Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Select the modem to configure:
br: Dibabit ar modem a kefluniañ :
cs: Vyberte modem pro nastavení:
cy: Dewis y modem i'w ffurfweddu:
da: Vælg det modem, der skal konfigureres:
de: Zu konfigurierendes Modem auswählen:
el: Επιλέξτε το modem για ρύθμιση:
es: Seleccione el módem a configurar:
et: Valige seadistatav modem:
eu: Hautatu konfiguratu behar den modema:
fi: Valitse asetettava modeemi:
fr: Choisissez le modem à configurer :
he: נא לבחור את המודם שברצונך להגדיר:
hu: Válassza ki a beállítandó modemet:
id: Pilih modem yang akan dikonfigurasi:
is: Veldu mótald sem á að stilla:
it: Seleziona il modem da configurare:
nb: Velg modemet som skal settes opp:
nn: Vel modemet du vil setja opp:
pl: Wybierz modem do skonfigurowania:
ro: Selectați modemul pentru configurare:
ru: Выберите модем для настройки:
sl: Izberite modem, ki ga želite nastaviti:
tr: Yapılandırmak istediğiniz modemi seçin:
wa: Tchoezixhoz l' modem a-z apontyî:

source: Modem
el: Μόντεμ
es: Módem
eu: Modema
fi: Modeemi
he: מודם
is: Mótald
ru: Модем

source: Please choose which serial port your modem is connected to.
br: Dibabit ouzh pe borzh a-steud eo luget ho modem, mar plij.
cs: Vyberte, prosím, ke kterému sériovému portu je váš modem připojen.
cy: Dewiswch ba borth cyfresol mae eich modem wedi cysylltu iddo.
da: Angiv hvilken seriel port dit modem er forbundet til.
de: Bitte wählen Sie den seriellen Anschluss, an dem Ihr Modem hängt.
el: Παρακαλώ επιλέξτε την σειραϊκή θύρα στην οποία είναι συνδεδεμένο το μόντεμ σας.
es: Por favor elija el puerto serial al cual está conectado su módem.
et: Millisesse jadaporti on Teie modem ühendatud?
eu: Aukeratu modema konektatuta dagoen serieko ataka.
fi: Valitse sarjaportti, johon modeemi on kytketty.
fr: Veuillez choisir le port série sur lequel votre modem est connecté.
he: נא לבחור לאיזו יציאה טורית המודם מחובר.
hu: Válassza ki, hogy melyik soros portra csatlakozik a modeme.
id: Silakan pilih port serial di mana modem Anda terhubung.
is: Veldu við hvaða raðtengi mótaldið er tengt.
it: Scegli la porta seriale a cui è connesso il modem.
nb: Velg hvilken serieport modemet er koblet til.
nn: Vel kva serieport modemet er kopla til.
pl: Wskaż port szeregowy, do którego podłączony jest modem.
ro: Alegeți portul serial pe care este conectat modemul vostru.
ru: Пожалуйста, выберите, к какому последовательному порту подключен ваш модем.
sl: Izberite serijska vrata, na katera je priključen vaš modem.
tr: Modeminizin hangi seri porta bağlı olduğunu seçiniz
wa: Tchoezixhoz li pôrt séreye ki vosse modem est raloyî dzo

source: Select your provider:
br: Dibabit ho pourchaser :
cs: Vyberte svého poskytovatele:
cy: Dewis eich darparwr:
da: Vælg din udbyder
de: Wählen Sie Ihren Anbieter:
el: Επιλέξτε τον πάροχό σας:
es: Seleccione su proveedor:
et: Valige teenusepakkuja:
eu: Hautatu zure hornitzailea:
fi: Valitse palveluntarjoaja:
fr: Choisissez votre fournisseur d'accès :
he: נא לבחור את הספק שלך:
hu: Válassza ki a szolgáltatót:
id: Pilih provider Anda:
is: Veldu þjónustuaðila:
it: Indica il provider:
nb: Velg tilbyder:
nn: Vel leverandør:
pl: Wybierz system wydruku:
ro: Selectați furnizorul de acces:
ru: Выберите своего провайдера:
sl: Izberite ponudnika:
tr: Lütfen sağlayıcınızı seçin:
wa: Tchoezixhoz vost ahesseu:

source: Dialup: account options
br: Sifrennañ : Dibarzhioù ar gont
cs: Vytáčení: Nastavení účtu
cy: Deialu: dewisiadau cyfrif
da: Indstillinger for konto til opkald
de: Einwahl: Kontodaten
el: Κλήση: επιλογές λογαριασμού
es: Marcado: opciones de cuenta
et: Sissehelistamine (dial-up): konto valikud
eu: Deitzeko kontuaren aukerak
fi: Soittoasetukset: tilin ominaisuudet
fr: Appel : options du compte
he: חיוג: הגדרות חשבון
hu: Telefonos kapcsolat: azonosító beállítások
id: Dialup: opsi akun
is: Upphringi: auðkenni
it: Chiamata: opzioni utenza
nb: Oppringt tilkobling: kontoinstillinger
nn: Oppringt: Kontoval
pl: Połączenie wdzwaniane: opcje konta
ro: Apel: opțiunile contului
ru: Коммутируемый доступ: параметры учётной записи
sl: Klicne nastavitve: račun
tr: Çevirmeli Ağ: hesap seçenekleri
wa: Houcaedje pa modem: tchuzes pol conte

source: Connection name
br: Anv ar gevreadenn
cs: Název připojení
cy: Enw'r cysylltiad
da: Navn på forbindelsen
de: Name der Verbindung
el: Όνομα σύνδεσης
es: Nombre de conexión
et: Ühenduse nimi
eu: Konexio-izena
fi: Yhteyden nimi
fr: Nom de la connexion
he: שם התחברות
hu: Csatlakozás neve
id: Nama koneksi
is: Nafn tengingar
it: Nome connessione
nb: Tilkoblingsnavn
nn: Sambandsnamn
pl: Nazwa połączenia
ro: Numele conexiunii
ru: Название соединения
sl: Ime povezave
tr: Bağlantı adı
wa: No di raloyaedje

source: Phone number
br: Niverenn bellgomz
cs: Telefonní číslo
cy: Rhif ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número telefónico
et: Sissehelistamiskeskuse number
eu: Telefono-zenbakia
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hu: Telefonszám
id: Nomor telepon
is: Símanúmer
it: Numero telefonico
nb: Telefonnummer
nn: Telefonnummer
pl: Numer telefonu
ro: Număr de telefon
ru: Номер телефона
sl: Telefonska številka
tr: Telefon numarası
wa: Limero di telefone

source: Login ID
br: Anv ereañ
cs: Přihlašovací jméno
cy: Dynodiad Mewngofnodi
da: Brugernavn
el: 'Αναγνωριστικό σύνδεσης
es: ID de ingreso (login)
et: Kasutajakonto
eu: Saio-hasierako ID
fi: Käyttäjätunnus
fr: Identifiant de connexion
he: שם משתמש
hu: Felhasználónév
id: ID login
is: Notendanafn
it: ID di accesso
nb: Innloggings-ID
nn: Pålogging-ID
pl: Identyfikator logowania
ro: ID de conexiune
ru: ID логина
sl: Identiteta za prijavo
tr: Giriş Kimliği
wa: ID d' elodjaedje

source: Dialup: IP parameters
br: Sifrennañ : Dibarzhoù IP
cs: Vytáčení: Parametry IP
cy: Deialu: paramedrau'r IP
da: IP-parametre for opkald
de: Verbindungsaufbau: IP-Parameter
el: Κλήση: παράμετροι IP
es: Marcado: parámetros IP
et: Sissehelistamine (dial-up): IP parameetrid
eu: Deitzeko IP parametroak
fi: Soittoasetukset: IP-parametrit
fr: Appel : paramètres IP
he: חיוג: נתוני IP
hu: Telefonos kapcsolat: IP paraméterek
id: Dialup: parameter IP
is: Upphringi: IP Viðföng
it: Chiamata: parametri IP
nb: Oppringt tilkobling: IP-parametre
nn: Oppringt: IP-parametrar
pl: Połączenie wdzwaniane: parametry IP
ro: Apel: parametri IP
ru: Dialup: IP параметры
sl: Klicne nastavitve: IP
tr: Çevirmeli: IP parametreleri
wa: Houcaedje pa modem: Parametes IP

source: IP parameters
br: Kefluniadur IP
cs: IP parametry
cy: Paramedrau IP
da: IP-parametre
de: IP-Parameter
el: Παράμετροι IP
es: Parámetros IP
et: IP parameetrid
eu: IP parametroak
fi: IP-parametrit
fr: Paramètres IP
he: מאפייני IP
hu: IP paraméterek
id: Parameter IP
is: IP viðföng
it: Parametri IP
nb: IP-parametre
nn: IP-parametrar
pl: Parametry IP
ro: Parametri IP
ru: Параметры IP
sl: Nastavitve IP
tr: IP Paremetreleri
wa: Parametes IP

source: Subnet mask
br: Maskl rann-rouedad
cs: Maska podsítě
cy: Masg Isnet
da: Undernetmaske
de: Subnetzmaske
el: Μάσκα του υπό-δικτύου
es: Máscara de subred
et: Alamvõrgu mask
eu: Azpisare-maskara
fi: Aliverkon peite:
fr: Masque de sous-réseau
he: מסיכת Subnet
hu: Alhálózati maszk
id: Mask subnet
is: Staðarnetsía
it: Maschera della sottorete
nb: Delnettsmaske
nn: Undernettsmaske
pl: Maska podsieci
ro: Mască de subrețea
ru: Маска подсети
sl: Maska podomrežja
tr: Alt Ağ maskesi
wa: Maske di dzo-rantoele

source: Dialup: DNS parameters
br: Sifrennañ : Dibarzhioù DNS
cs: Vytáčení: Parametry DNS
cy: Deialu: paramedrau DNS
da: Dialup: DNS-parametre
de: Verbindungsaufbau: DNS-Parameter
el: Κλήση: Παράμετροι DNS
es: Marcado: parámetros DNS
et: Sissehelistamine (dial-up): DNS parameetrid
eu: Deitzeko DNS parametroak
fi: Soittoasetukset: DNS-parametrit
fr: Appel : paramètres DNS
he: חיבור אנלוגי: משתני DNS
hu: Telefonos kapcsolat: DNS paraméterek
id: Dialup: parameter DNS
is: Upphringi: DNS viðföng
it: Chiamata: parametri DNS
nb: Oppringt tilkobling: DNS-parametre
nn: Oppringt: DNS-parametrar
pl: Połączenie wdzwaniane: parametry DNS
ro: Apel: parametri DNS
ru: Dialup: DNS параметры
sl: Klicne nastavitve: DNS
tr: Çevirmeli: DNS parametreleri
wa: Houcaedje pa modem: Parametes DNS

source: Domain name
br: Anv an domani
cs: Název domény
cy: Enw parth
da: Domænenavn
de: Name der Domäne
el: Όνομα τομέα
es: Nombre de dominio
et: Domeeninimi
eu: Domeinu-izena:
fi: Verkkoalueen nimi
fr: Nom de domaine
he: שם מתחם
hu: Tartománynév
id: Nama domain
is: Nafn léns
it: Nome dominio
nb: Domenenavn
nn: Domenenamn
pl: Domena
ro: Nume de domeniu
ru: Имя домена
sl: Ime domene
tr: Alan adı
wa: No d' dominne

source: Set hostname from IP
br: Lakaat anv ostiz eus an IP
cs: Nastavit název počítače podle IP adresy
cy: Gosod enw'r gwesteiwr o'r IP
da: Sæt værtsnavn ud fra IPadresse
de: Setze Name des Hosts von IP-Adresse
el: Ρύθμιση του ονόματος υπολογιστή από την διεύθυνση IP
es: Establecer nombre de host desde IP
et: Masinanimi IP järgi
eu: Ezarri ostalari-izena IPtik
fi: Aseta verkkonimi IP-osoitteen mukaan
fr: Définir le nom d'hôte à partir de l'adresse IP
he: הגדרת שם מארח עפ"י כתובת IP
hu: Gépnév beállítása IP alapján
id: Atur hostname dari IP
is: Setja vélarnafn frá IP
it: Imposta nome host tramite IP
nb: Sett vertsnavn fra IP
nn: Finn vertsnamn frå IP
pl: Ustaw nazwę komputera na podstawie IP
ro: Definește numele gazdei de la adresa IP
ru: Установить имя хоста из IP
sl: Gostiteljevo ime pridobi iz naslova IP
tr: Makine adını IP' den al
wa: Defini l' no do lodjoe d' après l' adresse IP

source: Gateway IP address
br: Chomlec'h IP an dreuzell
cs: IP adresa brány
cy: Cyfeiriad porth IP
da: IP-adresse på gateway
de: Gateway IP-Adresse
el: Πύλη διεύθυνσης IP
es: Dirección IP de la puerta de enlace
et: Lüüsi IP-aadress
eu: Atebidearen IP helbidea
fi: Yhdyskäytävän IP-osoite
fr: Adresse IP de la passerelle
he: כתובת IP של השער
hu: Az átjáró IP címe
id: Alamat IP gateway
is: IP-tala netgáttar
it: Indirizzo IP del gateway
nb: Gateway IP-adresse
nn: IP-adresse for portnar
pl: Adres IP bramy
ro: Adresa IP a pasarelei
ru: IP-адрес шлюза
sl: Naslov IP privzetega prehoda (gateway)
tr: Ağ geçidi IP adresi:
wa: Adresse IP del pasrele

source: Automatically at boot
br: Ent emgefreek pa loc'ho
cs: Automaticky při startu
cy: Yna awtomatig wrth gychwyn
da: Automatisk ved opstart
de: Automatisch beim Systemstart
el: Αυτόματα κατά την εκκίνηση
es: Automáticamente durante el arranque
et: Automaatselt alglaadimisel
eu: Automatikoki abioan
fi: Käynnistä yhteys automaattisesti koneen käynnistyessä
fr: Automatiquement au démarrage
he: אוטומטית באתחול המערכת
hu: Rendszerindításkor automatikusan
id: Otomatis saat boot
is: Sjálfvirkt við kerfisræsingu
it: Automaticamente all'avvio
nb: Automatisk under oppstart
nn: Start ved oppstart
pl: Automatycznie przy uruchamianiu
ro: În mod automat la pornire
ru: Автоматически при загрузке
sl: Samodejno ob zagonu
tr: Açılışta otomatik olarak
wa: En alaedje otomaticmint a l' enondaedje

source: By using Net Applet in the system tray
br: Dre implij an arloadig rouedad e barlenn ar reizhiad
cs: Pomocí síťového appletu v systémovém panelu
cy: Drwy ddefnyddio Net Applet yn y gilfach
da: Ved brug af Net Applet i statusfeltet
de: Durch das Net-Applet in der Kontrollleiste
el: Με την χρήση Net Applet στο πλαίσιο συστήματος
es: Usando NetApplet en la bandeja del sistema
et: Võrguapleti kasutamisel paneelil
eu: Net Applet sistemaren erretiluan erabiliz
fi: Käynnistä käyttämällä ilmoitusalueen verkkosovelmaa
fr: En utilisant l'appliquette réseau dans la boîte à miniatures
he: על ידי שימוש בתוסף הרשת במגש המערכת
hu: A rendszertálcán levő hálózati alkalmazással
id: Dengan menggunakan Net Applet pada tray sistem
is: Með því að nota Netforritið í kerfisbakkanum
it: Utilizzando l'applet di rete nel vassoio di sistema
nb: Ved å bruke Net-miniprogrammet i systemkurven
nn: Ved å bruka nettprogrammet i systemtrauet
pl: Poprzez użycie apletu sieci w obszarze powiadamiania
ro: Utilizînd miniaplicația de rețea din zona de notificare sistem
ru: Используя аплет Net в системном лотке
sl: Z uporabo ikone »Omrežje« v pultu
tr: Sistem tablasındaki Ağ Programcığını kullanarak
wa: Avou ene aplikete di corwaitaedje rantoele sol sicriftôr

source: Manually (the interface would still be activated at boot)
cs: Ručně (rozhraní bude nadále zapínáno při startu)
cy: Gyda llaw (bydd y rhyngwyneb yn dal i gychwyn wrth gychwyn)
da: Manuelt (grænsesnittet vil stadig blive aktiveret ved opstart)
de: Manuell (die Schnittstelle wird trotzdem bei Systemstart aktiviert)
el: Χειροκίνητα (η διεπαφή θα είναι ενεργή στην εκκίνηση)
es: Manualmente (la interfaz sería activada en el arranque)
et: Käsitsi (liides tuleb siiski alglaadimisel aktiveerida)
eu: Eskuz (hala ere interfazea abioan gaituko da)
fi: Käynnistä manuaalisesti (liitäntä kuitenkin aktivoidaan koneen käynnistyessä)
fr: Manuellement (l'interface serait tout de même activée au démarrage)
he: ידני (הממשק יופעל בכל מקרה בזמן האתחול)
hu: Kézzel (a csatoló ebben az esetben is aktiválva lesz rendszerindításkor)
id: Manual (antarmuka tetap akan diaktifkan saat boot)
is: Handvirkt (tækið verður samt frumstillt þegar kerfið ræsir)
it: Manualmente (l'interfaccia sarà riattivata all'avvio)
nb: Manuelt (grensesnittet vil fremdeles bli slå på ved oppstart)
nn: Manuelt (grensesnittet vert starta ved oppstart)
pl: Ręcznie (interfejs wciąż może być aktywowany przy uruchomieniu)
ro: Manual (interfața va fi totuși activată la pornire)
ru: Вручную (интерфейс будет активироваться при загрузке)
sl: Ročno (naprava se bo kljub temu vključila ob zagonu)
tr: Elle (ara birim yine de ön yüklemede etkinleştirilir.)
wa: Al mwin (l' eterface serè tolminme metowe en alaedje a l' enondaedje)

source: How do you want to dial this connection?
br: Penaos mennit o sifrennañ ar gevradenn-mañ ?
cs: Jak chcete vytáčet toto spojení?
cy: Sut ydych am ddeialu’r cysylltiad?
da: Hvordan ønsker du at kalde denne forbindelse op?
de: Wie soll sich diese Verbindung einwählen?
el: Πώς θέλετε να ενεργοποιήσετε αυτή τη σύνδεση;
es: ¿Cómo desea marcar esta conexión?
et: Kuidas soovite ühenduse luua?
eu: Nola markatu nahi duzu konexio hau?
fi: Miten yhteys muodostetaan?
fr: Comment désirez-vous activer cette connexion ?
he: איך ברצונך לחייג לחיבור זה?
hu: Hogyan szeretné tárcsázni ezt a kapcsolatot?
id: Bagaimana Anda ingin memanggil koneksi ini?
is: Hvernig viltu hringja í þessa nettengingu?
it: Come vuoi attivare questa connessione?
nb: Hvordan vil du ringe opp denne tilkoblingen?
nn: Korleis vil du ringja opp dette sambandet?
pl: W jaki sposób chcesz nawiązywać to połączenie?
ro: Cum doriți să formați această conexiune?
ru: Как вы желаете подключать данное соединение?
sl: Klicne nastavitve za to povezavo
tr: Bu bağlantıyı nasıl yönetmek istersiniz?
wa: Kimint voloz vs houkî po vos raloyî?

source: Do you want to try to connect to the Internet now?
br: Fellout a ra deoc'h klask da gevreañ ouzh an Internet bremañ ?
cs: Chcete se nyní pokusit připojit k internetu?
cy: Hoffech chi gysylltu â'r Rhyngrwyd nawr?
da: Ønsker du at forsøge at skabe forbindelse til Internettet nu?
de: Möchten Sie jetzt versuchen eine Internetverbindung aufzubauen?
el: Θέλετε να προσπαθήσετε να συνδεθείτε στο διαδίκτυο τώρα;
es: ¿Desea intentar conectarse a Internet ahora?
et: Kas soovite oma internetiühendust proovida?
eu: Internetera orain konektatu nahi duzu?
fi: Kokeillaanko Internet-yhteyttä?
fr: Souhaitez-vous vous connecter à Internet maintenant ?
he: האם לנסות להתחבר לאינטרנט עכשיו?
hu: Kipróbáljuk az internetkapcsolatot most?
id: Apakah Anda ingin mencoba menghubungkan ke Internet sekarang?
is: Viltu reyna að tengjast Internetinu núna?
it: Vuoi provare a connetterti ad Internet adesso?
nb: Vil du prøve å koble til Internett nå?
nn: Ønskjer du å prøva å kopla til Internett no?
pl: Czy chcesz teraz spróbować połączyć się Internetem?
ro: Doriți să încercați să vă conectați la Internet acum?
ru: Хотите попытаться сейчас подключится к Интернету?
sl: Se želite sedaj povezati z internetom?
tr: İnternet bağlantısını şimdi denemek ister misiniz?
wa: Voloz vs sayî di vos raloyî al rantoele daegnrece asteure?

source: The system is now connected to the Internet.
br: Kevreet ouzh an Internet eo ho reizhiad bremañ.
cs: Počítač je nyní připojen k internetu.
cy: Mae'r system wedi cysylltu â'r Rhyngrwyd.
da: Systemet er nu forbundet til Internettet.
de: Das System ist jetzt mit dem Internet verbunden.
el: Το σύστημα είναι τώρα συνδεδεμένο στο διαδίκτυο.
es: El sistema está conectado a Internet.
et: Süsteem on nüüd internetti ühendatud.
eu: Sistema Internetera konektatuta dago orain.
fi: Järjestelmä on nyt yhdistetty Internetiin.
fr: Le système est à présent connecté à Internet.
he: המערכת מחוברת כעת לאינטרנט.
hu: A rendszer internetes kapcsolata létrejött.
id: Sistem sekarang terhubung ke Internet.
is: Kerfið er nú tengt Internetinu.
it: Ora il sistema è connesso ad Internet
nb: Systemet er nå koblet til Internett.
nn: Systemet er no kopla til Internett.
pl: System jest teraz połączony z Internetem.
ro: Sistemul este acum conectat la Internet.
ru: Сейчас система подключена к Интернету.
sl: Sistem je povezan z internetom.
tr: Sistem şu anda internete bağlandı.
wa: Li sistinme est raloyî al rantoele daegnrece.

source: For security reasons, it will be disconnected now.
cs: Z bezpečnostních důvodů bude spojení ukončeno.
cy: Am resymau diogelwch, bydd yn cael ei ddatgysylltu.
da: Af sikkerhedsgrunde vil det blive afbrudt nu.
de: Aus Sicherheitsgründen wird die Verbindung nun unterbrochen.
el: Για λόγους ασφαλείας, θα αποσυνδεθεί τώρα.
es: Por razones de seguridad, será desconectada ahora.
et: Turvakaalutlusel katkestatakse nüüd ühendus.
eu: Segurtasun-arrazoiengatik, deskonektatu egingo da orain.
fi: Turvallisuussyistä yhteys suljetaan.
fr: Pour des raisons de sécurité, il va être déconnecté maintenant.
he: משיקולי אבטחה, המערכת תנותק כעת מהאינטרנט.
hu: Biztonsági okokból a kapcsolat most lebontásra kerül.
id: Untuk alasan keamanan, ini akan diputuskan sekarang.
is: Af öryggisástæðum verður það aftengt núna.
it: Per motivi di sicurezza, adesso verrai disconnesso.
nb: Av sikkerhetsgrunner vil den nå bli koblet fra.
nn: Av tryggleiksgrunnar vert du no kopla frå.
pl: Ze względów bezpieczeństwa połączenie zostanie teraz rozłączone.
ro: Din motive de securitate, va fi deconectat acum.
ru: Из соображений безопасности, соединение сейчас будет разорвано.
sl: Povezava bo iz varnostnih razlogov prekinjena.
tr: Güvenlik nedeni ile bağlantınız kapatılacaktır.
wa: Po des råjhons di såvrité, i va esse disraloyî tot d' shûte.

source: The system does not seem to be connected to the Internet. Try to reconfigure your connection.
br: N'eo ket war ar reizhiad ar stumm da gevreañ ouzh internet. Klaskit adgefluniañ ho kevreadenn.
cs: Nepodařilo se připojit k internetu. Pokuste se dané připojení přenastavit.
cy: Nid yw'n ymddangos i'ch system gysylltu â'r Rhyngrwyd. Ailffurfweddwch eich cysylltiad.
da: Det lader ikke til at dit system har forbindelse til Internettet. Prøv at omkonfigurere din forbindelse.
de: Das System scheint nicht mit dem Internet verbunden zu sein. Versuchen Sie erneut Ihre Verbindung zu konfigurieren.
el: Το σύστημα φαίνεται να μην είναι συνδεδεμένο στο διαδίκτυο Προσπαθήστε να ξαναρυθμίσετε τη σύνδεσή σας.
es: El sistema no parece estar conectado a Internet. Intente reconfigurar su conexión.
et: Paistab, et süsteem ei ole internetti ühendatud. Palun seadistage ühendus uuesti.
eu: Badirudi sistema ez dagoela Internetera konektatuta. Saiatu konexioa birkonfiguratzen.
fi: Järjestelmä ei näytä olevan yhteydessä Internetiin. Kokeile muuttaa Internet-asetuksia.
fr: Le système ne semble pas connecté à Internet. Essayez de reconfigurer votre connexion.
he: נראה שהמערכת אינה מחוברת לאינטרנט. כדאי לנסות להגדיר מחדש את החיבור שלך.
hu: Az internetkapcsolat feltehetően nem aktív. Próbálja meg újból elvégezni a kapcsolat beállítását.
id: Sistem sepertinya tidak terhubung ke Internet. Cobalah untuk mengkonfigurasi ulang koneksi Anda.
is: Kerfið virðist ekki vera tengt við Internetið. reyndu að endurstilla tenginguna.
it: Il sistema non sembra essere connesso ad Internet. Prova a riconfigurare la connessione.
nb: Det ser ikke ut til at systemet er koblet til Internett. Prøv å sette opp tilkoblingen på nytt.
nn: Systemet er ikkje kopla til Internett. Prøv å set opp sambandet på nytt.
pl: Wygląda na to, że system nie został połączony z Internetem. Spróbuj zmienić konfigurację połączenia.
ro: Sistemul vostru nu pare a fi conectat la Internet. Încercați să reconfigurați conexiunea.
ru: Похоже, что система не подключилась к Интернету. Попробуйте перенастроить свое соединение.
sl: Izgleda, da sistem ni povezan z internetom. Poskusite ponovno nastaviti povezavo.
tr: Sistem internete bağlı gibi görünmüyor. Bağlantınızı tekrar yapılandırmayı deneyin.
wa: Li sistinme ni shonne nén esse raloyî al rantoele daegnrece. Sayîz di rapontyî li raloyaedje.

source: Problems occurred during the network connectivity test.
cs: Při zkoušce spojení na síti se vyskytly problémy.
cy: Digwyddodd gwall wrth brofi cysylltiad y rhwydwaith.
da: Et problem opstod ved test af netværksforbindelse.
de: Beim Verbindungstest des Netzwerkes trat ein Fehler auf.
el: Παρουσιάστηκαν προβλήματα κατά τη διάρκεια της δοκιμής για σύνδεση με το δίκτυο.
es: Ocurrieron problemas durante las pruebas de conectividad de red.
eu: Arazoak gertatu dira sare konektibitate frogak egiterakoan.
fi: Ilmeni ongelmia suoritettaessa yhteyden liitettävyystestiä.
fr: Des problèmes se sont produits pendant le test de connexion réseau.
hu: Probléma adódott a hálózatkezelés tesztelésekor.
id: Masalah terjadi selama tes konektivitas jaringan.
is: Vandamál kom upp við prófun á virkni nets.
it: Si è verificato un problema mentre si verificava la connessione alla rete.
nb: Problemer oppsto under test av nettverkstilkoblingen.
nn: Det oppstod problem ved test av nettverkssignal.
pl: Wystąpił problem podczas testu połączenia sieciowego.
ro: S-au ivit probleme în timpul testului de conectare la rețea.
ru: При проверке сети возникла проблема.
tr: Ağın bağlanabilirlik durumu denetlenirken sorunlar oluştu.
