Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Use Interactive Firewall
br: Implijit ar voger tan bev
cs: Použít interaktivní firewall
cy: Defnyddio Mur Cadarn Rhyngweithiol
da: Brug interaktiv brandmur
de: Interaktive-Firewall verwenden
el: Χρήση του διαδραστικού τοίχους προστασίας
es: Usar cortafuegos interactivo
eu: Erabili Suhesi Interaktiboa
fi: Käytä interaktiivista palomuuria
fr: Utiliser le pare-feu interactif
he: השתמש בחומת אש אינטראקטיבית
hu: Interaktív tűzfal használata
id: Gunakan Firewall Interaktif
is: Nota virkan eldvegg
it: Usa il firewall interattivo
nb: Bruk interaktiv brannmur
nn: Bruk interaktiv brannmur
pl: Użyj interaktywnej zapory sieciowej
ro: Utilizează parafocul interactiv
ru: Использовать интерактивный файервол
tr: Etkileşimli Güvenlik Duvarı kullan
wa: Eployî l' côpe feu eteractif

source: No device found
br: N'eo ket trobarzhell ebet
cs: Žádné zařízení nenalezeno
cy: Heb ganfod dyfais
da: Ingen enheder fundet
de: Keine Geräte gefunden
el: Δε βρέθηκε συσκευή
es: No se encontró dispositivo
et: Seadet ei leitud
eu: Ez da gailurik aurkitu
fi: Laitetta ei löytynyt
fr: Aucun périphérique trouvé
he: לא נמצאו התקנים
hu: Eszköz nem található
id: Tidak ada device yang ditemukan
is: Fann enginn tæki
it: Nessun dispositivo rilevato
nb: Fant ingen enhet
nn: Fann ingen einingar
pl: Nie znaleziono urządzeń
ro: Nu s-a găsit nici un dispozitiv
ru: Устройства не найдены
sl: Ne najdem nobene naprave
tr: Hiçbir aygıt bulunamadı
wa: Nol éndjin di trové

source: Configure
br: Kefluniañ
cs: Nastavit
cy: Ffurfweddu
da: Konfigurér
de: Konfigurieren
el: Ρύθμιση
es: Configurar
et: Seadista
eu: Konfiguratu
fi: Aseta
fr: Configurer
he: הגדרות
hu: Beállítás
id: Konfigurasi
is: Stilla
it: Configura
nb: Sett opp
nn: Set opp
pl: Konfiguruj
ro: Configurează
ru: Настройка
sl: Nastavitev
tr: Yapılandır
wa: Apontyî

source: Refresh
br: Adtresañ
cs: Obnovit
cy: Adnewyddu
da: Genopfrisk
de: Aktualisieren
el: Ανανέωση
es: Refrescar
et: Värskenda
eu: Freskatu
fi: Päivitä
fr: Rafraîchir
he: רענן
hu: Frissítés
is: Endurnýja
it: Aggiorna
nb: Oppdater
nn: Oppdater
pl: Odśwież
ro: Împrospătează
ru: Обновить
sl: Osveži
tr: Yenile
wa: Rafrister

source: Wireless connection
br: Kevreadenn hep neud
cs: Bezdrátové připojení
cy: Cysylltiad diwyfr
da: Trådløs forbindelse
de: Drahtlos-Verbindung
el: Ασύρματη σύνδεση
es: Conexión inalámbrica
et: Juhtmeta ühendus
eu: Irrati lotura
fi: Langaton yhteys
fr: Connexion sans fil
he: חיבור אלחוטי
hu: Vezeték nélküli kapcsolat
id: Koneksi nirkabel
is: Þráðlaus tenging
it: Connessione wireless
nb: Trådløs tilkobling
nn: Trådlaust samband
pl: Połączenie bezprzewodowe
ro: Conexiune fără-fir
ru: Беспроводное соединение
sl: Brezžična povezava
tr: Kablosuz bağlantı
wa: Raloyaedje sins fyis

source: VPN configuration
br: Kefluniadur VPN
cs: Nastavení VPN
cy: Ffurfweddiad VPN
da: VPN-konfiguration
de: VPN-Konfiguration
el: Ρύθμιση VPN
es: Configuración de VPN
et: VPN-i seadistused
eu: VPN konfiguraketa
fi: VPN-asetukset
fr: Configuration VPN
he: תצורת VPN
hu: VPN beállítás
id: Konfigurasi VPN
is: VPN stillingar
it: Configurazione VPN
nb: VPN-oppsett
nn: VPN-oppsett
pl: Konfiguracja VPN
ro: Configurare VPN
ru: Настройка VPN
sl: Nastavitev VPN
tr: VPN yapılandırması
wa: Apontiaedje VPN

source: Choose the VPN type
br: Dibabit ar seurt VPN
cs: Zvolte typ VPN
cy: Dewiswch math o VPN
da: Vælg typen af VPN
de: Wählen Sie den VPN-Typ
el: Επιλέξτε τον τύπο VPN
es: Seleccione el tipo de VPN
et: Valige VPN-i tüüp
eu: Aukeratu VPN mota
fi: Valitse VPN-yhteyden tyyppi
fr: Choisissez le type de VPN
he: בחירת סוג ה-VPN
hu: Adja meg a VPN típusát
id: Pilih tipe VPN
is: Veldu VPN tegund
it: Scegli il tipo di VPN
nb: Velg VPN-typen
nn: Vel VPN-type
pl: Określ rodzaj połączenia VPN
ro: Alegeți tipul de VPN
ru: Выберите тип VPN
sl: Izberite vrsto VPN povezave
tr: VPN türünü seçin
wa: Tchoezixhoz li sôre VPN

source: Initializing tools and detecting devices for %s...
cs: Inicializují se nástroje a hledají se zařízení pro %s
cy: Cychwyn offer a dyfeisiadau canfod ar gyfer %s...
da: Klargør værktøjer og leder efter enheden for %s...
de: Initialisierungswerkzeug und Geräteerkennung für %s...
el: Αρχικοποίηση εργαλείων και εντοπισμός των συσκευών για %s...
es: Inicializando herramientas y detectando dispositivos para %s...
et: Tööriistade initsialiseerimine ja seadmete tuvastamine %s jaoks...
eu: %s-rentzako tresnak hasieratu eta gailuak detektatzen...
fi: Käynnistetään työkaluja ja tunnistetaan laitteita %s-yhteydelle...
fr: Initialisation des outils et détection des périphériques pour %s…
he: מאתחל כלים ומאתר התקנים עבור %s...
hu: Programok inicializálása és az eszközök azonosítása - típus: %s...
id: Inisialisasi peralatan dan mendeteksi device untuk %s...
is: Frumstilli tól og leita að tækjum fyrir %s...
it: Inizializzazione degli strumenti e rilevamento delle periferiche per %s...
nb: Klargjør verktøy og ser etter enheten for %s …
nn: Gjer klar verktøy og ser etter einingar for «%s» …
pl: Inicjowanie narzędzi i wykrywanie urządzeń dla %s...
ro: Se inițializează uneltele și de detectează dispozitivele pentru %s...
ru: Выполняется инициализация инструментов и определение устройств для %s...
sl: Nastavljanje orodij in zaznavanje naprav za %s ...
tr: Araçlar başlatılıyor ve %s için aygıtlar algılanıyor...

source: Unable to initialize %s connection type!
cs: Nelze inicializovat typ připojení %s!
cy: Methu cychwyn math %s o gysylltiad!
da: Kunne ikke initiere %s-opkoblingstype!
de: Der Verbindungstyp %s konnte nicht initialisiert werden!
el: Αδύνατη η αρχικοποίηση του τύπου σύνδεσης %s!
es: ¡No se puede inicializar el tipo de conexión %s!
et: Ühenduse tüübi %s initsialiseerimine nurjus!
eu: Ezin da %s lotura mota hasieratu!
fi: %s-yhteyttä ei voida alustaa!
fr: Impossible d'initialiser la connexion type %s !
he: אין אפשרות לאתחל חיבור מסוג %s
hu: Nem sikerült inicializálni a(z) %s kapcsolattípust.
id: Tidak bisa menginisialisasi tipe koneksi %s!
is: Gat ekki frumstillt tengingu af tegund %s!
it: Impossibile inizializzare connessioni di tipo %s!
nb: kunne ikke å klargjøre tilkoblingstypen %s.
nn: Klarte ikkje gjera klar sambandstypen «%s».
pl: Ustanowienie połączenia %s jest niemożliwe!
ro: Nu se poate inițializa conexiunea de tip %s!
ru: Невозможно инициализировать тип соединения %s!
sl: Povezave %s ni mogoče vzpostaviti!
tr: %s bağlantı türü başlatılamıyor!
wa: Nén moyén d' enonder l' sôre di raloyaedje %s!

source: Please select an existing VPN connection or enter a new name.
br: Dibabit ur gevreadenn VPN a zo c'hoazh mar plij pe roit un anv nevez.
cs: Vyberte, prosím, existující připojení VPN nebo zadejte nový název.
cy: Dewiswch gysylltiad VPN cyfredol neu rhowch enw newydd
da: Venligst vælg en eksisterende VPN-opkobling eller indtast et nyt navn.
de: Wählen Sie bitte eine bestehende VPN Verbindung aus oder geben Sie einen neuen Namen ein.
el: Παρακαλώ επιλέξτε μία υπάρχουσα σύνδεση VPN ή εισάγετε ένα νέο όνομα.
es: Por favor seleccione una conexión VPN existente o ingrese un nuevo nombre.
et: Palun valige olemasolev VPN-ühendus või sisestage uus nimi.
eu: Mesedez hautatu sortuta dagoen VPN lotura bat edo sartu izen berri bat.
fi: Valitse olemassa oleva VPN-yhteys tai syötä uuden yhteyden nimi.
fr: Veuillez sélectionner une connexion VPN existante ou entrer un nouveau nom.
he: נא לבחור חיבור VPN קיים או להזין שם חדש.
hu: Válasszon egy létező VPN kapcsolatot, vagy adjon meg új nevet.
id: Silakan pilih koneksi VPN yang telah ada atau masukkan nama baru.
is: Veldu VPN tengingu eða gefðu upp nýtt nafn.
it: Seleziona una connessione VPN esistente o inserisci un nuovo nome.
nb: Vennligst velg en eksisterende VPN-tilkobling eller skriv inn et nytt navn.
nn: Vel eit gammalt VPN-oppsett, eller skriv inn eit nytt namn.
pl: Wprowadź istniejące połączenie VPN lub wprowadź nową nazwę.
ro: Selectați o conexiune VPN existentă sau introduceți un nume nou.
ru: Выберите существующее VPN-подключение или введите новое имя.
sl: Izberite obstoječo povezavo VPN ali vpišite novo ime.
tr: Lütfen, var olan bir VPN bağlantısı seçin veya yeni bir isim girin.
wa: Tchoezixhoz on raloyaedje VPN k' egzistêye dedja oudonbén tapez on novea no.

source: Configure a new connection...
br: Kefluniañ ur gevradenn nevez ...
cs: Nastavit nové připojení...
cy: Ffurfweddi cysylltiad newydd...
da: Konfigurér en ny forbindelse...
de: Eine neue Verbindung konfigurieren...
el: Ρύθμιση μίας νέας σύνδεσης...
es: Configure una conexión nueva...
et: Uue ühenduse seadistamine...
eu: Konfiguratu lotura berri bat...
fi: Uusi yhteys...
fr: Configurer une nouvelle connexion…
he: הגדרת חיבור חדש...
hu: Új kapcsolat beállítása...
id: Mengkonfigurasi koneksi baru...
is: Setja upp nýja tengingu...
it: Configurazione di una nuova connessione...
nb: Sett opp en ny tilkobling …
nn: Set opp nytt samband …
pl: Konfiguracja nowego połączenia...
ro: Configurează o conexiune nouă...
ru: Настраивается новое подключение...
sl: Nastavite novo omrežje
tr: Yeni bir bağlantı yapılandır...
wa: Apontyî on novea raloyaedje...

source: New name
br: Anv nevez
cs: Nový název
cy: Enw newydd
da: Nyt navn
de: Neuer Name
el: Νέο όνομα
es: Nuevo nombre
et: Uus nimi
eu: Izen berria
fi: Uuden yhteyden nimi
fr: Nouveau nom
he: שם חדש
hu: Új név
id: Nama baru
is: Nýtt nafn
it: Nuovo nome
nb: Nytt navn
nn: Nytt namn
pl: Nowa nazwa
ro: Nume nou
ru: Новое имя
sl: Novo ime
tr: Yeni isim
wa: Novea no

source: You must select an existing connection or enter a new name.
cs: Musíte vybrat existující připojení nebo zadat nový název.
cy: Rhaid dewis cysylltiad cyfredol neu roi enw newydd.
da: Du skal vælge en eksisterende opkobling eller indtaste et nyt navn.
de: Sie müssen eine bestehende Verbindung auswählen oder einen neuen Namen eingeben.
el: Πρέπει να επιλέξτε μια υπάρχουσα σύνδεση ή εισάγετε ένα νέο όνομα.
es: Debe seleccionar una conexión existente o ingresar un nombre nuevo.
et: Valida tuleb olemasolev ühendus või sisestada uus nimi.
eu: Sortuta dagoen lotura bat hautatu behar duzu edo izen berri bat sartu.
fi: Olemassa oleva yhteys tulee valita tai uuden nimi syöttää.
fr: Vous devez sélectionner une connexion existante ou entrer un nouveau nom.
he: עליך לבחור חיבור קיים או להזין שם חדש.
hu: Válasszon egy létező kapcsolatot, vagy adjon meg új nevet.
id: Anda harus memilih koneksi yang telah ada atau masukkan nama baru.
is: Þú verður að velja tengingu sem er þegar til, eða slá inn nýtt nafn.
it: Devi selezionare una connessione esistente o inserire un nuovo nome.
nb: Du må velge en eksisterende tilkobling eller skrive inn et nytt navn.
nn: Du må velja eit gammal samband, eller skriva inn eit nytt namn.
pl: Wprowadź istniejące połączenie lub wprowadź nową nazwę.
ro: Trebuie să selectați o conexiune existentă sau să introduceți un nume nou.
ru: Вы должны выбрать существующее подключение или указать новое имя.
sl: Izbrati morate obstoječo povezavo ali vpisati novo ime.
tr: Var olan bir bağlantıyı seçmeli veya yeni bir isim girmelisiniz.
wa: Vos dvoz tchoezi on raloyaedje k' egzistêye dedja oudonbén taper on novea no.

source: Please enter the required key(s)
br: Roit an alc'hwez(ioù) a zo red mar plij
cs: Zadejte, prosím, požadovaný klíč (klíče)
cy: Rhowch yr allwedd(i) angenrheidiol
da: Indtast nøglerne som behøves
de: Bitte geben Sie den/die erforderlichen Schlüssel an
el: Παρακαλώ εισάγετε το απαραίτητο κλειδί(-ά)
es: Por favor ingrese la(s) llave(s) requerida(s)
et: Palun sisestage vajalikud võtmed
eu: Sartu beharrezko d(ir)en gakoa(k) mesedez
fi: Anna tarvittavat avaimet
fr: Veuillez entrer la ou les clé(s) requise(s)
he: נא להזין את המפתח הנדרש
hu: Adja meg a szükséges kulcso(ka)t
id: Silakan masukkan kunci yang diperlukan
is: Gefið upp þá lykla sem þörf er á
it: Inserisci la chiave/i prevista
nb: Skriv inn de nødvendige nøklene
nn: Skriv inn nødvendig(e) nøkkel/nøklar
pl: Wprowadź wymagany klucz/klucze
ro: Introduceți cheile necesare
ru: Введите нужные ключи.
sl: Vnesite zahtevan(e) ključ(e)
tr: Lütfen, gerekli anahtar(lar)ı girin
wa: Dinez les clé(s) dmandêyes s' i vs plait

source: Please enter the settings of your VPN connection
br: Roit dibarzhioù evit ho kevreadenn VPN mar plij
cs: Zadejte, prosím, nastavení vašeho připojení VPN
cy: Rhowch osodiadau eich cysylltiad VPN
da: Indtast opsætning for din VPN-forbindelse
de: Bitte geben Sie die Einstellungen für die VPN Verbindung ein
el: Παρακαλώ εισάγετε τις ρυθμίσεις για τη σύνδεση VPN
es: Por favor ingrese las configuraciones de su conexión VPN
et: Palun sisestage oma VPN-ühenduse seadistused
eu: Sartu zure VPN loturarentzako ezarpenak mesedez
fi: Anna VPN-yhteyden asetukset
fr: Veuillez fournir les paramètres de votre connexion VPN
he: נא להזין את הגדרות חיבור ה-VPN שלך
hu: Adja meg a VPN kapcsolat beállításait
id: Silakan masukkan pengaturan koneksi VPN Anda
is: Sláðu inn stillingar fyrir VPN tenginguna
it: Inserisci le impostazioni per la connessione VPN
nb: Skriv inn innstillingene for VPN-tilkoblinga
nn: Skriv inn innstillingane for VPN-sambandet
pl: Wprowadź ustawienia połączenia VPN
ro: Introduceți parametrii conexiunii voastre VPN
ru: Укажите параметры своего VPN-подключения
sl: Vnesite nastavitve za VPN povezavo
tr: Lütfen, VPN bağlantınız için ayarları girin
wa: Dinez les apontiaedjes pol raloyaedje VPN da vosse s' i vs plait

source: Do you want to start the connection now?
br: Mennout a rit lañsañ ar gevradenn bremañ ?
cs: Chcete spustit připojení nyní?
cy: Hoffech chi gychwyn y cysylltiad nawr?
da: Ønsker du at starte opkoblingen nu?
de: Wollen Sie die Verbindung jetzt starten?
el: Θέλετε να ξεκινήσετε την σύνδεση τώρα ;
es: ¿Desea iniciar la conexión ahora?
et: Kas soovite ühenduse kohe käivitada?
eu: lotura orain abiarazi nahi duzu?
fi: Käynnistetäänkö yhteys?
fr: Voulez-vous démarrer la connexion maintenant ?
he: האם ברצונך להתחיל את החיבור כעת?
hu: El szeretné indítani most a kapcsolatot?
id: Apakah Anda ingin memulai koneksi sekarang?
is: Vilt þú ræsa tenginguna núna?
it: Vuoi avviare la connessione ora?
nb: Ønsker du å starte tilkoblinga nå?
nn: Ønskjer du å starta sambandet no?
pl: Czy chcesz rozpocząć połączenie w tej chwili?
ro: Doriți să porniți conexiunea acum?
ru: Хотите установить соединение прямо сейчас?
sl: Se želite povezati zdaj?
tr: Bağlantıyı şimdi başlatmak ister misiniz?
wa: Voloz vs enonder l' raloyaedje asteure?

source: The VPN connection is now configured. This VPN connection can be automatically started together with a network connection. It can be done by reconfiguring the network connection and selecting this VPN connection.
cs: Připojení VPN je nyní nastaveno. Toto připojení VPN může být automaticky spuštěno spolu s připojením k síti. Lze jej takto nastavit pomocí přenastavení připojení k síti a výběru tohoto připojení VPN.
cy: Mae'r cysylltiad VPN wedi ei ffurfweddu. Mae modd cychwyn y cysylltiad yn awtomatig ynghyd â chysylltiad rhwydwaith. Mae modd gwneud hynny drwy ail-ffurfweddu’r cysylltiad rhwydwaith a dewis y cysylltiad VPN yma.
da: VPN-opkoblingen er sat op nu. Denne VPN-opkobling kan automatisk startes op med en netværksopkobling. Det kan blive gjort ved at sætte netværksopkoblingen op igen og vælge denne VPN-opkobling.
de: Die VPN Verbindung ist jetzt konfiguriert. Die VPN Verbindung kann automatisch mit einer Netzwerkverbindung gestartet werden. Dies kann erfolgen, in dem die Netzwerkverbindung neu konfiguriert wird und die VPN Verbindung ausgewählt wird.
el: Έγινε η ρύθμιση της σύνδεσης VPN. Αυτή η σύνδεση VPN μπορεί να εκκινηθεί αυτόματα τη στιγμή σύνδεσης στο δίκτυο. Αυτό μπορεί να γίνει ρυθμίζοντας εκ νέου την σύνδεση στο δίκτυο και επιλέγοντας αυτήν τη σύνδεση VPN.
es: La conexión VPN está configurada. Esta conexión VPN puede ser iniciada automáticamente junto con una conexión de red. Se puede hacer reconfigurando la conexión de red y seleccionando esta conexión VPN.
et: VPN-ühendus on nüüd seadistatud. Seda VPN-ühendust saab automaatselt käivitada koos võrguühendusega. Selleks tuleb võrguühendus ümber seadistada ning valida see VPN-ühendus.
eu: VPN lotura orain konfiguratuta dago. VPN lotura hau sare lotura batekin automatikoki abiarazi daiteke. Sare lotura birkonfiguratu eta VPN lotura hau aukeratuz egin daiteke.
fi: VPN-yhteys on asetettu. VPN-yhteys voidaan käynnistää automaattisesti yhdessä verkkoliitännän kanssa. Asetus voidaan tehdä asettamalla verkkoliitäntä uudelleen ja valitsemalla asetettu VPN-yhteys.
fr: La connexion VPN est maintenant configurée. Cette connexion VPN peut être démarrée automatiquement au moment d'une connexion au réseau. Cela peut être fait en reconfigurant la connexion réseau et en sélectionnant cette connexion VPN.
he: חיבור ה-VPN מוגדר כעת. ניתן להתחיל חיבור VPN זה אוטומטית יחד עם חיבור לרשת. ניתן לעשות זאת על ידי הגדרה מחדש של חיבור הרשת ובחירה בחיבור VPN זה.
hu: A VPN kapcsolat beállítása megtörtént. A VPN kapcsolat automatikusan elindítható egy hálózati kapcsolattal együtt - ehhez módosítani kell a hálózati kapcsolat beállításait és ki kell jelölni ezen VPN kapcsolatot.
id: Koneksi VPN sekarang telah terkonfigurasi. Koneksi VPN ini bisa dimulai otomatis bersamaan dengan koneksi jaringan. Itu bisa dilakukan dengan mengkonfigurasi ulang koneksi jaringan dan memilih koneksi VPN ini.
is: VPN tengingin er nú uppsett. Þessa VPN tengingu er hægt að ræsa sjálfvirkt þegar nettengingar eru ræstar. Það má gera með því að endurstilla nettengingar og velja þessa VPN tengingu.
it: La connessione VPN ora è configurata. Questa connessione VPN può essere avviata automaticamente con una connessione di rete. Questo può esser fatto riconfigurando la connessione di rete e selezionando questa VPN.
nb: VPN-tilkoblingen er nå satt opp. Denne VPN-tilkoblinga kan automatisk startes samen med en nettverkstilkobling. Dette kan gjøres ved å sette opp nettverkstilkoblinga på nytt og velge denne VPN-tilkoblinga.
nn: VPN-sambandet er no sett opp. Dette VPN-sambandet kan startast automatisk saman med eit nettverkssamband. Dette kan du gjera ved å setja opp nettverkssambandet på nytt, og så velja dette VPN-sambandet.
pl: Połączenie VPN nie powiodło się. To połączenie VPN może być automatycznie uruchamiane podczas ustanawiania połączenia sieciowego. Można to uaktywnić wskazując połączenie VPN podczas ponownej konfiguracji połączenia sieciowego.
ro: Conexiunea VPN este acum configurată. Această conexiune VPN poate fi pornită automat odată cu conectarea la rețea. Acest lucru se poate efectua reconfigurînd conectarea la rețea și selecționînd această conexiune VPN.
ru: VPN-подключение успешно настроено. Это VPN-соединение может быть установлено автоматически вместе с сетевым подключением. Этого можно добиться путём повторной настройки сетевого подключения и выбора этого VPN-подключения.
sl: Povezava VPN je nastavljena. Ta povezava VPN se lahko vzpostavi samodejno obenem z omrežno povezavo. to lahko dosežete s ponovno nastavitvijo omrežne povezave in izbiro te povezave VPN.
tr: VPN bağlantısı şu anda yapılandırıldı. Bu VPN bağlantısı birağ bağlantısı ile birlikte otomatik olarak başlatılabilir. Bu, ağ bağlantısını yeniden yapılandırılarak ve bu VPN bağlantısını seçerek yapılabilir.
wa: Li raloyaedje VPN est apontyî asteure. Ci raloyaedje VPN ci pout esse enondé otomaticmint avou on raloyaedje rantoele. Çoula pout esse fwait tot rapontiant li raloyaedje rantoele eyet tchoezixhant ci raloyaedje VPN ci.

source: Port scanning
cs: Skenování portů
cy: Sganio Pyrth
da: Portskanning
el: Σάρωση θυρών
es: Escaneo de puertos
et: Pordi skaneerimine
eu: Ataka azterketa
fi: Porttiskannaus
fr: Balayage des ports
he: סריקת שערים
hu: Portszkenelés
id: Scanning port
is: Portskönnun
it: Scansione delle porte
nb: Portskanning
nn: Portskanning
pl: Skanowanie portów
ro: Scanare de porturi
ru: Сканирование портов
sl: Pregledovanje vrat
tr: Port tarama
wa: Sicanaedje des pôrts

source: Service attack
br: Argad ouzh ur servij
cs: Napadení služby
cy: Ymosodiad gwasanaeth
da: Angreb på tjeneste
de: Dienstangriff
el: Επίθεση υπηρεσίας
es: Ataque de servicio
et: Teenuse rünnak
eu: Zerbitzu erasoa
fi: Palveluhyökkäys
fr: Attaque de service
he: התקפת שרות
hu: Szolgáltatás támadása
id: Serangan layanan
is: Ráðist á þjónustu
it: Attacco ad un servizio
nb: Tjenesteangrep
nn: Tenesteangrep
pl: Zaatakowana usługa
ro: Atac de serviciu
ru: Атака службы
sl: Napad na storitev
tr: Hizmet saldırısı
wa: Atake di siervice

source: Password cracking
cs: Lámání hesla
cy: Agor cyfrinair
da: Brydning af adgangskoder
de: Passwort knacken
el: Διάρρηξη κωδικού πρόσβασης...
es: Rompimiento de contraseña
et: Parooli lahtimurdmine
eu: Pasahitza pitzatzeko ahalegina
fi: Salasanan murtoyritys
fr: Piratage de mot de passe
he: פיצוח סיסמה
hu: Jelszófeltörés
id: Pembobolan sandi
is: Brjóta lykilorð
it: Forzatura (cracking) della password
nb: Passordknekking
nn: Passordknekking
pl: Łamanie haseł
ro: Spargere de parolă
ru: Взлом пароля
sl: Razbijanje gesla
tr: Parola kırma
wa: Cracaedje do scret

source: New connection
br: Kevreadenn nevez
cs: Nové připojení
cy: Cysylltiad newydd
da: Ny forbindelse
de: Neue Verbindung
el: Νέα σύνδεση
es: Nueva conexión
et: Uus ühendus
eu: Lotura berria
fi: Uusi yhteys
fr: Nouvelle connexion
he: חיבור חדש
hu: Új hálózati kapcsolat
id: Koneksi baru
is: Ný tenging
it: Nuova connessione
nb: Ny tilkobling
nn: Nytt samband
pl: Nowe połączenie
ro: Conexiune nouă
ru: Новое подключение
sl: Nova povezava
tr: Yeni bağlantı
wa: Novea raloyaedje

source: "%s" attack
br: Argad « %s »
cs: Útok "%s"
cy: Ymosodiad "%s"
da: "%s"-angreb
de: "%s" -Angriff
el: Επίθεση «%s»
es: Ataque "%s"
et: "%s" rünnak
eu: "%s" erasoa
fi: %s-hyökkäys
fr: Attaque « %s »
he: התקפת "%s"
hu: "%s" támadás
id: Serangan "%s"
is: "%s" árás
it: Attacco "%s"
nb: «%s»-angrep
nn: «%s»-angrep
pl: Atak "%s"
ro: Atac „%s”
ru: "%s" атака
sl: Napad »%s«
tr: "%s" saldırısı
wa: Atake «%s»

source: A port scanning attack has been attempted by %s.
cs: Došlo k pokusu o útok skenováním portů z %s.
cy: Gwnaed ymgais i ymosod ar borth gan %s.
da: Et angreb med portskanning er blevet forsøgt af %s.
de: Ein Portscan-Angriff wurde durch %s versucht.
el: Εντοπίσθηκε επίθεση σάρωσης θυρών από %s.
es: %s ha intentado un escaneo de puertos.
et: %s üritas porte skaneerida.
eu: %s, ataka azterketa eraso saio bat egiten saiatu da.
fi: Porttiskannausta yritettiin osoitteesta %s.
fr: Une tentative de scan des ports a été effectuée par %s.
he: התקפת סריקת שערים נוסתה על ידי %s.
hu: Portszkeneléses támadás megkísérelve "%s" által.
id: Sebuah serangan scanning port telah berusaha dilakukan oleh %s.
is: Port-skönnun hefur verið reynd af %s.
it: Un attacco di scansione delle porte è stato tentato da %s.
nb: Et portskanningsangrep har blitt forsøkt av %s.
nn: Eit portskanningsangrep vart forsøkt av «%s».
pl: Atak skanowania portów został przeprowadzony przez %s.
ro: O tentativă de scanare de porturi a fost efectuată de %s.
ru: Обнаружена атака на сканирование портов с %s.
sl: %s je poskušal napad s pregledovanjem vrat.
tr: %s tarafından bir port tarama saldırısı yapılmaya çalışıldı.
wa: Ene atake pa scanaedje des pôrts a stî sayeye pa %s.
