Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: The %s service has been attacked by %s.
br: Argadet oa bet ar servij %s gant %s.
cs: Služba %s je napadena ze strany %s.
cy: Mae gwasanaeth %s wedi derbyn ymosodiad gan %s.
da: %s-tjenesten er blevet angrebet af %s.
de: Der %s-Dienst wurde durch %s angegriffen.
el: Η υπηρεσία %s δέχτηκε επίθεση από τον %s.
es: El servicio %s ha sido atacado por %s.
et: %s teenus sattus %s rünnaku alla.
eu: %s zerbitzua %s-k erasotua izan da.
fi: Palveluun %s hyökättiin osoitteesta %s.
fr: Le service %s a été attaqué par %s.
he: השרות %s הותקף על ידי %s.
hu: A(z) "%s" szolgáltatás megtámadva "%s" által.
id: Layanan %s telah diserang oleh %s.
is: Ráðist hefur verið á þjónustuna %s af %s.
it: Il servizio %s è stato attaccato da %s.
nb: tjenesten «%s» har blitt angrepet av %s.
nn: Tenesta «%s» vart angripen av «%s».
pl: Usługa %s została zaatakowana przez %s.
ro: Serviciul %s a fost atacat de %s.
ru: Служба %s был атакована с %s.
sl: %2$s je napadel storitev %1$s.
tr: %s hizmeti, %s tarafından saldırıya uğradı.
wa: Li siervice %s a stî ataké pa %s.

source: A password cracking attack has been attempted by %s.
cs: Došlo k pokusu o útok prolomením hesla z %s.
cy: Gwnaed ymgais i agor cyfrinair gan %s.
da: Et angreb med cracking af adgangskoder er blevet forsøgt af %s.
de: Ein Passwort-Angriff wurde durch %s versucht.
el: Έγινε προσπάθεια διάρρηξης κωδικού πρόσβασης από %s.
es: %s ha intentado un ataque de rompimiento de contraseña.
et: %s üritas parooli lahtimurdmist.
eu: Pasahitza hausteko eraso saio bat egin du %s-k.
fi: Salasanan murtoyritystä yritettiin osoitteesta %s.
fr: Une tentative de piratage des mots de passe a été effectuée par %s.
he: התקפת password cracking נוסתה על ידי %s.
hu: Jelszófeltörési támadás megkísérelve "%s" által.
id: Sebuah serangan pembobolan sandi telah berusaha dilakukan oleh %s.
is: Reynt hefur verið að brjóta upp lykilorð af %s.
it: Un attacco per forzare la password è stato tentato da %s.
nb: Et forsøk på å knekke passord har blitt forsøkt av %s.
nn: Eit forsøk på å knekka passord vart utførd av «%s».
pl: Atak na hasła został przeprowadzony przez %s.
ro: O tentativă de spargere de parolă a fost efectuată de către %s.
ru: Обнаружена атака на взлом пароля с %s.
sl: %s je poskušal napad z razbijanjem gesla.
tr: %s tarafından bir şifre kırma saldırısı yapılmaya çalışıldı.
wa: Ene atake pa cracaedje di screts a stî sayeye pa %s.

source: %s is connecting on the %s service.
cs: %s se připojuje ke službě %s.
cy: Mae %s yn cysylltu a gwasanaeth %s.
da: %s kobler op til %s-tjenesten.
de: %s verbindet sich mit dem %s-Dienst
el: %s σύνδεση σε εξέλιξη στην υπηρεσία %s.
es: %s se está conectando al servicio %s.
et: %s ühendub %s teenusega.
eu: %s %s zerbitzura konektatzen ari da.
fi: %s ottaa yhteyttä palveluun %s.
fr: %s en cours de connexion sur le service %s.
he: %s מתחבר על שירות ה- %s.
hu: %s a %s szolgáltatáshoz kapcsolódik.
id: %s terhubung pada layanan %s.
is: %s er að tengjast við þjónustuna %s.
it: %s si sta connettendo al servizio %s.
nb: %s kobler til på tjenesten %s.
nn: %s koplar til tenesta %s.
pl: %s łączy się z usługą %s.
ro: %s se conectează la serviciul %s.
ru: %s подключается к службе %s.
sl: %s se povezuje na storitev %s.
tr: %s, %s hizmetine bağlanıyor.

source: A "%s" attack has been attempted by %s
br: Bez’ ez eus un argad « %s » gant %s
cs: Došlo k pokusu o útok "%s" ze strany %s
cy: Gwnaed ymgais i greu ymosodiad "%s"gan %s.
da: Et angreb på %s er blevet forsøgt af %s
de: Ein "%s"-Angriff wurde durch %s versucht
el: Προσπάθεια «%s» επίθεσης από τον %s
es: %s ha intentado un ataque "%s"
et: "%s" rünnaku katse %s poolt
eu: "%s" eraso bat egiten saiatu da %s
fi: %s-hyökkäystä yritettiin osoitteesta %s
fr: Une attaque « %s » a été tentée par %s
he: התקפת "%s" נוסתה על ידי %s
hu: "%s" támadás megkísérelve "%s" által.
id: Sebuah serangan "%s" telah berusaha dilakukan oleh %s
is: "%s" árás hefur verið reynd af %s
it: Un attacco "%s" è stato tentato da %s
nb: Et «%s»-angrep har blitt forsøkt av %s
nn: Eit «%s»-angrep vart forsøkt av «%s».
pl: Atak "%s" został przeprowadzony przez %s
ro: Un atac „%s” a fost tentat de %s
ru: Обнаружена " %s" атака с %s.
sl: %2$s je poskušal z napadom »%1$s«.
tr: Bir "%s" saldırısı %s tarafından yapılmaya çalışıldı.
wa: Ene atake «%s» a stî sayeye pa %s.

source: The "%s" application is trying to make a service (%s) available to the network.
cs: Aplikace "%s" se snaží o zpřístupnění služby (%s) na síti.
cy: Mae rhaglen "%s" yn ceisio gwneud gwasanaeth (%s) ar gael i'r rhwydwaith.
da: Programmet '%s' prøver at bruge en tjeneste (%s) tilgængelig for netværket.
de: Das Programm "%s" versucht den Dienst (%s) für das Netzwerk erreichbar zu machen.
el: Η εφαρμογή «%s» προσπαθεί να διαθέσει μια υπηρεσία (%s) στο δίκτυο.
es: La aplicación "%s" está tratando de dejar un servicio (%s) disponible para la red.
et: Rakendus "%s" üritab muuta teenust (%s) võrgus kättesaadavaks.
eu: "%s" aplikazioa zerbitzu bat (%s) sarean eskuragarri jartzen saiatzen ari da.
fi: Sovellus %s yrittää avata palvelua (%s) saataville verkkoon.
fr: L'application « %s » tente de rendre disponible un service (%s) pour le réseau.
he: היישום "%s" מנסה לגרום לשירות (%s) להיות זמין לרשת.
hu: A(z) "%s" alkalmazás megpróbál elérhetővé tenni egy szolgáltatást (%s) a hálózat számára.
id: Aplikasi "%s" berusaha membuat layanan (%s) terbuka ke jaringan.
is: Forritið "%s" er að reyna að bjóða fram þjónustu (%s) á netinu.
it: L'applicazione "%s" sta tentando di fornire un servizio (%s) disponibile per la rete.
nb: Programmet «%s» prøver å gjøre en tjeneste (%s) tilgjengelig på nettverket.
nn: Programmet «%s» prøver å gjera ei teneste (%s) tilgjengeleg til nettverket.
pl: Program "%s" próbuje udostępnić usługę (%s) w sieci.
ro: Aplicația „%s” a încercat să pună la dispoziție un serviciu (%s) în rețea.
ru: Приложение "%s" пытается открыть службу (%s) для доступа из сети.
sl: Program "%s" poskuša omogočiti dostop do storitve (%s) iz omrežja.
tr: "%s" uygulaması ağda bir hizmeti (%s) etkinleştirmeye çalışıyor.
wa: Li programe «%s» saye di rinde disponibe sol rantoele on siervice (%s).

source: port %d
br: porzh %d
cy: porth %d
el: θύρα %d
es: puerto %d
eu: %d ataka
fi: portti %d
he: שער %d
it: Porta %d
ro: portul %d
ru: порт %d
sl: Vrata %d
wa: pôrt %d

source: Manual
br: Diwar zorn
cs: Ručně
cy: Llaw
da: Manuel
de: Manuell
el: Χειροκίνητα
et: käsitsi
eu: Eskuz
fi: Manuaalinen
fr: Manuelle
he: ידני
hu: Kézi
is: Handvirkt
it: Manuale
nb: Manuell
nn: Manuelt
pl: Ręcznie
ru: Вручную
sl: Ročno
tr: Elle
wa: Al mwin

source: Automatic
br: Emgefreek
cs: Automaticky
cy: Awtomatig
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
et: Automaatne
eu: Automatikoa
fi: Automaattinen
fr: Automatique
he: אוטומטי
hu: Automatikus
id: Otomatis
is: Sjálfvirk
it: Automatico
nb: Automatisk
nn: Automatisk
pl: Automatycznie
ro: Automat
ru: Автоматический
sl: Samodejno
tr: Otomatik
wa: Otomatike

source: No device supporting the %s ndiswrapper driver is present!
cs: Není přítomno žádné zařízení podporující ovladač ndiswrapper %s!
cy: Does dim dyfais sy'n cynnal gyrrwr %s ndiswrapper yn bresenol!
da: Ingen enhed der understøtter %s ndiswrapper-driveren er til stede!
de: Es ist kein Gerät vorhanden, dass den %s ndiswrapper unterstützt!
el: Δεν βρέθηκε συσκευή που να υποστηρίζει τον οδηγό ndiswrapper %s !
es: ¡No hay un dispositivo disponible que soporte el controlador ndiswrapper %s!
et: Pole ühtegi seadet, mis toetaks %s ndiswrapper-draiverit!
eu: Ez dago %s ndiswrapper gidaria onartzen duen gailurik instalatuta!
fi: %s ndiswrapper-ajuria tukevia laitteita ei löytynyt!
fr: Aucun périphérique supportant le pilote ndiswrapper %s n'est présent !
he: לא נמצא התקן התומך במנהל ההתקן %s ndiswrapper!
hu: Nem található olyan eszköz, amely támogatná a(z) %s Ndiswrapper meghajtót.
id: Tidak ada device yang mendukung driver ndiswrapper %s!
is: Ekkert tæki sem styður %s ndiswrapper rekilinn er til staðar!
it: Non è presente alcun dispositivo che supporti il driver ndiswrapper %s!
nb: Fant ingen enhet som støtter driveren %s for ndiswrapper.
nn: Har ingen einingar som støttar ndiswrapper-drivaren til «%s».
pl: Brak urządzeń obsługiwanych przez sterownik ndiswrapper %s!
ro: Nu este prezent nici un dispozitiv care să suporte pilotul ndiswrapper %s!
ru: Не обнаружено устройств, поддерживающих драйвер %s ndiswrapper!
sl: Na voljo ni nobene naprave, ki bi podpirala gonilnik %s ndiswrapper!
tr: %s ndiswrapper sürücüsünü destekleyen herhangi bir aygıt yok!
wa: I n' a nol éndjin ki sopoite li mineu ndiswrapper %s!

source: Please select the correct driver
br: Dibabit ar sturier mat mar plij
cs: Vyberte, prosím, správný ovladač
cy: Dewiswch y gyrrwr cywir
da: Vælg den korrekte driver
de: Bitte wählen Sie den entsprechenden Treiber
el: Παρακαλώ επιλέξτε το σωστό οδηγό
es: Por favor seleccione el controlador correcto
et: Palun valige korrektne draiver
eu: Mesedez aukeratu gidari zuzena
fi: Valitse oikea ajuri
fr: Veuillez choisir le pilote correct
hu: Kérem adja meg a helyes meghajtót
id: Silakan pilih driver yang tepat
it: Seleziona il driver corretto
nb: Vær vennlig å velge den riktige driveren
nn: Vel den rette drivaren
pl: Proszę wybrać prawidłowy sterownik
ro: Selectați pilotul corect
ru: Выберите корректный драйвер
sl: Izberite pravi gonilnik
tr: Lütfen doğru sürücüyü seçin

source: Please select the Windows driver description (.inf) file, or corresponding driver file (.dll or .o files). Note that only drivers up to Windows XP are supported.
cs: Vyberte, prosím, soubor s popisem ovladače pro Windows (.inf) nebo odpovídající soubor s ovladačem (soubor .dll nebo .o). Mějte na paměti, že jsou podporovány pouze ovladače do Windows XP a starší.
cy: Dewiswch ffeil Windows driver description (.inf), neu ffeil gyrrwr cyfatebol (.dll neu .o ). Sylwch mai dim ond gyrwyr hyd at Windows XP sy'n cael eu cynnal.
da: Vælg Windows-driver beskrivelsesfilen (.inf), eller tilsvarende driverfil (.dll eller .o filer). Bemærk at kun drivere op til Windows XP understøttes.
de: Bitte wählen Sie die Windowstreiber Beschreibung (.inf), oder die entsprechende Treiber-Datei (.dll oder .o Datei) aus. Beachten Sie, dass nur Treiber bis Windows XP unterstützt werden.
el: Παρακαλώ επιλέξτε το αρχείο .inf του οδηγού Windows, ή το κατάλληλο αρχείο οδηγού (αρχεία .dll ή .o) . Σημειώστε ότι υποστηρίζονται μόνο οι οδηγοί των Windows XP ή νεώτερα.
es: Por favor seleccione el archivo descriptor del controlador de Windows (.inf), o el archivo de controlador correspondiente (archivos .dll o .o). Note que sólo se soportan los controladores hasta Windows XP.
et: Palun valige Windowsi draiveri kirjeldusfail (.inf) või vastav draiverifail (.dll või .o). Arvestage, et toetatud on ainult Windows XP või varasemad draiverid.
eu: Hautatu Windows gidariaren deskribapen fitxategia (.inf), edo dagokion gidari fitxategia (.dll edo .o fitxategiak). Windows XP arteko gidariak bakarrik onartzen dira.
fi: Valitse Windows-ajurin kuvaustiedosto (.inf) tai vastaava ajuritiedosto (.dll tai .o). Huomaa, että tuettuja ajuriversioita ovat vain Windows XP tai vanhemmat.
fr: Veuillez sélectionner le fichier de description du pilote Windows (.inf) ou le fichier pilote correspondant (fichier .dll ou .o). Veuillez noter que seuls les pilotes Windows XP ou antérieurs sont supportés.
hu: Kérem válassza ki a Windows meghajtó-leíró (.inf) fájlját, vagy magát a meghajtót (.dd vagy .o fájlok). Megjegyzés: csak a Windwos Xp meghajtói támogatottak.
id: Silakan pilih file deskripsi driver Windows (.inf), atau file driver yang sesuai (file .dll atau .o). Catatan bahwa hanya driver hingga Windows XP yang didukung.
it: Seleziona il file Windows di descrizione del driver (.inf), o il corrispondente file driver (.dll o .o). Nota che sono supportati i driver solo sino a Windows XP.
nb: Velg beskrivelsesfila (.inf) for driveren, eller tilsvarende .dll eller .o-filer. Kun filer fram til Windows XP er støttet.
nn: Vel Windows-drivarskildringsfila (.inf-fila) eller den tilhøyrande driver-fila (.dll eller .o). Merk at berre drivarar opp til Windows XP er støtta.
pl: Wybierz plik opisu sterownika Windows (.inf) lub odpowiedni plik sterownika (pliki .dll lub .o). Obsługiwane są tylko sterowniki systemu Windows XP.
ro: Selectați fișierul de descriere a pilotului Windows (.inf), sau fișierul pilot corespunzător (fișiere .dll sau .o). Notați că sînt suportați piloții numai pînă la versiunea de Windows XP.
ru: Выберите файл описаний драйвера для Windows (.inf) или соответствующий файл драйвера (dll или .o). Учтите, что поддерживаются драйвера только до Windows XP.
sl: Izberite datoteko z opisom gonilnika za Windows (*.inf) ali pa ustrezno datoteko samega gonilnika (*.dll ali *.o). Vedite, da so podprti samo gonilniki za Windows XP ali starejše.
tr: Lütfen Windows sürücü tanımlama dosyasını (.inf) veya uygun sürücü dosyasını (.dll veya .o dosyaları) seçin. Sadece Windows XP' ye kadar olan sürücüler desteklenmektedir.

source: Unable to install the %s ndiswrapper driver!
br: N'hellan ket staliañ ar sturier ndiswrapper %s !
cs: Nelze nainstalovat ovladač ndiswrapper %s!
cy: Methu arsefydlu y gyrrydd ndiswrapper %s!
da: Kan ikke installere %s ndiswrapper-driveren!
de: Konnte den %s ndiswrapper-Treiber nicht installieren!
el: Αδύνατη η εγκατάσταση του οδηγού ndiswrapper %s !
es: ¡No se puede instalar el controlador ndiswrapper %s!
et: %s ndiswrapper-draiveri paigaldamine nurjus!
eu: Ezin da %s ndiswrapper gidaria instalatu!
fi: %s ndiswrapper-ajuria ei voitu asentaa!
fr: Impossible d'installer le pilote ndiswrapper %s !
he: התקנת מנהל ההתקן %s ndiswrapper נכשלה!
hu: Nem sikerült telepíteni a(z) %s Ndiswrapper meghajtót.
id: Tidak bisa menginstall driver ndiswrapper %s!
is: Get ekki sett inn %s ndiswrapper rekilinn!
it: Impossibile installare il driver ndiswrapper %s!
nb: Kan ikke installere driveren for %s.
nn: Klarte ikkje installera ndiswrapper-drivaren til «%s».
pl: Instalacja sterownika ndiswrapper dla urządzenia %s jest niemożliwa!
ro: Nu se poate instala pilotul ndiswrapper %s!
ru: Не удается установить драйвер %s ndiswrapper!
sl: Gonilnika %s ndiswrapper ni mogoče namestiti!
tr: %s ndiswrapper sürücüsü kurulamıyor!
wa: Dji n' sai astaler l' mineu ndiswrapper %s!

source: The selected device has already been configured with the %s driver. Do you really want to use a ndiswrapper driver?
cs: Vybrané zařízení je již nastaveno pro ovladač %s. Opravdu chcete použít ovladač ndiswrapper?
cy: Mae'r ddyfais hon wedi ei ffurfweddu eisoes gyda gyrrwr %s. Ydych chi wir am ddefnyddio gyrrwr ndiswrapper ?
da: Den valgte enhed er allerede blevet konfigureret med %s-driveren. Ønsker du virkelig at bruge en ndiswrapper-driver?
de: Das ausgewählte Gerät wurde bereits mit dem %s-Treiber konfiguriert. Möchten Sie wirklich einen ndiswrapper-Treiber verwenden?
el: Η επιλεγμένη συσκευή έχει ήδη ρυθμιστεί με τον οδηγό %s. Θέλετε πραγματικά να χρησιμοποιήσετε έναν οδηγό ndiswrapper ;
es: El dispositivo seleccionado ya ha sido configurado con el controlador %s. ¿Realmente desea utilizar el controlador ndiswrapper?
et: Valitud seade on on juba seadistatud kasutama %s draiverit. Kas soovite tõesti kasutada ndiswrapper-draiverit?
eu: Aukeratutako gailua %s gidariarekin konfiguratua izan da. Benetan erabili nahi duzu ndiswrapper gidaria?
fi: Valittu laite on jo määritelty käyttämään ajuria %s. Haluatko varmasti käyttää ndiswrapperia?
fr: Le périphérique sélectionné a déjà été configuré avec le pilote %s. Désirez-vous vraiment utiliser un pilote ndiswrapper ?
he: ההתקן שנבחר כבר הוגדר עם התקן ההינע %s האם אתה בטוח שברצונך להשתמש בהתקן הינע עם Ndiswrapper?
hu: A kijelölt eszköz már be lett állítva a(z) %s meghajtóprogrammal. Valóban szeretne Ndiswrapper meghajtóprogramot használni?
id: Device yang dipilih telah terkonfigurasi dengan driver %s. Apakah Anda yakin ingin menggunakan driver ndiswrapper?
is: Valið tæki hefur þegar verið sett upp með reklinum %s. vilt þú í raun nota ndiswrapper rekil?
it: Il dispositivo selezionato è già stato configurato con il driver %s. Vuoi davvero usare un driver ndiswrapper?
nb: Den valgte enheten har allerede blitt satt opp med %s. Ønsker du virkelig å bruke en driver for ndiswrapper?
nn: Eininga er allereie sett opp med drivaren «%s». Er du sikker på at du vil bruka ndiswrapper-drivaren?
pl: Wybrane urządzenie zostało już skonfigurowane z wykorzystaniem sterownika %s. Czy na pewno chcesz użyć sterownika ndiswrapper?
ro: Dispozitivul selectat a fost deja configurat cu pilotul %s. Sigur doriți să utilizați un pilot ndiswrapper?
ru: Выбранное устройство уже было настроено на использование драйвера %s. Вы действительно желаете использовать драйвер ndiswrapper?
sl: Izbrana naprava je že nastavljena z gonilnikom %s. Ste prepričani, da želite uporabo gonilnika ndiswrapper?
tr: Seçili aygıt zaten %s sürücüsü tarafından yapılandırılmış. Gerçekten ndiswrapper sürücüsünü kullanmak istiyor musunuz?
wa: L' éndjin tchoezi a ddja stî apontyî avou l' mineu %s. Voloz vs vormint eployî on mineu ndiswrapper al plaece?

source: Unable to load the ndiswrapper module!
br: N'hellan ket kargañ ar mollad ndiswrapper !
cs: Nelze načíst modul ndiswrapper!
cy: methu llwytho'r modiwl ndiswrapper!
da: Kan ikke indlæse ndiswrapper-modulet!
de: Konnte das ndiswrapper-Modul nicht laden!
el: Αποτυχία φόρτωσης του αρθρώματος ndiswrapper!
es: ¡No se puede cargar el módulo ndiswrapper!
et: Ndiswrapper-mooduli laadimine nurjus!
eu: Ezin da ndiswrapper modulua zamatu!
fi: Ndiswrapper-moduulin lataaminen epäonnistui!
fr: Impossible de charger le module ndiswrapper !
he: טעינת המודול ndiswrapper נכשלה!
hu: Nem sikerült betölteni az Ndiswrapper modult.
id: Tidak bisa memuat modul ndiswrapper!
is: Get ekki hlaðið inn ndiswrapper reklinum!
it: Impossibile caricare il modulo ndiswrapper!
nb: Klarte ikke å laste modulet ndiswrapper.
nn: Klarte ikkje lasta ndiswrapper-modulen.
pl: Załadowanie modułu ndiswrapper jest niemożliwe!
ro: Nu se poate încărca modulul ndiswrapper!
ru: Не удается загрузить модуль ndiswrapper!
sl: Modula ndiswrapper ni mogoče naložiti!
tr: ndiswrapper modulü yüklenemiyor!
wa: Dji n' sai tcherdjî l' module ndiswrapper!

source: Unable to find the ndiswrapper interface!
br: N’em eus ket bet kavout an etrefas ndiswrapper !
cs: Nelze nalézt rozhraní ndiswrapper!
cy: Methu canfod rhyngwyneb ndiswrapper!
da: Kan ikke finde ndiswrapper-grænsefladen!
de: Konnte die ndiswrapper-Schnittstelle nicht finden!
el: Αδύνατη η εύρεση της διεπαφής ndiswrapper!
es: ¡No se puede encontrar la interfaz ndiswrapper!
et: Ndiswrapper-liidest ei leitud!
eu: Ezin da ndiswrapper interfazea aurkitu!
fi: Ndiswrapper-liitäntää ei löytynyt!
fr: Impossible de trouver l'interface ndiswrapper !
he: אין אפשרות לאתר את מנשק ה-Ndiswrapper
hu: Az Ndiswrapper illesztő nem található.
id: Tidak bisa menemukan antarmuka ndiswrapper!
is: Finn ekki ndiswrapper tengið!
it: Impossibile trovare l'interfaccia ndiswrapper!
nb: Kunne ikke finne grensesnittet.
nn: Klarte ikkje finna ndiswrapper-grensesnittet.
pl: Odszukanie interfejsu modułu ndiswrapper jest niemożliwe!
ro: Nu se poate găsi interfața ndiswrapper!
ru: Не удается найти интерфейс ndiswrapper!
sl: Vmesnika ndiswrapper ni mogoče najti!
tr: ndiswrapper ara birimi bulunamıyor!
wa: Dji n' a savou trover l' eterface ndiswrapper!

source: Choose an ndiswrapper driver
br: Dibabit ur sturier ndiswrapper
cs: Vyberte ovladač ndiswrapper
cy: Dewis gyrrwr ndiswrapper
da: Vælg en ndiswrapper driver
de: Wählen Sie einen ndiswrapper-Treiber
el: Επιλέξτε έναν οδηγό ndiswrapper
es: Seleccione un controlador ndiswrapper
et: Ndiswrapper-draiveri valimine
eu: ndiswrapper gidari bat aukeratu
fi: Valitse ndiswrapper-ajuri
fr: Choix d'un pilote ndiswrapper
he: בחירת מנהל התקן אלחוטי עבור ndiswrapper
hu: Ndiswrapper meghajtó kiválasztása
id: Pilih sebuah driver ndiswrapper
is: Velja ndiswrapper rekil
it: Scegli un driver ndiswrapper
nb: Velg en drive for ndiswrapper
nn: Vel ein ndiswrapper-drivar
pl: Wybieranie sterownika ndiswrapper
ro: Alegeți un pilot ndiswrapper
ru: Выберите ndiswrapper драйвер
sl: Izberite ndiswrapper gonilnik
tr: Bir ndiswrapper sürücüsü seçin
wa: Tchoezi on mineu ndiswrapper

source: Use the ndiswrapper driver %s
br: Implijit ar sturier ndiswrapper %s
cs: Použít ovladač ndiswrapper %s
cy: Defnyddiwch y gyrrydd ndiswrapper %s
da: Brug ndiswrapper-driveren %s
de: Verwende den ndiswrapper-Treiber %s
el: Χρήση του οδηγού ndiswrapper %s
es: Utilizar el controlador ndiswrapper %s
et: Ndiswrapper-draiveri %s kasutamine
eu: Erabili %s ndiswrapper gidaria
fi: Käytä %s ndiswrapper-ajuria
fr: Utiliser le pilote ndiswrapper %s
he: השתמש במנהל ההתקן ndiswrapper %s
hu: A(z) %s Ndiswrapper meghajtóprogram használata
id: Gunakan driver ndiswrapper %s
is: Nota ndiswrapper rekil %s
it: Usa il driver ndiswrapper %s
nb: Bruk driveren %s
nn: Bruk ndiswrapper-drivaren «%s»
pl: Użyj sterownika ndiswrapper %s
ro: Utilizează pilotul ndiswrapper %s
ru: Использовать драйвер ndiswrapper %s
sl: Uporabi gonilnik %s z ndiswrapper
tr: Ndiswrapper sürücüsü %s kullan
wa: Eployî l' mineu ndiswrapper %s

source: Install a new driver
br: Staliañ ur sturier nevez
cs: Instalovat nový ovladač
cy: Gosod gyrrwr newydd
da: Installér en ny driver
de: Einen neuen Treiber installieren
el: Εγκατάσταση ενός νέου οδηγού
es: Instalar un nuevo controlador
et: Uue draiveri paigaldamine
eu: Gidari berri bat instalatu
fi: Asenna uusi ajuri
fr: Installer un nouveau pilote
he: התקנת מנהל התקן חדש
hu: Új meghajtóprogram telepítése
id: Install sebuah driver baru
is: Setja inn nýjan rekil
it: Installa un nuovo driver
nb: Installer en ny driver
nn: Installer ein ny drivar
pl: Instalacja nowego sterownika
ro: Instalează un pilot nou
ru: Установить новый драйвер
sl: Namesti nov gonilnik
tr: Yeni bir sürücü kur
wa: Astaler on novea mineu

source: Select a device:
br: Dibabit un drobarzhell :
cs: Vyberte zařízení:
cy: Dewis dyfais:
da: Vælg en enhed:
de: Wählen Sie ein Gerät aus:
el: Επιλέξτε μια συσκευή:
es: Seleccionar un dispositivo:
et: Seade:
eu: Gailu bat aukeratu:
fi: Valitse laite:
fr: Sélectionnez un périphérique :
he: נא לבחור התקן:
hu: Válasszon egy eszközt:
id: Pilih sebuah device:
is: Velja tæki:
it: Seleziona un dispositivo:
nb: Velg en enhet:
nn: Vel eining:
pl: Wybierz urządzenie:
ro: Selectați un dispozitiv:
ru: Выбрать устройство:
sl: Izberite napravo:
tr: Bir aygıt seç:
wa: Tchoezixhoz èn éndjin:

source: Process attack
cs: Zpracovat útok
cy: Ymosodiad proses
de: Prozess Angriff
el: Επεξεργασία επίθεσης
es: Procesar ataque
fr: Traiter l'attaque
hu: Folyamat támadása
id: Serangan proses
it: Processo aggressore
nn: Handsam angrep
ro: Tratează atacul
ru: Обработать атаку
tr: Süreç saldırısı

source: Interactive Firewall: intrusion detected
cs: Interaktivní firewall: Zjištěno narušení
cy: Mur Cadarn Rhyngweithiol: canfod ymwthiad
de: Interaktive Firewall: Eindringen entdeckt
el: Διαδραστικό τείχος προστασίας: εντοπίστηκε εισβολή
es: Cortafuegos interactivo: intrusión detectada
fi: Interaktiivinen palomuuri: tunkeutuminen havaittu
fr: Pare-feu interactif : intrusion détectée
hu: Interaktív tűzfal: behatolási kísérlet történt
id: Firewall Interaktif: penyusupan terdeteksi
it: Firewall Interattivo: rilevata intrusione
nn: Interaktiv brannmur: Oppdaga angrep
ro: Parafoc interactiv: intruziune detectată
ru: Интерактивный файервол: обнаружено постороннее вмешательство
tr: Etkileşimli Güvenlik Duvarı: davetsiz misafir algılandı
