Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Authentication is required to run OpenMandriva Lx Proxy Configuration
cs: Ke spuštění nastavení Megeii pro Proxy je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Διαμεσολαβητή OpenMandriva Lx
es: Se requiere autenticación para configurar Proxy de red
fr: Une authentification est nécessaire pour lancer l'outil de configuration du Proxy de OpenMandriva Lx
it: È richiesta l'autenticazione per configurare un proxy

source: Run OpenMandriva Lx WiFi Configuration
cs: Spustit nastavení Mageii pro WiFi
el: Εκτέλεση της Διαμόρφωσης WiFi OpenMandriva Lx
es: Configurar WiFi
fr: Lancer l'outil de configuration Wifi de OpenMandriva Lx
it: Configura il WiFi

source: Authentication is required to run OpenMandriva Lx WiFi Configuration
cs: Ke spuštění nastavení Mageii pro WiFi je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης WiFi OpenMandriva Lx
es: Se requiere autenticación para configurar WiFi
fr: Une authentification est nécessaire pour lancer l'outil de configuration Wifi de OpenMandriva Lx
it: È richiesta l'autenticazione per configurare il WiFi

source: Run OpenMandriva Lx Samba Shares Configuration
cs: Spustit nastavení Mageii pro sdílení pomocí Samby
el: Εκτέλεση της Διαμόρφωσης Κοινόχρηστων Samba OpenMandriva Lx
es: Configurar compartición Samba
fr: Lancer l'outil de configuration des partages Samba de OpenMandriva Lx
it: Configura le condivisioni Samba

source: Authentication is required to run OpenMandriva Lx Samba Shares Configuration
cs: Ke spuštění nastavení sdílení Mageii pomocí Samby je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση Εκτέλεση της Διαμόρφωσης Κοινόχρηστων Samba OpenMandriva Lx
es: Se requiere autenticación para configurar compartición Samba
fr: Une authentification est nécessaire pour lancer l'outil de configuration des partages Samba de OpenMandriva Lx
it: È richiesta l'autenticazione per configurare le condivisioni Samba

source: Run OpenMandriva Lx VPN Configuration
cs: Spustit nastavení Mageii pro VPN
el: Εκτέλεση της Διαμόρφωσης VPN OpenMandriva Lx
es: Configurar conexión VPN
fr: Lancer l'outil de configuration de VPN - Réseau Privé Virtuel - de OpenMandriva Lx
it: Configura una connessione VPN

source: Authentication is required to run OpenMandriva Lx VPN Configuration
cs: Ke spuštění nastavení Mageii pro VPN je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης VPN OpenMandriva Lx
es: Se requiere autenticación para configurar conexión VPN
fr: Une authentification est nécessaire pour lancer l'outil de configuration de VPN - Réseau Privé Virtuel - de OpenMandriva Lx
it: È richiesta l'autenticazione per configurare una connessione VPN

source: Bluetooth
de: Bluetooth-Geräte
he: שן כחולה
is: Blátannartæki
it: Dispositivi bluetooth
sl: Naprave Bluetooth
tr: Mavi Diş

source: <control>Q
cs: <control>K
fi: <control>L
id: <control>K
nb: <control>A
nn: <control>A

source: POTS
cs: Jednoduché staré telefonní služby (POTS)
et: Lauatelefon
eu: RTC
fi: Modeemi
fr: RTC
hu: Telefon (POTS)
wa: POTS (fyis do telefone)

source: ISDN
eu: RDSI
fr: RNIS

source: DSL
fr: ADSL

source: root @adm
es: root@admin

source: Ad-hoc
de: Direkt
he: לפי הצורך
hu: Alkalmi
is: Beintengt
it: Punto punto (Ad-hoc)

source: This interface has not been configured yet. Run the "%s" assistant from the Mandriva Linux Control Center
et: Seda liidest ei ole veel seadistatud. Käivitage Mandriva Linuxi juhtimiskeskuses nõustaja "%s"
he: המנשק לא הוגדר עדיין. יש להפעיל את האשף "%s" ממרכז הבקרה של מנדריבה לינוקס
sl: Ta omrežna naprava še ni nastavljena. Uporabite »%s« iz nadzornega središča Mandriva Linux

source: You are about to configure your computer to share its Internet connection. With that feature, other computers on your local network will be able to use this computer's Internet connection. Make sure you have configured your Network/Internet access using drakconnect before going any further. Note: you need a dedicated Network Adapter to set up a Local Area Network (LAN). Please disable Mandriva Firewall for the network adapter connected to your LAN connection before proceeding.
et: Nüüd on Teil võimalik seadistada oma arvuti internetiühendust jagama. Selle võimaluse abil saavad teised Teie kohtvõrgu arvutid kasutada selle masina internetiühendust. Kontrollige enne jätkamist, et olete seadistanud oma võrgu/internetiühenduse drakconnecti abil. Märkus: kohtvõrgu (LAN) jaoks on vajalik eraldi võrgukaardi olemasolu. Palun lülitage LAN-iga seotud võrgukaardi puhul enne jätkamist välja Mandriva tulemüür.
sl: Prišli ste do nastavitev za souporabo internetne povezave na tem računalniku. S to zmožnostjo bodo lahko drugi računalniki v vašem krajevnem omrežju uporabljali internetno povezavo tega računalnika. Preden nadaljujete, se prepričajte, da ste že nastavili mrežni oziroma internetni dostop z uporabo programa drakconnect. Opomba: Da lahko nastavite krajevno omrežje (LAN), potrebujete za to svoj omrežni vmesnik. Preden nadaljujete, za omrežni vmesnik povezan v krajevno omrežje onemogočite požarni zid.

source: No ethernet network adapter configured for LAN has been detected on your system. Please run the hardware configuration tool to configure it, and ensure that the Mandriva firewall is not enabled for network adapter connected to your LAN network.
et: Teie süsteemis ei leitud ühtegi kohtvõrgu jaoks seadistatud Etherneti võrgukaarti. Palun käivitage selle seadistamiseks riistvara seadistuste tööriist ja kontrollige, et kohtvõrguga ühendatud võrgukaardil poleks sisse lülitatud Mandriva tulemüür.
sl: Na računalniku ni bil zaznan noben omrežni vmesnik, nastavljen za krajevno omrežje Zaženite orodje za nastavljanje strojne opreme in nastavite vmesnik. Prepričajte se, da za omrežni vmesnik, ki je povezan v krajevno omrežje LAN, ni omgočen požarni zid.

source: You do not have any configured Internet connection. Run the "%s" assistant from the Mandriva Linux Control Center
et: Internetiühendust ei ole veel seadistatud. Käivitage Mandriva Linuxi juhtimiskeskuses nõustaja "%s"
he: החיבור לאינטרנט לא הוגדר עדיין. נא להפעיל את האשף "%s" ממרכז הבקרה של מנדריבה לינוקס
sl: Nobena internetna povezava ni nastavljena. Zaženite »%s« v Mandriva Linux nadzornem središču
wa: Vos n' avoz nou raloyaedje al daegntoele d' apontyî. Enondez li macrea «%s» a pårti do cinte di contrôle.

source: Connection failed. Verify your configuration in the Mandriva Linux Control Center.
et: Ühenduse loomine nurjus. Kontrollige palun seadistusi Mandriva Linuxi juhtimiskeskuse abil.
he: התחברות נכשלה. נא לבדוק את ההגדרות במרכז ההגדרות של Mandriva.
sl: Povezovanje je spodletelo. Preverite nastavitve v Nadzornem središču Mandriva Linux
wa: Li raloyaedje a fwait berwete. Verifyîz vost apontiaedje dins l' cinte di contrôle di Mandriva Linux.

source: Allow interface to be controlled by NetworkManager
et: Võrguhaldur NetworkManager võib liidest juhtida
sl: Dovoli, da vmesnik nadzira NetworkManager

source: Ethernet
he: את'רנט (רשת)
sl: Krajevno omrežje (ethernet)

source: TLS
sl: TLS (Transport Layer Security protocol)

source: drakfirewall configurator This configures a personal firewall for this Mandriva Linux machine. For a powerful and dedicated firewall solution, please look to the specialized Mandriva Security Firewall distribution.
et: drakfirewalli seadistaja Selle tööriistaga saate luua lihtsa kaitse interneti ohtude vastu. Kui vajate võimsat tulemüüri, vaadake palun spetsiaalset Mandriva Security Firewall distributsiooni.
he: אשף הגדרת חומת אש drakfirewall אשף זה יגדיר חומת אש פרטית עבור מנדריבה לינוקס במחשב זה. עבור חומת אש ייעודית ובעלת יכולות נוספות מומלץ לבחון את הפצת Mandriva Security המיועדת לשמש כפתרון חומת אש ייעודית.
sl: Nastavljanje požarnega zidu drakfirewall Urejanje osebnega požarnega zidu. Za močno in učinkovito rešitev lahko uporabite posebno distribucijo Mandriva Security Firewall.
wa: Apontiaedje do côpe feu drakefirewall Çouci apontieye on côpe feu personel (dj' ô bén, po esse eployî sor on posse éndjolrece) po ciste éndjole Mandriva Linux chal. Po ene poûxhante solucion di côpe feu, loukîz purade do costé del distribucion Mandriva Security avou on côpe feu di hôte såvrité.

source: Problems occured during the network connectivity test.
et: Võrguühenduse testimisel esines probleeme.
sl: Med preizkušanjem omrežne povezave je prišlo do težav.

source: Please select the interfaces that will be protected by the firewall. All interfaces directly connected to Internet should be selected, while interfaces connected to a local network may be unselected. If you intend to use Mandriva Internet Connection sharing, unselect interfaces which will be connected to local network. Which interfaces should be protected?
et: Palun valige liidesed, mida tulemüür peab kaitsma. Valida tuleks kõik otse internetti ühendatud liidesed, samas kohtvõrgu ühendatud liidesed võib ka valimata jätta. Kui kavatsete kasutada Mandriva internetiühenduse jagamist, ärge valige liideseid, mis ühendatakse kohtvõrku. Milliseid liideseid tuleks kaitsta?
sl: Izberite vmesnike, ki naj bodo zaščiteni s požarnim zidom. Priporočamo, da izberete vmesnike, povezane neposredno v internet in ne izberete vmesnikov, povezanih v krajevno omrežje. Če nameravate uporabljati souporabo internetne povezave, ne izberite vmesnikov, ki bodo povezani v krajevno omrežje. Kateri vmesniki naj bodo zaščiteni?

source: SSID
fi: Langattoman verkon tunnus (SSID)

source: Userdrake
nn: Brukaroppsett

source: Mandriva Linux
he: מנדריבה לינוקס

source: BitTorrent
he: ביטורנט

source: Same IP is already in %s file.
wa: Ciste adresse IP est ddja e fitchî %s.
