Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Proxies configuration
br: Kefluniadur proksioù
cs: Nastavení proxy
cy: Ffurfweddiad dirprwyon
da: Konfiguration af mellemvært (proxy)
de: Proxies einstellen
el: Ρυθμίσεις διαμεσολαβητών
es: Configuración de proxies
et: Puhverserverite seadistamine
eu: Proxy-en konfigurazioa
fi: Välityspalvelimien asetukset
fr: Configuration des serveurs mandataires (proxy)
he: הגדרות שרתים מתווכים
hu: Proxy beállítások
id: Konfigurasi proxy
is: Staðgengla-uppsetning
it: Configurazione dei proxy
nb: Oppsett av mellomtjener
nn: Mellomtenaroppsett
pl: Konfiguracja pośredników (proxy)
ro: Configurare proxy
ru: Настройка прокси
sl: Nastavitve posrednika (proxy)
tr: Vekil sunucu ayarları
wa: Apontiaedje des procsis

source: Here you can set up your proxies configuration (eg: http://my_caching_server:8080)
br: Amañ e c'hellit kefluniañ ho prokis (da skouer http://ma_servijer_krubuilh:8080)
cs: Zde můžete zadat nastavení vaší proxy (např. http://muj_proxy_server:8080)
cy: Yma cewch osod ffurfweddiad eich dirprwyon (ee: http://my_caching_server:8080)
da: Her kan du opsætte dinr proxy-konfiguration (fx: http://min_cache_server:8080)
de: Hier können Sie ihre Proxy-Konfiguration einstellen (z.B. http://my_caching_server:8080)
el: Εδώ μπορείτε να ρυθμίσετε την διαμόρφωση των διαμεσολαβητών (πχ: http://my_caching_server:8080)
es: Aquí puede configurar sus proxies (ej: http://my_caching_server:8080)
et: Siin saab määrata puhverserverite seadistuse (nt: http://minu_puhverserver:8080)
eu: Hemen zure proxien konfigurazioak ezarri ditzakezu (adib: http://nere_katxe_zerbitzaria:8080)
fi: Määrittele mahdolliset välityspalvelimet (esim. http://www.proxy.com:8080).
fr: Vous pouvez définir ici la configuration des serveurs mandataires (ex : http://mon_proxy:8080)
he: כאן באפשרותך להגדיר את השרתים המתווכים שלך (לדוגמה: http://my_cavhing_server:8080)
hu: Itt módosíthatja a proxy beállításokat (példa: http://helyi_gyorstárazó_kiszolgáló:8080)
id: Di sini Anda bisa mengatur konfigurasi proxy Anda (misal: http://my_caching_server:8080)
is: Hér getur þú bent á staðgengil (t.d. http://mitt_vef_sel:8080)
it: Qui puoi impostare la configurazione dei proxy (es. http://my_caching_server:8080)
nb: Her kan du sette opp mellomtjenere (feks: http://min_mellomtjener:8080)
nn: Her kan du setja opp mellomtenarar (eksempel: http://min_mellomtenar:8080)
pl: Konfiguracja połączenia proxy (np. http://moj_serwer_buforujacy:8080)
ro: Puteți defini aici configurația serverelor proxy (ex : http://serverul_meu_proxy:8080)
ru: Здесь вы можете настроить свой прокси-сервер (напр: http://my_caching_server:8080)
sl: Nastavite posrednike (n. pr. http://proxy.prinas.si:8080)
tr: Burada vekil sunucu ayarlarınızı kurabilirsiniz (örn: http://my_caching_server:8080).
wa: Chal vos ploz apontyî les procsis (eg: http://sierveu_procsi:8080)

source: HTTP proxy
br: Proksi HTTP
cy: Dirprwy HTTP
el: Διαμεσολαβητής HTTP
es: Proxy HTTP
et: HTTP-puhverserver
eu: HTTP proxy-a
fi: HTTP-välityspalvelin:
fr: Serveur mandataire HTTP
he: שרת מתווך ל HTTP
id: Proxy HTTP
is: HTTP staðgengill
it: Proxy HTTP
nb: HTTP-mellomtjener
nn: HTTP-mellomtenar
pl: Pośrednik HTTP
ro: Proxy HTTP
ru: HTTP-прокси
sl: Posrednik za HTTP
tr: HTTP vekil sunucusu
wa: Procsi HTTP

source: Use HTTP proxy for HTTPS connections
br: Implij ur proksi HTTP evit ar c'hevreadennoù HTTPS
cs: Použít HTTP proxy pro spojení HTTPS
cy: Defnyddiwch ddirprwy HTTP ar gyfer cysylltiadau HTTPS
da: Brug HTTP proxy for HTTPS-forbindelser
de: Verwende HTTP-Proxy für HTTPS-Verbindungen
el: Χρήση διαμεσολαβητή HTTP για τις συνδέσεις HTTPS
es: Utilizar proxy HTTP para conexiones HTTPS
et: HTTP-puhverserveri kasutamine HTTPS-ühendusteks
eu: Erabili HTTP proxya HTTPS koneksioentzat
fi: Käytä HTTP-välityspalvelinta HTTPS-yhteyksille
fr: Utiliser un serveur mandataire HTTP (proxy) pour les connexions HTTPS
he: השתמש בשרת מתווך מסוג HTTP עבור חיבורי HTTPS
hu: A HTTP proxy használata a HTTPS kapcsolatokhoz
id: Gunakan proxy HTTP untuk koneksi HTTPS
is: Nota HTTP staðgengil fyrir HTTPS tengingar
it: Usare il proxy HTTP proxy per le connessioni HTTPS
nb: Bruk HTTP-mellomtjener for HTTPS-tilkoblinger
nn: Bruk HTTP-mellomtenar for HTTPS-samband
pl: Użyj proxy HTTP dla połączeń HTTPS
ro: Utilizează un proxy HTTP pentru conexiunile HTTPS
ru: Использовать HTTP-прокси для HTTPS-соединений
sl: Uporabi posrednika HTTP za HTTPS povezave
tr: HTTPS bağlantıları için HTTP vekil sunucusu kullan
wa: Eployî l' procsi HTTP po les raloyaedjes HTTPS

source: HTTPS proxy
br: Proksi HTTPS
cy: Dirprwy HTTPS
el: Διαμεσολαβητής HTTPS
es: Proxy HTTPS
et: HTTPS-puhverserver
eu: HTTPS proxya
fi: HTTPS-välityspalvelin
fr: Serveur mandataire HTTPS
he: שרת מתווך HTTPS
id: Proxy HTTPS
is: HTTPS staðgengill
it: proxy HTTPS
nb: HTTPS-mellomtjener
nn: HTTPS-mellomtenar
pl: Proxy HTTPS
ro: Proxy HTTPS
ru: HTTPS-прокси
sl: Posrednik HTTPS
tr: HTTPS vekil sunucusu
wa: Procsi HTTPS

source: FTP proxy
br: Proksi FTP
cy: Dirprwy FTP
el: Διαμεσολαβητής FTP
es: Proxy FTP
et: FTP-puhverserver
eu: FTP proxy-a
fi: FTP-välityspalvelin
fr: Serveur mandataire FTP
he: שרת מתווך ל FTP
id: Proxy FTP
is: FTP Staðgengill
it: Proxy FTP
nb: FTP-mellomtjener
nn: FTP-mellomtenar
pl: Pośrednik FTP
ro: Proxy FTP
ru: FTP-прокси
sl: Posrednik za FTP
tr: FTP vekil sunucu
wa: Procsi FTP

source: No proxy for (comma separated list):
cs: Bez proxy na (čárkami oddělený seznam):
cy: Dim dirprwy ar gyfer (rhestr gwahanwyd gan gollnod):
da: Ingen proxy for (kommasepareret liste)
de: Kein Proxy für (durch Komma getrennte Liste):
el: Κανένας διαμεσολαβητής για (διαχωρισμένα με κόμμα) :
es: Sin proxy para (lista separada por comas):
et: Puhverserverit ei kasutata (komadega eraldatud loend):
eu: Ez dago honentzako proxy (koma bidez bereizitako zerrenda):
fi: Ei välityspalvelinta (pilkuilla erotetuille) osoitteille:
fr: Pas de serveur mandataire pour (liste séparée par des virgules) :
he: ללא שרת מתווך עבור (רשימה מופרדת בפסיקים):
hu: Ne legyen proxy ezekhez (vesszővel elválasztott lista):
id: Tanpa proxy untuk (daftar dipisahkan dengan koma):
is: Enginn staðgengill fyrir (aðskildir með kommu):
it: Nessun proxy per (lista separata da virgole)
nb: Ingen mellomtjener for (kommaseparert liste):
nn: Ingen mellomtenar for (kommadelt liste)
pl: Nie stosuj proxy dla (lista oddzielona przecinkami):
ro: Fără proxy pentru (listă separată prin virgulă):
ru: Нет прокси (перечисленных через запятую):
sl: Brez posrednika (ločeni z vejicami):
tr: Şunlar için vekil sunucu yok (virgülle ayrılmış liste):
wa: Nou procsi po (djivêye separêye pa des comas):

source: Proxy should be http://...
br: http://... a zlefe bezañ ar proksi
cs: Proxy by měla být http://...
cy: Dylai dirprwyon fod yn gyfanrif!
da: Proxy skal være http://...
de: Proxy muss „http://...“ sein
el: Ο διαμεσολαβητής πρέπει να είναι http://...
es: El proxy debe ser http://...
et: Puhverserver peab olema kujul http://...
eu: Proxy-ak http://... izan behar du
fi: Välityspalvelimen osoitteen tulee alkaa etuliitteellä http://...
fr: La syntaxe du proxy doit être http://…
he: שם השרת המתווך צריך להתחיל עם http://...
hu: A proxy ilyen kell, hogy legyen: http://...
id: Proxy harus berupa http://...
is: Staðgengill ætti að vera http://...
it: Il proxy deve essere http://...
nb: Mellomtjeneren bør være http://...
nn: Mellomtenaren skal vera på forma «http://…»
pl: Nazwa pośrednika powinna być typu: http://...
ro: Sintaxa proxyului ar trebui să fie http://...
ru: Прокси должен быть в виде http://...
sl: Posrednik mora imeti obliko http://...
tr: Vekil sunucu http://... şeklinde olmalı.
wa: Li procsi doet esse http://...

source: Proxy should be http://... or https://...
br: http://... pe https://... a zlefe bezañ ar proksi
cs: Proxy by měla být http://... nebo https://...
cy: Dylai'r dirprwy fod yn http://... neu https://...
da: Proxy bør være http://... eller https://...
de: Proxy sollte mit „http://...“ oder "https://..." beginnen
el: Ο διαμεσολαβητής πρέπει να είναι http://... ή https://...
es: El proxy debe ser http://... o https://...
et: Puhverserver peab olema kujul http://... või https://...
eu: Proxy izan beharko luke http://... edo https://...
fi: Välityspalvelimen osoitteen tulee alkaa etuliitteellä http:// tai https://...
fr: La syntaxe du proxy doit être http://… ou https://…
he: שרת מתווך צריך להיות //:http... או //:https...
hu: A proxy ilyen kell, hogy legyen: http://... vagy https://...
id: Proxy harus berupa http://... atau https://...
is: Staðgengill ætti að vera http://... eða https://...
it: Il proxy deve essere http://... or https://...
nb: Mellomtjeneren bør være http:// eller https://...
nn: Mellomtenaren skal vera på forma «http://» eller «https://» …
pl: Nazwa pośrednika powinna mieś formę: http://... lub https://
ro: Sintaxa proxyului ar trebui să fie http://... sau https://...
ru: Прокси должен быть в виде http://... или https://...
sl: Posrednik mora imeti obliko http://... ali https://...
tr: Vekil sunucu http://... veya https://... olmalıdır
wa: Li procsi doet esse http://... oudonbén https://...

source: URL should begin with 'ftp:' or 'http:'
br: « http: » pe « ftp: » a zlefe bezañ ar proksi
cs: URL by mělo začínat znaky 'ftp:' nebo 'http:'
cy: Dylai'r URL ddechrau gyda 'ftp' neu 'http:'
da: Url burde begynde med 'ftp:' eller 'http:'
de: Die URL muss mit „http://“ oder „ftp://“ beginnen
el: Το URL πρέπει να ξεκινά με «http:» ή «ftp:»
es: La URL debe comenzar con 'ftp:' o 'http:'
et: URL-i alguses peab olema "ftp:" või "http:"
eu: URLaren hasieran 'ftp:' edo 'http:' jarri behar du
fi: Internet-osoitteen tulee alkaa etuliitteellä ftp:// tai http://
fr: L'URL doit commencer par « ftp: » ou « http: »
he: הכתובת צריכה להתחיל עם 'ftp://' או 'http://'
hu: Az URL-nek ftp: vagy http: kezdetűnek kell lenni
id: URL harus dimulai dengan 'ftp:' atau 'http:'
is: Slóð ætti að byrja á 'ftp:' eða 'http:'
it: L'URL deve cominciare con "ftp:" o "http:"
nb: URLen bør begynne med «ftp:» eller «http:»
nn: URI-en skal begynna med «ftp:» eller «http:»
pl: URL powinien zaczynać się od "ftp:" lub "http:"
ro: Adresa URL ar trebui să înceapă cu „http:” sau „ftp:”
ru: URL должен начинаться с 'ftp:' или 'http:'
sl: URL se mora začeti s 'ftp:' ali s 'http:'
tr: URL 'ftp:' veya 'http:' ile başlamalıdır.
wa: Li hårdêye doet cmincî avou «http:» ou «ftp:»

source: Please select the interfaces that will be protected by the firewall. All interfaces directly connected to Internet should be selected, while interfaces connected to a local network may be unselected. If you intend to use Mageia Internet Connection sharing, unselect interfaces which will be connected to local network. Which interfaces should be protected?
cy: Dewiswch y rhyngwynebau sydd i'w diogelu gan y mur cadarn. Bydd pob rhyngwyneb sydd wedi ei gysylltu â'r Rhyngrwyd gael ei ddewis, nid oes angen dewis y rhai sydd wedi eu cysylltu â'r rhwydweithiau lleol. Os ydych yn bwriadu defnyddio rhannu Cysylltiad Rhyngrwyd Mageia, dad-ddewis rhyngwynebau sy'n gysylltiedig â'r rhwydwaith lleol. Pa ryngwynebau sydd i'w diogelu?
da: Venligst vælg grænsefladerne som vil blive beskyttet af brandmuren. Alle grænseflader direkte opkoblet til internet bør vælges, mens grænseflader opkoblet til det lokale netværk ikke behøver at blive valgt. Hvis du planlægger at bruge deling af Mageia Internet forbindelse, så fravælg grænseflader som skal forbindes til lokalnettet. Hvilke grænseflader ønsker du at beskytte?
de: Bitte wählen Sie die Schnittstellen aus, welche durch die Firewall geschützt werden sollen. Alle Schnittstellen mit einer direkten Verbindung zum Internet, sollten ausgewählt werden, während Schnittstellen mit einer Verbindung zum lokalen Netzwerk abgewählt werden können Welche Schnittstellen sollen geschützt werden?
eu: Mesedez aukeratu suhesiak babestuko dituen interfazeak. Internetera zuzenean lotutako interfaze guztiak aukeratu beharko lirateke, bertako sarera lotutakoak berriz hautatu gabe utzi daitezke. Mageiaren Internet Lotura Partekatu erabili nahi baduzu, zure bertako sarera lotuko diren interfazeak hautatu gabe utzi. Zein interfaze babestu beharko lirateke?
id: Silakan pilih antarmuka yang akan diproteksi oleh firewall. Semua antarmuka yang terkoneksi ke Internet seharusnya dipilih, sementara antarmuka yang terhubung ke jaringan lokal tidak dipilih. Jika Anda berniat untuk menggunakan sharing Koneksi Internet Mageia, jangan pilih antarmuka yang akan terkoneksi ke jaringan lokal. Antarmuka mana yang harus diproteksi?
is: Veldu nettengi sem verða varin af eldveggnum. Öll nettengi sem tengjast Internetinu beint ættu að vera valin, en þau sem tengjast aðeins staðarneti gætu verið óvarin. Ef þú ætlar að deila Internet-tengingunni þinni með öðrum tölvum á stðarnetinu, hafðu þá ekki eldvegg virkan á staðarnetinu. Hvaða nettengi ætti að verja?
nb: Vennligst velg grensesnittene som skal beskyttes av brannmuren. Alle grensesnitt direkte tilkoblet internett bør velges, mens grensesnitt tilkoblet det lokale nettverket ikke behøver å være valgt. Velg bort grensesnittene som vil være tilkoblet lokalnettet, hvis du ønsker å benytte deling av Internetttilkobling. Hvilke grensesnitt ønsker du å beskytte?
nn: Vel grensesnitta du vil verna med brannmuren. Du bør velja alle grensesnitta som er kopla direkte til Internett, men treng ikkje velja grensesnitt kopla til lokalnettverk. Viss du har planar om å bruka nettverksdeling, må du velja vekk alle grensesnitta som vert kopla til lokalnettet. Kva grensesnitt vil du verna?
pl: Wybierz interfejsy, które mają być chronione przez zaporę ogniową (firewall). Wskazany jest wybór interfejsów bezpośrednio połączone z Internetem. Interfejsy połączone z siecią lokalną nie muszą być chronione. Jeżeli chcesz korzystać z opcji udostępniania połączenia internetowego odznacz interfejsy (karty), które będą podłączone do sieci lokalnej. Które interfejsy chronić?
ro: Selectați interfețele care vor fi protejate de parafoc. Toate interfețele conectate direct la Internet ar trebui să fie selectate, în timp ce interfețele conectate la o rețea locală pot fi deselectate. Dacă intenționați să utilizați partajarea conexiunii la Internet, deselectați interfețele care vor fi conectate la rețeaua locală. Care interfețe trebuiesc protejate?
ru: Выберите интерфейсы, которые будут защищены файерволом. Следует выбрать все интерфейсы, подключённые к Интернету. А интерфейсы, подключённые к локальной сетьи, можно не выбирать. Если планируется использовать общий доступ к Интернету, снимите выделение с интерфейсов, которые будут подключены к локальной сети. Какие интерфейсы следует защитить?
tr: Lütfen, güvenlik duvarı tarafından korunacak ara birimleri seçin. İnternet'e doğrudan bağlı ara birimler seçilmelidir; ancak yerel ağa bağlı olanlar seçilmeyebilir. Mageia İnternet Bağlantı paylaşımını kullanmak istiyorsanız, yerel ağa bağlı ara birimleri seçmeyin. Hangi ara birimler korunsun?

source: Keep custom rules
cs: Ponechat vlastní pravidla
cy: Cadw rheolau addasu
da: Behold egendefinerede regler
de: Benutzerdefinierte Regeln behalten
el: Διατήρηση των προσαρμοσμένων κανόνων
es: Mantener reglas personalizadas
et: Säilitada kohandatud reeglid
eu: Mantendu arau pertsonalizatuak
fi: Säilytä mukautetut säännöt
fr: Conserver les règles personnalisées
he: שמור חוקים מותאמים אישית
hu: Egyéni szabályok megtartása
id: Pertahankan aturan kustomisasi
is: Halda sérsniðnum reglum
it: Conservare le regole personalizzate
nb: Behold selvvalgte regler
nn: Behald sjølvlaga reglar
pl: Zachowaj zindywidualizowane reguły
ro: Păstrează regulile personalizate
ru: Сохранить свои правила
sl: Obdrži pravila po meri
tr: Kişisel kuralları koru
wa: Wårder les rîles da vosse

source: Drop custom rules
cs: Zahodit vlastní pravidla
cy: Hepgor rheolau addasu
da: Drop egendefinerede regler
de: Benutzerdefinierte Regeln verwerfen
el: Διαγραφή των προσαρμοσμένων κανόνων
es: Descartar reglas personalizadas
et: Loobuda kohandatud reeglitest
eu: Bota arau pertsonalizatuak
fi: Poista mukautetut säännöt
fr: Supprimer les règles personnalisées
he: מחק חוקים מותאמים אישית
hu: Egyéni szabályok törlése
id: Hapus aturan kustomisasi
is: Sleppa sérsniðnum reglum
it: Scaricare le regole personalizzate
nb: Dropp selvvalgte regler
nn: Fjern sjølvlaga reglar
pl: Odrzuć zindywidualizowane reguły
ro: Abandonează regulile personalizate
ru: Сбросить свои правила
sl: Razveljavi pravila po meri
tr: Kişisel kuralları sil
wa: Leyî toumer les rîles da vosse

source: Your firewall configuration has been manually edited and contains rules that may conflict with the configuration that has just been set up. What do you want to do?
cs: Vaše nastavení firewallu bylo ručně upraveno a obsahuje pravidla, která mohou být v rozporu s nastavením, které bylo právě provedeno. Co chcete udělat?
cy: Mae ffurfweddiad eich mur cadarn wedi ei olygu â llaw ac mae'n cynnwys rheolau all wrthdaro gyda'r ffurfweddiad sydd newydd ei osod. Beth ydych am ei wneud?
da: Din brandmursopsætning er blevet ændret manuelt og indeholder regler som kan være i konflikt med opsætningen som netop er blevet sat op. Hvad ønsker du at gøre?
de: Ihre Firewall-Konfiguration wurde manuell verändert und enthält Regeln, welche einen Konflikt mit der eingestellten Konfiguration verursachen kann. Was wollen Sie tun?
el: Η διαμόρφωση του τοίχους προστασίας έχει επεξεργαστεί χειροκίνητα και περιέχει κανόνες που μπορούν να συγκρουστούν με την διαμόρφωση που μόλις ρυθμίστηκε. Τι θέλετε να κάνετε;
es: Su configuración de cortafuegos ha sido editada manualmente y contiene reglas que podrían estar en conflicto con la configuración que se acaba de realizar. ¿Qué desea hacer?
et: Teie tulemüüri seadistust on käsitsi muudetud ja see sisaldab reegleid, mis võivad sattuda konflikti äsja loodud seadistusega. Mida soovite ette võtta?
eu: Zure suhesiaren konfiguraketa eskuz editatu da eta oraintxe ezarri den konfiguraketarekin gatazkak sortu ditzaketen arauak dauzka. Zer egin nahi duzu?
fi: Palomuurin asetuksia on muutettu manuaalisesti ja asetukset sisältävät sääntöjä, jotka voivat olla ristiriidassa juuri asetettujen sääntöjen kanssa. Mitä tehdään?
fr: La configuration de votre pare-feu contient des règles éditées manuellement qui peuvent être en conflit avec ce qui vient juste d'être configuré. Que désirez-vous faire ?
he: חומת האש שלך נערכה ידינית ומכילה כללים שעלולים להתנגש עם התצורה שהוגדרה. מה ברצונך לעשות?
hu: A tűzfalbeállítás kézzel módosítva lett. Tartalmaz olyan szabályokat, amelyek ütközhetnek a most elkészített beállításokkal. Mit szeretne tenni?
id: Konfigurasi firewall Anda telah diubah secara manual dan berisi aturan yang mungkin konflik dengan konfigurasi yang telah diatur. Apa yang ingin Anda lakukan?
is: Stillingum eldveggsins þíns hefur verið breytt handvirkt, og inniheldur reglur sem gætu stangast á við þær stillingar sem nú hafa verið settar upp. Hvað vilt þú gera?
it: La configurazione del firewall è stata modificata a mano e contiene regole che potrebbero entrare in conflitto con la configurazione appena impostata. Cosa si vuole fare?
nb: Brannmursoppsett har blitt endret manuelt og inneholder regler som kan være i konflikt med oppsettet som nettopp har blitt satt opp. Hva ønsker du å gjøre?
nn: Brannmuroppsettet ditt er manuelt endra, og inneheld reglar som kan vera i konflikt med oppsettet som nettopp vart laga. Kva vil du gjera?
pl: Konfiguracja zapory ogniowej została zmieniona ręcznie i zawiera reguły, które mogą nie być zgodne z właśnie ustawioną konfiguracją. Co chcesz zrobić?
ro: Configurația parafocului conține reguli editate manual ce pot intra în conflict cu cele care tocmai au fost configurate. Ce doriți să faceți?
ru: Конфигурация вашего файервола была изменена вручную и содержит правила, которые могут конфликтовать с только что созданной конфигурацией. Как вы хотите поступить?
sl: Ročno ste spremenili nastavitve požarnega zidu, zato je mogoče, da so ročno nastavljena pravila v nasprotju z novimi nastavitvami. Kaj želite storiti?
tr: Güvenlik duvarı yapılandırmanız elle değiştirilmiş ve henüz kurulan yapılandırma ile çelişen kurallar içeriyor. Ne yapmak istersiniz?

source: Some components (%s) are required but aren't available for %s hardware.
cs: Některé komponenty (%s) jsou pro technické vybavení počítače %s nutné, ale nejsou dostupné.
cy: Mae angen rhai cydrannau (%s) ond nid ydynt ar gael ar gyfer caledwedd %s.
da: Nogen komponenter ('%s') behøves, men er ikke tilgængelige for %s-udstyret.
de: Einige Komponenten (%s) werden benötigt, sind aber nicht für die Hardware %s erreichbar.
el: Μερικά συστατικά (%s) είναι απαραίτητα άλλα δεν είναι διαθέσιμα για το υλικό %s .
es: Se requieren algunos componentes (%s) pero no están disponibles para el hardware %s.
et: %s riistvara jaoks on vajalikud mõned komponendid (%s), mida pole saadaval.
eu: Zenbait osagai (%s) behar dira baino ez daude %s hardwarearentzako eskuragarri.
fi: Joitakin komponentteja (%s) vaaditaan, mutta eivät ole saatavilla laitteistolle %s.
fr: Des composants (%s) sont nécessaires mais sont indisponibles pour le matériel %s.
he: מספר רכיבים (%s) דרושים אך אנים זמינים עבור חומרת %s.
hu: Bizonyos komponensek (%s) szükségesek, de nem elérhetők ehhez a hardverhez: %s.
id: Beberapa komponen (%s) diperlukan tapi tidak tersedia untuk hardware %s.
is: Nokkurra eininga (%s) er þörf, en eru ekki til fyrir vélbúnað %s.
it: Servirebbero alcune componenti (%s), ma non sono disponibili per i dispositivi %s.
nb: Noen komponenter (%s) er nødvendige, men er ikke tilgjengelig for maskinvaren %s.
nn: Nokre komponentar («%s») trengst, men er ikkje tilgjengelege for maskinvaren %s.
pl: Niektóre z wymaganych komponentów (%s) są niedostępne dla urządzenia %s.
ro: Cîteva componente (%s) sînt necesare, dar nu sînt disponibile pentru componenta %s.
ru: Отсутствуют некоторые компоненты (%s), необходимые для оборудования %s.
sl: Potrebne so nekatere komponente (%s), ki pa niso na voljo za strojno opremo %s.
tr: Bazı paketler (%s) gerekli ama %s donanımı için kurulamıyorlar.

source: Some packages (%s) are required but aren't available.
cs: Jsou vyžadovány některé balíčky (%s), ale nejsou k dispozici.
cy: Mae angen rhai pecynnau (%s) ond nid ydynt ar gael.
da: Nogen pakker (%s) behøves, men er ikke tilgængelige.
de: Einige Pakete (%s) werden benötigt, sind jedoch nicht verfügbar.
el: Μερικά πακέτα (%s) είναι απαραίτητα αλλά δεν είναι διαθέσιμα.
es: Se requieren algunos paquetes (%s) pero no están disponibles.
et: Mõned paketid (%s) on vajalikud, kuid pole saadaval.
eu: Pakete batzuk (%s) behar dira baino ezin dira eskuratu.
fi: Vaadittuja paketteja (%s) ei ole saatavilla.
fr: Certains paquetages (%s) sont nécessaires mais ne sont pas disponibles.
he: מספר חבילות (%s) נדרשות אך אינן זמינות.
hu: Bizonyos csomagokra (%s) szükség van, de nem elérhetők.
id: Beberapa paket (%s) diperlukan tapi tidak tersedia.
is: Þarf nokkra pakka (%s) sem eru ekki tiltækir.
it: Servono alcuni pacchetti (%s) ma non sono disponibili.
nb: Noen pakker (%s) er nødvendige, men er ikke tilgjengelige.
nn: Nokre pakkar («%s») trengst, men er ikkje tilgjengelege.
pl: Niektóre pakiety (%s) są wymagane, ale są niedostępne.
ro: Cîteva pachete (%s) sînt necesare dar nu sînt disponibile.
ru: Отсутствуют некоторые необходимые пакеты (%s).
sl: Potrebni so nekateri paketi (%s), ki pa niso na voljo.
tr: Bazı paketler (%s) gerekli ama kurulamıyorlar.
wa: I gn a mezåjhe di sacwants pacaedjes (%s) mins ki n' sont nén disponibes.
