Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: <span weight="bold">User ID options</span> <span foreground="royalblue3">map root user as anonymous:</span> map requests from uid/gid 0 to the anonymous uid/gid (root_squash). <span foreground="royalblue3">allow real remote root access:</span> turn off root squashing. This option is mainly useful for diskless clients (no_root_squash). <span foreground="royalblue3">map all users to anonymous user:</span> map all uids and gids to the anonymous user (all_squash). Useful for NFS-exported public FTP directories, news spool directories, etc. The opposite option is no user UID mapping (no_all_squash), which is the default setting. <span foreground="royalblue3">anonuid and anongid:</span> explicitly set the uid and gid of the anonymous account.
cs: <span weight="bold">Volby pro ID uživatele</span> <span foreground="royalblue3">Mapovat správce jako anonymního:</span> Mapuje požadavky z uid/gid 0 na anonymní uid/gid (root_squash). <span foreground="royalblue3">Povolit skutečný vzdálený přístup správci:</span> Vypne mapování uživatele root. Tato volba je zejména užitečná pro bezdiskové stanice (no_root_squash). <span foreground="royalblue3">Mapovat všechny uživatele jako anonymní:</span> Mapuje všechna uid a gid na anonymního uživatele (all_squash). Užitečné pro FTP adresáře exportované pomocí NFS, adresáře s diskusními skupinami, atd. Opačná volba je vypnutí mapování UID (no_all_squash), což je výchozí nastavení. <span foreground="royalblue3">Anonuid a anongid:</span> Explicitně nastavuje uid a gid anonymního účtu.
cy: <span weight="bold">Dewisiadau Enw Defnyddiwr</span> <span foreground="royalblue3">mapio defnyddwyr gwraidd fel dienw:</span> mapio ceisiadau o uid/gid 0 i'r uid/gid dienw (root_squash). <span foreground="royalblue3">caniatau mynediad gwraidd pell real:</span> dileu atal gwraidd. Mae'r dewis yn bennaf ar gyfer clientiaid diddisg.(no_root_squash). <span foreground="royalblue3">mapio pob defnyddiwr i ddefnyddwyr dienw:</span> io pob uids a gids i'r defnyddiwr dienw (all_squash). Defnyddiol ar gyfer cyfeiriaduron cyhoeddus NFS allfor, cyfeiriaduron sbwl newyddion, etc. Y gwrthwyneb yw dim mapio enwau (no_all_squash), sef y rheol arferol. <span foreground="royalblue3">anonuid ac anongid:</span> yn gosod y uid a gid y cyfrif dienw.
da: <span weight="bold">Valgmuligheder for bruger-ID</span> <span foreground="royalblue3">behandl root som anomym:</span> behandl forespørgsler fra uid/gid 0 som den anonyme uid/gid (root_squash). <span foreground="royalblue3">tillad ægte ekstern root-adgang:</span> deaktivér root-squashing. Dette valg er hovedsagelig nyttig for diskløse klienter. <span foreground="royalblue3">all_squash:</span> behandl alle uid'er og gid'er som den anonyme bruger. Nyttig for NFS-eksporterede offentlige FTP-kataloger, nyheds-køkataloger osv. Det modsatte valg er no_all_squash, som er standardvalget. <span foreground="royalblue3">anonuid og anongid:</span> eksplicit sæt settuid'en og gid'en på den anonyme konto.
de: <span weight="bold">Benutzer-ID Optionen</span> <span foreground="royalblue3">bilde root als anonymous ab:</span> bildet Anfragen von uid/gid 0 auf die anonymous uid/gid ab (root_squash). <span foreground="royalblue3">erlaube echten entfernten root-Zugriff:</span> schaltet root-squashing aus. Diese Einstellung ist hauptsächlich für festplattenlose Clients sinnvoll (no_root_squash). <span foreground="royalblue3">bilde alle Benutzer als anonymous ab:</span> bilde alle uids und gids auf den Benutzer anonymous ab (all_squash). Sinnvoll für den NFS-Export von öffentlichen FTP-Verzeichnissen, News-Spool-Verzeichnissen usw. Die gegenteilige Einstellung ist „no_all_squash“ und ist die Voreinstellung. <span foreground="royalblue3">anonuid und anongid:</span> setzt explizit die uid und gid des anonymen Kontos.
el: <span weight="bold">Επιλογές ID χρήστη</span> <span foreground="royalblue3">συσχέτιση του χρήστη root με το χρήστη anonymous:</span> συσχέτιση των αιτήσεων από UID/GID 0 με UID/GID anonymous (root_squash). <span foreground="royalblue3">επιτρέπει στον root πραγματική απομακρυσμένη πρόσβαση (no_root_squash) :</span> να μην γίνει συσχέτιση των UID/GID 0. Αυτή η επιλογή είναι κυρίως χρήσιμη για σταθμούς χωρίς δίσκο (no_root_squash). <span foreground="royalblue3">Συσχέτιση όλων των χρηστών με τον χρήστη anonymous (all_squash):</span> μετατρέπει όλα τα UID/GID σε χρήστη anonymous. Χρήσιμο για εξαγωγή μέσω NFS δημοσίων καταλόγων του FTP, καταλόγους ειδήσεων κλπ. Η αντίθετη επιλογή είναι no_all_squash η οποία είναι και η προκαθορισμένη. <span foreground="royalblue3">Χρήστης και ομάδα anonymous (anonuid και anongid) :</span> αυτές οι επιλογές δίνουν ρητά το UID και το GID του λογαριασμού anonymous..
es: <span weight="bold">Opciones de ID de Usuario</span> <span foreground="royalblue3">mapear usuario root como anónimo:</span> mapea peticiones de uid/gid 0 al uid/gid anónimo (root_squash). <span foreground="royalblue3">permitir acceso de root real remoto:</span> apagar root squashing. Esta opción es principalmente útil para clientes sin disco (no_root_squash). <span foreground="royalblue3">mapea todos los usuarios a usuario anónimo:</span> mapea todos los uids y gids al usuario anónimo (all_squash). Útil para directorios públicos de FTP exportados por NFS, directorios de spool de noticias, etc. La opción opuesta es no mapear UID de usuario (no_all_squash), lo cual es la configuración predeterminada. <span foreground="royalblue3">anonuid y anongid:</span> establecer el uid y gid de la cuenta anónimo explícitamente.
et: <span weight="bold">Kasutaja ID valikud</span> <span foreground="royalblue3">administraatori sidumine anonüümsena:</span> kõik uid/gid 0 päringud seotakse anonüümse uid/gid-iga. <span foreground="royalblue3">administraatori kaugligipääsu lubamine:</span> administraatori sidumist ei lubata. See on kasulik peamiselt kettata klientide korral. <span foreground="royalblue3">kõigi kasutajate sidumine anonüümsena:</span> kõik uid-d ja gid-d seaotakse anonüümse kasutajaga. Kasulik NFS-eksporditud avalike FTP-kataloogide, uudiste puhverkataloogide jms, korral. Vastand on vaikimisi kasutatav kasutaja UID mittesidumine (no_all_squash). <span foreground="royalblue3">anonuid ja anongid:</span> anonüümse konto uid ja gid vahetu määramine.
eu: <span weight="bold">Erabiltzailearen ID aukerak</span> <span foreground="royalblue3">mapeatu root erabiltzailea anonimo bezala:</span> mapeatuuid/gid 0 duten eskaerak uid/gid (root_squash) anonimora. <span foreground="royalblue3">onartu urruneko root sarbide erreala:</span> itzaldu root squashing. Aukera hau gehien bat diskoak ez dituzten bezeroentzako erabilgarria da (no_root_squash). <span foreground="royalblue3">mapeatu erabiltzaile guztiakerabiltzaile anonimora:</span> mapeatuuid eta gid guztiak erabiltzaile anonimora (all_squash). Erabilgarria NFS bitartez esportatutako FTP direktorio publikoentzako, berrien spool direktorioak, etabar. Kontrako aukera UID ez mapeatzea da (no_all_squash), aukera lehenetsia. <span foreground="royalblue3">anonuid eta anongid:</span> kontu anonimoen uid eta gid esplizituki ezarri.
fi: <span weight="bold">UID-valinnat</span> <span foreground="royalblue3">merkitse pääkäyttäjä anonymous-käyttäjäksi:</span> merkitsee pyynnöt käyttäjältä/ryhmältä 0 anonymous-käyttäjäksi (root_squash). <span foreground="royalblue3">salli etäyhteydet pääkäyttäjältä:</span> sallii pyynnöt käyttäjältä/ryhmältä 0. Asetus on hyödyllinen varsinkin käytettäessä levytöntä asiakasta (no_root_squash). <span foreground="royalblue3">merkitse kaikki käyttäjät anonymous-käyttäjäksi:</span> merkitsee kaikki käyttäjät/ryhmät anonymous-käyttäjäksi. Hyödyllinen NFS-jakoina käytetyille FTP-hakemistoille, uutisjonohakemistolle yms. (all_squash, asetuksen vastakohta on oletuksena käytössä oleva no_all_squash). <span foreground="royalblue3">anonuid ja anongid:</span> aseta anonymous-käyttäjän UID ja GID.
fr: <span weight="bold">Options des identifiants des utilisateurs</span> <span foreground="royalblue3">Associer l'utilisateur root à l'utilisateur anonymous (root_squash) :</span> transforme les requêtes des UID/GID 0 en UID/GID anonymes (root_squash). <span foreground="royalblue3">Autoriser les accès distants de root :</span> ne pas transformer les UID/GID 0 (no_root_squash). Cette option est particulièrement utiles pour les stations sans disque. <span foreground="royalblue3">Associer tous les utilisateurs à l'utilisateur anonymous :</span> convertit tous les UID/GID en utilisateur anonyme (all_squash). Utile pour exporter avec NFS des répertoires publics de FTP, des répertoires de News, etc… L'option inverse est no_all_squash, qui s'applique par défaut. <span foreground="royalblue3">Utilisateur et groupe anonymous (anonuid et anongid) :</span> ces options donnent explicitement l'UID et le GID du compte anonymous.
he: <span weight="bold">אפשרויות זיהוי המשתמש</span> <span foreground="royalblue3">מיפוי את משתמש העל כאנונימי:</span> בקשות מיפוי מ- uid/gid 0 אל uid/gid אנונימי (root_squash). <span foreground="royalblue3">אישור גישת משתמש-על אמיתית מרחוק:</span> ביטול מיפוי משתמש העל לאנונימי. אפשרות זו שימושית בעיקר בלקוחות חסרי כונן (no_root_squash). <span foreground="royalblue3">מיפוי כל המשתמשים למשתמש אנונימי:</span> ממפה את כל ה-uids וה-gids לאלו של המשתמש האנונימי (all_squash). שימושי לספריות FTP ציבוריות המיוצאות ב-NFS, ספריות מאגרי חדשות וכיו"ב. האפשרות ההפוכה היא לא למפות את ה-UID (no_all_squash) והיא ברירת המחדל. <span foreground="royalblue3">anonuid ו-anongid:</span> הגדרה מפורשת של ה-uid וה-gid של החשבון האנונימי.
hu: <span weight="bold">Felhasználói azonosítókkal kapcsolatos opciók</span> <span foreground="royalblue3">rendszergazda (root) anonymous-ként való kezelése:</span> a "0" felhasználóazonosítóról illetve csoportazonosítóról érkező kérések leképezése az "anonymous" felhasználóazonosítóra illetve csoportazonosítóra (root_squash). <span foreground="royalblue3">valódi távoli rendszergazdai elérés engedélyezése:</span> a rendszergazda anonymous-ként való kezelésének ("root squashing") kikapcsolása. Ez az opció főleg a lemez nélküli kliensek esetében hasznos (no_root_squash). <span foreground="royalblue3">összes felhasználó anonymous-ként való kezelése:</span> az összes felhasználóazonosító és csoportazonosító leképezése az anonymous felhasználóra (all_squash). Hasznos lehet például NFS-sel exportált nyilvános FTP könyvtárak vagy hírkönyvtárak (news spool) esetében. Az alapértelmezés ennek az ellentéte: ekkor nincs felhasználóazonosító-leképezés (no_all_squash). <span foreground="royalblue3">anonuid és anongid:</span> az "anonymous" felhasználó felhasználóazonosítójának illetve csoportazonosítójának közvetlen módon való beállítása.
id: <span weight="bold">Opsi ID pengguna</span> <span foreground="royalblue3">petakan pengguna root sebagai anonim:</span> petakan permintaan dari uid/gid 0 ke uid/gid anonim (root_squash). <span foreground="royalblue3">izinkan akses remote root nyata:</span> matikan root squashing. Opsi ini berguna untuk klien tanpa disk (no_root_squash). <span foreground="royalblue3">petakan semua pengguna ke pengguna anonim:</span> petakan semua uid dan gid ke pengguna anonim (all_squash). Berguna untuk direktori FTP publik yang diekspor dari NFS, direktori spool berita, dll. Opsi sebaliknya adalah tidak ada pemetaan UID pengguna (no_all_squash), yang merupakan pengaturan default. <span foreground="royalblue3">anonuid dan anongid:</span> mengatur uid dan gid akun anonim secara eksplisit.
is: <span weight="bold">Valkostir notanda-auðkennis (UID)</span> <span foreground="royalblue3">varpa root notanda sem gesti:</span> varpar beiðnum frá uid/gid 0 (venjul. root) yfir á uid/gid gestanotanda (root_squash). <span foreground="royalblue3">leyfa raunverulega root aðgang:</span> slökkva á 'root_squash'. Þessi valkostur er aðallega nytsamur fyrir disklausa biðlara (no_root_squash). <span foreground="royalblue3">varpa öllum notendum sem gestanotanda:</span> varpa öllum auðkennum notanda og hópa yfir á gestanotanda. Handhægt fyrir opnar NFS-möppur, frétta-safnmöppur, o.s.frv. Andstæðan er (no_all_squash), sem er sjálfgefin. <span foreground="royalblue3">anonuid og anongid:</span> tiltaka sérstaklega auðkennistölur (uid og gid) á gestanotanda.
it: <span weight="bold">Opzioni per ID utenti</span> <span foreground="royalblue3">mappa l'utente root come anonymous:</span> mappa le richieste di UID/GID 0 su UID/GID anonymous (root_squash). <span foreground="royalblue3">permetti l'accesso remoto come root:</span> disattiva il root_squash. Questa opzione è molto utile per i client senza disco (no_root_squash). <span foreground="royalblue3">tratta tutti gli utenti come anonymous:</span> mappa tutti gli UID e GID su quelli dell'utente anonimo (all_squash). Utile per le directory FTP pubbliche esportate in NFS, le directory news spool, etc. L'opzione opposta è quella di non mappare nessun UID di utente (no_all_squash), che è l'opzione predefinita. <span foreground="royalblue3">anonuid e anongid:</span> definiscono esplicitamente UID e GID dell'utente anonymous.
nb: <span weight="bold">Valgalternativer for bruker-ID</span> <span foreground="royalblue3">Tilordne root-bruker som anonym:</span> Tilordne førespørsler fra uid/gid 0 til den anonyme uid/gid (root_squash). <span foreground="royalblue3">Tillat ekte fjerntilgang til root:</span> Slå av «root squashing». Dette valget er hovedsaklig nyttig for disklløse klienter (no_root_squash). <span foreground="royalblue3">Tilordne alle brukere til anonym bruker:</span> Tilordne alle uid-er og gid-er til den anonyme brukeren (all_squash). Nyttig for NFS-eksporterte offentlige FTP-mapper, njusmeldingsmapper og lignende. Omvendt valg er ingen brukar-UID-tilordning (no_all_squash), som er standard. <span foreground="royalblue3">anonuid og anongid:</span> Sett uid og gid eksplisitt til den anonyme kontoen.
nn: <span weight="bold">Val for brukar-ID</span> <span foreground="royalblue3">Tilordna root-brukar som anonym:</span> Tilorda førespurnader frå uid/gid 0 til den anonyme uid/gid (root_squash). <span foreground="royalblue3">Tillat ekte fjerntilgang til root:</span> Slå av «root squashing». Dette valet er hovudsakleg nyttig for disklause klientar (no_root_squash). <span foreground="royalblue3">Tilordna alle brukarar til anonym brukar:</span> Tilordna alle uid-ar og gid-ar til den anonyme brukaren (all_squash). Nyttig for NFS-eksporterte offentlege FTP-mapper, njusmeldingsmapper og liknande. Omvendt val er inga brukar-UID-tilordning (no_all_squash), som er standard. <span foreground="royalblue3">anonuid og anongid:</span> Set uid og gid eksplisitt til den anonyme kontoen.
pl: <span weight="bold">Opcje ID użytkownika</span> <span foreground="royalblue3">mapuj użytkownika root na użytownika anominowego:</span> mapuje żądania od uid/gip 0 na anonimowy uid/gid (root_squash). <span foreground="royalblue3">zezwajaj na zdalny dostęp użytkownika root:</span> wyłącza mapowanie roota. Ta opcja jest przydatna głównie w zastosowaniach na klientach bezdyskowych (no_root_squash). <span foreground="royalblue3">mapuj wszystkich użytkowników na użytkownika anonimowego:</span> mapuje wszystkie identyfikatory uid i gid na użytkownika anonimowego. Przydane w przypadku publicznych katalogów FTP eksportowanych przez NFS itd. Opcja ta jest przeciwieństwem opcji wyłączającej mapowanie UID użytkowniak (no_all_squash), która jest aktywowana domyślnie. <span foreground="royalblue3">anonuid i anongid:</span> dokładnie określa identyfikatory uid i gid anonimowego konta.
ro: <span weight="bold">Opțiuni ID utilizator</span> <span foreground="royalblue3">asociază utilizatorul root cu anonymous (root_squash):</span> transformă cererile de la UID/GID 0 în UID/GID anonime. <span foreground="royalblue3">permite accesul distant direct cu utilizatorul root (no_root_squash):</span> nu se transformă cererile UID/GID 0. Această opțiune este folosită în particular pentru stațiile de lucru ce nu dispun de un disc local. <span foreground="royalblue3">asociază toți utilizatorii cu anonymous (all_squash):</span> transformă toate UID/GID în utilizator anonim. Este folositor pentru a exporta cu NFS directoare publice de FTP, directoare de News, etc... Opțiunea inversă este no_all_squash, ce se aplică în mod implicit. <span foreground="royalblue3">utilizatori si grup anonim (anonuid și anongid):</span> aceaste opțiuni definesc implicit UID si GID al contului anonymus.
ru: <span weight="bold">Параметры ID пользователя</span> <span foreground="royalblue3">отображать пользователя root как anonymous:</span> отображать запросы с uid/gid 0 на anonymous uid/gid (root_squash). <span foreground="royalblue3">разрешить реальный доступ для root:</span> выключить root squashing. Эта опция в основном полезна для бездисковых клиентов (no_root_squash). <span foreground="royalblue3">отображать всех пользователей как anonymous:</span> отображать все uid-ы and gid-ы как anonymous пользователь (all_squash). Полезно для экспортируемых по NFS общедоступных FTP каталогов, новых спул-каталогов и т.д. Обратная опция это не делать отображения UID пользователей (no_all_squash), что является установкой по умолчанию. <span foreground="royalblue3">anonuid и anongid:</span> однозначная установка uid и gid на учётную запись anonymous.
sl: <span weight="bold">Uporabniške možnosti</span> <span foreground="royalblue3">preslikaj uporabnika »root« v »anonymous«:</span>preslika zahtevke od UID/GID 0 v UID/GID anonymous. (root_squash) <span foreground="royalblue3">omogoči pravi dostop oddaljenega uporabnika »root«:</span> izklopi root_squash. Ta možnost je v glavnem uporabna za odjemalce brez diskov. (no_root_squash). <span foreground="royalblue3">preslikaj vse uporabnike v uporabnika »anonymous«:</span> preslika vse UIDe in GIDe v uporabnika »anonymous« (all_squash). Uporabno za javno izvožene mape na FTP, mape z novičarskimi skupinami ... V nasprotnem primeru preslikave uporabnikov ni (no_all_squash) in to je tudi privzeta nastavitev. <span foreground="royalblue3">anonuid in anongid:</span> eksplicitno nastavi UID in GID za račun »anonymous«.
tr: <span weight="bold">Kullanıcı Kimlik Seçenekleri</span> <span foreground="royalblue3">kök kullanıcıyı anonim olarak haritala:</span> uid/gid 0 adresinden gelen istekleri anonim uid/gid (root_squash) adresine haritala. <span foreground="royalblue3">gerçek uzak kök erişimine izin ver:</span> kök bastırmasını kapat. Bu seçenek temel olarak disksiz araçlar için yararlıdır.(no_root_squash). <span foreground="royalblue3">tüm kullanıcıları anonim kullanıcıya haritala:</span> Bütün uidler ve gideri anonim kullanıcıya haritala (all_squash). NFS-dış aktarımlı kamu FTP dizinler, haber makarası dizinleri v.b. için faydalıdır. Ön tanımlı olan, bunun zıttı seçeneği kullanıcısız UID haritalamasıdır. <span foreground="royalblue3">anonuid ve anongid:</span> anonim hesap için uid ve gid değerlerini açıkça belirt.

source: Synchronous access:
cs: Synchronní přístup:
cy: Mynediad cydamserol:
da: Synkron adgang:
de: Gleichzeitiger Zugriff:
el: Συγχρονισμένη πρόσβαση:
es: Acceso sincrónico:
et: Sünkroonne ligipääs:
eu: Sarbide sinkronoa:
fi: Samanaikainen pääsy:
fr: Accès synchrone :
he: גישה סינכרונית:
hu: Szinkron elérés:
id: Akses sinkronis:
is: Samhæfður aðgangur:
it: Accesso sincrono:
nb: Synkron tilgang:
nn: Synkrontilgang:
pl: Dostęp synchroniczny:
ro: Acces sincron:
ru: Синхронный доступ:
sl: Sinhron dostop:
tr: Eş zamanlı erişim:
wa: Accès sincrone:

source: Secured Connection:
br: Kevreadenn gant surentez :
cs: Zabezpečené připojení:
cy: Cysylltiad a Ddiogelwyd:
da: Sikker forbindelse
de: Gesicherte Verbindung:
el: Ασφαλής σύνδεση:
es: Conexión segura:
et: Turvaline ühendus:
eu: Lotura Segurua:
fi: Salattu yhteys:
fr: Connexion sécurisée :
he: חיבור מאובטח:
hu: Biztonságossá tett kapcsolat:
id: Koneksi Aman:
is: Örugg tenging:
it: Connessione resa sicura:
nb: Sikker tilkobling:
nn: Sikra samband:
pl: Bezpieczne połączenie:
ro: Conexiune securizată:
ru: Защищённое соединение:
sl: Zavarovana povezava:
tr: Güvenli Bağlantı:
wa: Raloyaedje e såvrité:

source: Read-Only share:
br: Rannad lenn-hepken :
cs: Sdílení pouze pro čtení:
cy: Rhan Darllen yn Unig:
da: Skrivebeskyttet delt ressurce:
de: Nur-Lese-Freigabe:
el: Κοινή χρήση με δικαιώματα μόνο ανάγνωσης:
es: Compartición solo de lectura:
et: Kirjutuskaitstud ressurss:
eu: Irakurketa soileko banatutakoa:
fi: Vain luku -jako
fr: Partage lecture seule :
he: שיתוף לקריאה בלבד:
hu: Csak olvasható megosztás:
id: Share Hanya-Baca:
is: Aðeins lestraraðgangur:
it: Condivisione in sola lettura:
nb: Skrivebeskyttet delt ressurs:
nn: Skriveverna delt ressurs:
pl: Udział tylko do odczytu:
ro: Partaj protejat la scriere:
ru: Общий доступ только на чтение:
sl: Deljeno za branje:
tr: Sadece Okunan bağlantı
wa: Pårtaedje seulmint-lére:

source: Subtree checking:
cs: Kontrola podstromu:
cy: Gwirio'r isgoeden:
da: Undertræ-kontrol:
de: Unterverzeichnis-Überprüfung:
el: Έλεγχος στους υποκαταλόγους:
es: Revisión del sub-árbol:
et: Alampuu kontroll:
eu: Azpizuhaitza aztertzen:
fi: Jaon tarkistus:
fr: Vérification des sous-répertoires :
he: בדיקת תתי-עצים:
hu: Al-fa ellenőrzése:
id: Pemeriksaan subtree:
is: Skoða skráatré:
it: Controllo delle ramificazioni:
nb: Undertrekontroll:
nn: Undertre-kontroll:
pl: Sprawdzanie lokalizacji podrzędnych:
ro: Verificare de subdirectoare:
ru: Проверка дерева:
sl: Preverjanje poddrevesa:
tr: Alt ağaç denetimi:

source: Advanced Options
br: Dibarzhoù barek
cs: Rozšířené volby
cy: Dewisiadau Uwch
da: Avancerede valgmuligheder
de: Fortgeschrittene Optionen
el: Προχωρημένες επιλογές
es: Opciones avanzadas
et: Muud valikud
eu: Aukera Aurreratuak
fi: Lisäasetukset
fr: Options avancées
he: אפשרויות מתקדמות
hu: Speciális opciók
id: Opsi Tingkat Lanjut
is: Ítarlegri valkostir
it: Opzioni avanzate
nb: Avanserte valg
nn: Avanserte val
pl: Opcje zaawansowane
ro: Opțiuni avansate
ru: Дополнительные параметры
sl: Napredne možnosti
tr: Gelişmiş Seçenekler
wa: Sipepieusès tchuzes
