Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: User options (user access, mask option, force mode)
cs: Uživatelské volby (uživatelský přístup, volba masky, nucený režim)
de: Benutzer-Einstellungen (Benutzer-Zugriff, Masken-Optionen, Modus erzwingen)
el: Επιλογές χρήστη (πρόσβαση χρήστη, επιλογές μάσκας, λειτουργία εξαναγκασμού)
es: Opciones de usuario (acceso de usuario, opción de máscara, modo forzado)
fr: Options des utilisateurs (accès de l'utilisateur, option de masque, mode forcé)
id: Opsi pengguna (akses pengguna, opsi mask, paksa mode)
it: Opzioni utente (accesso utente, opzioni maschera, force mode)
ro: Opțiuni utilizator (acces utilizator, opțiuni de mască, mod forțat)
ru: Параметры пользователей (доступ пользователей, параметр маски, принудительный режим)
tr: Kullanıcı seçenekleri (kullanıcı erişimi, maske seçeneği, zorlama modu)

source: Samba user access
cs: Přístup uživatelů Samba
cy: Mynediad defnyddiwr Samba
da: Brugeradgang for Samba
de: Samba Benutzerzugriff
el: Πρόσβαση χρήστη Samba
es: Acceso de usuarios Samba
et: Samba kasutaja ligipääs
eu: Samba erabiltzaile sarbidea
fi: Samban käyttöoikeudet
fr: Accès utilisateur Samba
he: גישת משתמש Samba
hu: Samba felhasználói hozzáférés
id: Akses pengguna Samba
is: Samba notanda-aðgangur
it: Accesso per utente Samba
nb: Brukertilgang for Samba
nn: Samba-brukartilgang
pl: Dostęp użytkowników do serwera Samba
ro: Acces utilizator Samba
ru: Доступ пользователя Samba
sl: Uporabniški dostop do Sambe
tr: Samba kullanıcı erişimi
wa: Accès uzeu Samba

source: Mask options
br: Dibarzhioù ar maskl
cs: Volby masky
cy: Dewisiadau masg
da: Valgmuligheder for maske
de: Masken-Optionen
el: Επιλογές μάσκας
es: Opciones de máscara
et: Maski valikud
eu: Maskara aukerak
fi: Maskin asetukset
fr: Options de masque
he: אפשרויות מיסוך
hu: Maszk beállítások
id: Opsi mask
is: Valkostir öryggis-maska
it: Opzioni maschera
nb: Maskevalg
nn: Maskeval
pl: Opcje maskowania
ro: Opțiuni de mască
ru: Параметры маски
sl: Možnosti maske
tr: Maske seçenekleri

source: File options (hide files, case)
cs: Souborové volby (skrýt soubory, písmena)
de: Datei-Optionen (Dateien verstecken)
el: Επιλογές αρχείου (απόκρυψη αρχείων, πεζά/κεφαλαία)
es: Opciones de archivo (ocultar archivos, caso)
fr: Options des fichiers (masquer les fichiers, casse)
id: Opsi file (sembunyikan file, hal)
it: Opzioni file (file nascosti, case)
ro: Opțiuni fișier (ascunde fișiere, sensibilitate la majuscule)
ru: Параметры файлов (скрытые файлы, регистр)
tr: Dosya seçenekleri (gizli dosyalar, durum)

source: Display options
br: Dibarzhoù an diskwel
cs: Volby zobrazení
cy: Dewisiadau masg
da: Vis valgmuligheder:
de: Einstellungen für die Anzeige
el: Εμφάνιση επιλογών
es: Opciones de visualización
et: Kuvamise valikud
eu: Bistaratze aukerak
fi: Näyttöasetukset:
fr: Options d'affichage
he: אפשרויות תצוגה
hu: Megjelenítési opciók
id: Opsi tampilan
is: Sýna valkosti
it: Mostra opzioni
nb: Visningsvalg
nn: Visingsval
pl: Opcje wyświetlania
ro: Opțiuni de afișare
ru: Параметры отображения
sl: Možnosti prikaza
tr: Görüntü seçenekleri
wa: Tchuzes di håynaedje

source: Samba share directory
br: Renkell ar rannad Samba
cs: Adresář sdílení Samba
cy: Cyfeiriadur cyfran Samba
da: Samba fildelings-katalog
de: Samba-Verzeichnisfreigabe
el: Κοινόχρηστος κατάλογος Samba
es: Directorio de compartición de Samba
et: Samba ressursi kataloog
eu: Sambak elkarbanatutako direktorioa
fi: Samban jakohakemisto
fr: Dossier partagé Samba
he: ספריית שיתוף Samba
hu: Samba könyvtár megosztása
id: Direktori share Samba
is: Miðluð Samba mappa
it: Directory condivisa con Samba
nb: Ressursmappe for Samba
nn: Delt Samba-mappe
pl: Katalog udziału serwera Samba
ro: Director partajat Samba
ru: Каталог ресурса Samba
sl: Mapa deljena prek Sambe
tr: Samba paylaşım dizini
wa: Ridant pårtaedjî Samba

source: Share name:
br: Anv ar rannad :
cs: Název sdílení:
cy: Rhannu enw :
da: Dele-navn:
de: Freigabename:
el: Όνομα του κοινόχρηστου πόρου:
es: Nombre de compartición:
et: Ressursi nimi:
eu: Partekatze izena:
fi: Jakonimi:
fr: Nom de partage :
he: שם השיתוף:
hu: Megosztásnév:
id: Nama share:
is: Nafn miðlaðrar möppu:
it: Nome condivisione:
nb: Navn på delt ressurs:
nn: Namn på delt ressurs:
pl: Nazwa udziału:
ro: Numele partajului:
ru: Имя общего ресурса:
sl: Ime deljene mape:
tr: Paylaşım ismi:
wa: No do pårtaedje:

source: Public:
br: Foran :
cs: Veřejné:
cy: Cyhoeddus :
da: Offentlig:
de: Öffentlich:
el: Δημόσιο:
es: Público:
et: Avalik:
eu: Publikoa:
fi: Julkinen:
he: ציבורי:
hu: Nyilvános:
id: Publik:
is: Almennt:
it: Pubblico:
nb: Offentlig:
nn: Offentleg:
pl: Publiczny:
ru: Общедоступный:
sl: Javno:
tr: Genel :
wa: Publik:

source: Create mask, create mode and directory mask should be numeric. ie: 0755.
br: Maskl renkell :
cs: Maska pro vytvoření, režim vytvoření a maska adresáře by měla být celočíselná, např. 0755.
cy: Dylai creu masg, modd creu a masg cyfeiriadur fod yn rhifol, h.y. 0755
da: Opretelses-maske, oprettelsesrettigheder og katalogmaske bør være nummerisk. fx: 0755.
de: Erzeuger-Maske, Erzeuger-Modus und Verzeichnismaske müssen numerisch sein (z.B. 0755).
el: Η μάσκα δημιουργίας, τα δικαιώματα στους καταλόγους και στα αρχεία πρέπει να είναι αριθμητικές τιμές. Πχ: 0755.
es: Máscara de creación, modo de creación y directorio deberían ser números, por ejemplo: 0755
et: Loomise mask, loomise režiim ja kataloogi mask peavad olema arvud, nt. 0755.
eu: Sortu maskara, sortu modua eta direktorio maskara zenbakizkoak izan behar dira. adib: 0755.
fi: Tiedostojen ja hakemistojen luontioikeuksien tulee olla numeerinen. Esim. 0755.
fr: Le masque de création et le masque des droits sur les répertoires et fichiers doivent être des numériques. Ex : 0755.
he: על מיסוך יצירה, מצב יצירה ומיסוך ספריה להיות מספריים כמו לדוגמה: 0755
hu: A létrehozási maszknak, a létrehozási módnak és a könyvtármaszknak számnak kell lennie, például 0755.
id: Membuat mask, mode pembuatan dan direktori mask harus berupa nomor. contoh: 0755.
is: Aðgangs-maski, 'create mode' og 'directory mask' ættu að vera tala. þ.e. 0755.
it: I parametri create mask, create mode e directory mask devono essere numerici. Cioè del tipo: 0755.
nb: Opprettelsesmaske, opprettelsesmodus og katalogmaske bør være numerisk. Feks.: 0755.
nn: Opprettingsmaske, opprettingsmodus og mappemaska må vera numerisk. Eksempel: 0755.
pl: Maska tworzenia, tryb tworzenia lub maska katalogu powinna być liczbą. Np. 0755.
ro: Masca de creare, drepturile pe directoare și fișiere ar trebui să fie numerice. Ex: 0755.
ru: Маска создания, режим создания и маска каталога должны быть числами. Пример: 0755.
sl: Maska za ustvarjanje in za mape ter način za ustvarjanje naj bodo številski. Na primer: 0755.
tr: Maske oluşturma, oluşturma kipi ve dizin maskesi rakamsal olmalıdır. örnek: 0755.

source: Please create this Samba user: %s
br: Krouiñ an arveriad-Samba-mañ mar plij : %s
cs: Vytvořte, prosím, tohoto uživatele Samba: %s
cy: Crëwch y defnyddiwr Samba yma: %s
da: Opret denne Samba-bruger: %s
de: Bitte legen Sie diesen Samba-Benutzer an: %s
el: Παρακαλώ δημιουργήστε αυτόν τον χρήστη Samba: %s
es: Por favor cree este usuario Samba: %s
et: Palun looge Samba kasutaja: %s
eu: Mesedez sortu Samba erabiltzaile hau: %s
fi: Luo Samba-käyttäjä: %s
fr: Veuillez créer cet utilisateur Samba : %s
he: צור בבקשה את משתמש Samba זה: %s
hu: Hozza létre ezt a Samba felhasználót: %s
id: Silakan buat pengguna Samba ini: %s
is: Búðu til þennan Samba notanda: %s
it: Devi creare questo utente Samba: %s
nb: Vennligst opprett denne Samba-brukeren: %s
nn: Legg til denne Samba-brukaren: %s
pl: Utwórz następującego użytkowniak serwera Samba: %s
ro: Creați acest utilizator Samba: %s
ru: Пожалуйста, создайте этого пользователя Samba: %s
sl: Ustvarite tega uporabnike Sambe: %s
tr: Lütfen şu Samba kullanıcısını oluşturun: %s

source: Add Samba user
br: Ouzhpennañ un arveriad Samba
cs: Přidat uživatele Samba
cy: Ychwanegu defnyddiwr Samba
da: Tilføj Samba-bruger
de: Samba-Benutzer hinzufügen
el: Προσθήκη χρήστη Samba
es: Agregar usuario Samba
et: Lisa Samba kasutaja
eu: Erantsi Samba erabiltzaileak
fi: Lisää Samba-käyttäjä
fr: Ajouter un utilisateur Samba
he: הוסף משתמש Samba
hu: Samba felhasználó felvétele
id: Tambah pengguna Samba
is: Bæta við Samba notanda
it: Aggiungi un utente Samba
nb: Legg til Samba-bruker
nn: Legg til Samba-brukar
pl: Dodaj użytkownika serwera Samba
ro: Adaugă un utilizator Samba
ru: Добавить пользователя Samba
sl: Dodajte uporabnika Sambe
tr: Samba kullanıcısı ekle
wa: Radjouter uzeu Samba

source: User information
br: Titouroù diwar an arveriad
cs: Informace o uživateli
cy: Gwybodaeth defnyddiwr
da: Brugerinformation
de: Benutzer-Informationen
el: Πληροφορίες χρήστη
es: Información de Usuario
et: Kasutaja info
eu: Erabiltzaile informazioa
fi: Käyttäjän tiedot
fr: Information de l'utilisateur
he: מידע משתמש
hu: Felhasználói információ
id: Informasi pengguna
is: Notandaupplýsingar
it: Informazioni sull'utente
nb: Brukerinformasjon
nn: Brukarinformasjon
pl: Informacje o użytkowniku
ro: Informații utilizator
ru: Информация о пользователе
sl: Uporabniški podatki
tr: Kullanıcı Bilgileri
wa: Informåcion d' l' uzeu

source: User name:
br: Anv an arveriad :
cs: Jméno uživatele:
cy: Enw'r defnyddiwr :
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
eu: Erabiltzaile izena:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
he: שם משתמש:
hu: Felhasználónév:
id: Nama pengguna:
is: Notendanafn:
it: Nome utente:
nb: Brukernavn:
nn: Brukarnamn:
pl: Nazwa użytkownika:
ro: Numele utilizatorului:
ru: Имя пользователя:
sl: Ime uporabnika:
tr: Kullanıcı ismi:
wa: No d' uzeu:

source: Password:
br: Tremenger :
cs: Heslo:
cy: Cyfrinair:
da: Kodeord:
de: Passwort:
el: Κωδικός πρόσβασης:
es: Contraseña:
et: Parool:
eu: Pasahitza:
fi: Salasana:
fr: Mot de passe :
he: ססמה:
hu: Jelszó:
id: Sandi:
is: Lykilorð:
nb: Passord:
nn: Passord:
pl: Hasło:
ro: Parolă:
ru: Пароль:
sl: Geslo:
tr: Şifre:
wa: Sicret:

source: PDC - primary domain controller
cs: PDC - primární řadič domény
cy: PDC - rheolwr prif barth
da: PDC - primær domæne controller
de: PDC - primärer Domänenkontroller
el: Πρωτεύων ελεγκτής τομέα - PDC
es: PDC - controlador de dominio primario
et: PDC - primaarne domeenikontroller
eu: PDC - Domeinu kontrolatzaile nagusia
fi: PDC - ensisijainen toimialueen ohjain
fr: Contrôleur principal de domaine (PDC)
he: PDC - בקר מתחם ראשי
hu: PDC - elsődleges domainvezérlő
id: PDC - pengendali domain primer
is: PDC - aðal lénstjóri
it: PDC - Controllore principale del dominio
nb: PDC - primær domenekontroller
nn: PDC – hovuddomenekontrollar
pl: PDC - główny kontroler domeny
ro: PDC - Controlor de domeniu principal
ru: PDC — первичный контроллер домена
sl: PDC - glavni nadzornik domene
tr: PDC - birincil alan denetleyicisi

source: Standalone - standalone server
cs: Samostatný - samostatný server
cy: Standalone - gweinydd unigol
da: Standalone - fritstående server
de: Standalone - eigenständiger Server
el: Αυτόνομος εξυπηρετητής (Standalone)
es: Standalone - servidor autónomo
et: Autonoomne - autonoomne server
eu: Autonomoa - zerbitzari autonomoa
fi: Standalone - erillinen palvelin
fr: Serveur autonome (Standalone)
he: Standalone - שרת עצמאי
hu: Standalone - normál szerver
id: Standalone - server mandiri
is: Sjálfstæður - sjálfstæður miðlari
it: Standalone - Server autonomo
nb: Dedikert - dedikert tjener
nn: Frittståande – frittståande tenar
pl: Samodzielny - serwer samodzielny
ro: Standalone - Server autonom
ru: Standalone — отдельный сервер
sl: Samostojni - samostojni strežnik
tr: Tekil - tekil sunucu

source: Samba Wizard
br: Skoazeller Samba
cs: Průvodce Sambou
cy: Dewin Samba
da: Samba-hjælpeprogram
de: Samba-Assistent
el: Οδηγός Samba
es: Asistente Samba
et: Samba nõustaja
eu: Samba morroia
fi: Samban asetusvelho
fr: Assistant Samba
he: אשף Samba
hu: Samba varázsló
id: Wizard Samba
is: Samba ráðgjafi
it: Assistente Samba
nb: Veiviser for Samba
nn: Samba-vegvisar
pl: Druid konfiguracji serwera Samba
ro: Asistent Samba
ru: Мастер настройки Samba
sl: Čarovnik za Sambo
tr: Samba Sihirbazı

source: Samba server configuration Wizard
br: Skoazeller kefluniadur ar servijer Samba
cs: Průvodce nastavením serveru Samba
cy: Dewin ffurfweddu gweinydd Samba
da: Hjælpeprogram for Samba-konfiguration
de: Samba-Server-Konfigurationsassistent
el: Οδηγός ρύθμισης του εξυπηρετητή Samba
es: Asistente de configuración de servidor Samba
et: Samba serveri seadistuste nõustaja
eu: Samba zerbitzariaren konfiguraketa morroia
fi: Samba-palvelimen asetusvelho
fr: Assistant de configuration du serveur Samba
he: אשף הגדרת שרת Samba
hu: Samba kiszolgáló beállítása varázsló
id: Wizard konfigurasi server Samba
is: Stillingarráðgjafi fyrir Samba miðlara
it: Assistente per configurare il server Samba
nb: Veiviser for oppsett av tjener for Samba
nn: Vegvisar for Samba-oppsett
pl: Druid konfiguracji serwera Samba
ro: Asistentul de configurare al serverului Samba
ru: Мастер настройки сервера Samba
sl: Čarovnik za nastavitev strežnika Samba
tr: Samba sunucusu yapılandırma Sihirbazı

source: Samba allows your server to behave as a file and print server for workstations running non-Linux systems.
cs: Samba umožňuje vašemu serveru chovat se jako tiskový a souborový server pro pracovní stanice s jinými systémy než Linux.
cy: Mae Samba'n caniatáu i'ch gweinydd ymddwyn fel gweinydd ffeiliau ac argraffu ar gyfer mannau gwaith sy'n rhedeg systemau ar wahân i Linux.
da: Samba giver din server mulighed for at opføre sig som en fil- og print-server for arbejdsstationer der kører ikke-Linux systemer.
de: Samba erlaubt es Ihrem Server als Datei- und Druckerserver für Arbeitsplatzrechner zu dienen, auf denen keine Linux-Systeme laufen.
el: Ο Samba επιτρέπει στον υπολογιστή σας, να συμπεριφερθεί σαν εξυπηρετητής αρχείων ή εκτυπωτών, για τους πελάτες που τρέχουν μη-Linux συστήματα.
es: Samba permite a su servidor actuar como un servidor de archivos e impresoras para estaciones de trabajo funcionando con sistemas no-Linux.
et: Samba võimaldab Teie serveril toimida faili- ja trükkimisserverina ka tööjaamadele, kus ei tööta Linux.
eu: Sambak zure zerbitzariak Linux ez diren sistementzako fitxategi eta inprimagailu zerbitzari bezela lan egin dezan ahalbidetzen du.
fi: Samba sallii palvelimen toimia tiedosto- ja tulostuspalvelimena.
fr: Samba permet à votre machine de se comporter comme un serveur de fichiers ou d'imprimantes au profit des postes clients non-Linux.
he: Samba מאפשרת לשרת שלך להתנהג כשרת קבצים והדפסות לתחנות עבודה שמריצות מערכות שאינן לינוקס.
hu: A Sambával a szerverének fájl és nyomtatási erőforrásait nem Linux munkaállomások rendszerein is használhatja.
id: Samba memungkinkan server Anda berperilaku sebagai sebuah file dan server print untuk workstation yang menjalankan sistem non-Linux.
is: Samba gerir miðlaranum þínum kleyft að virka sem skráa- og prentara-miðlara fyrir kerfi sem ekki keyra Linux kerfi.
it: Samba permette ad un computer di funzionare come server di file e di stampa per delle workstation basate su sistemi operativi diversi da Linux.
nb: Samba lar tjeneren din oppføre seg som en fil og skrivertjener for arbeidsstasjoner som kjører andre systemer enn Linux.
nn: Samba lèt tenaren fungera som fil- og utskriftstenarar for arbeidsstasjonar som ikkje køyrer Linux.
pl: Samba umożliwia udostępnianie plików i drukarek komputerom, które działają pod kontrolą systemów innych niż Linux.
ro: Samba permite serverului vostru să se comporte ca un server de fișiere și imprimante pentru stațiile de lucru non-Linux.
ru: Сервер Samba выполняет роль файлового сервера и сервера печати для рабочих станций под управлением отличных от Linux систем.
sl: Samba omogoča, da vaš strežnik deluje kot tiskalniški in datotečni strežnik za sisteme, ki ne poganjajo Linuxa.
tr: Samba sunucunuzun bir dosya ve Linux dışı sistemleri çalıştıran iş istasyonları için yazıcı sunucusu olarak davranmasına izin verir.

source: PDC server: primary domain controller
cs: PDC server: primární řadič domény
cy: Gweinydd PDC: rheolwr prif barth
da: PDC-server: primær domæne-controller
de: PDC server: primärer Domänenkontroller
el: Εξυπηρετητής PDC: πρωτεύων ελεγκτής τομέα
es: Servidor PDC: controlador de dominio primario
et: PDC server: primaarne domeenikontroller
eu: PDC zerbitzaria: domeinu kontrolatzaile nagusia
fi: PDC server: ensisijainen toimialueen ohjain
fr: Serveur PDC : contrôleur principal de domaine
he: PDC server: בקר מתחם ראשי
hu: PDC kiszolgáló: elsődleges domainvezérlő
id: Server PDC: pengendali domain primer
is: PDC miðlari: aðal lénstjóri
it: Server PDC: Controllore principale del dominio
nb: PDC-tjener: primær domenekontroller
nn: PDC-tenar: hovuddomenekontrollar
pl: Serwer PDC: główny kontroler domeny
ro: Server PDC: controlor de domeniu principal
ru: PDC-сервер: первичный контроллер домена
sl: Strežnik PDC: glavni nadzornik domene
tr: PDC sunucusu: birincil alan denetleyicisi

source: Server configured as a PDC is responsible for Windows authentication throughout the domain.
cs: Server nastavený jako PDC je odpovědný za ověřování Windows v rámci domény.
cy: Mae gweinydd wedi ei ffurfweddu fel PDC yn gyfrifol am ddilysu Windows drwy'r parth cyfan.
da: Server opsat som en PDC er ansvarlig for Windows-autentifikation for hele domænet.
de: Ein Server, der als PDC konfiguriert ist, übernimmt die Windows Authentifizierung in der gesamten Domain.
el: Ένας Εξυπηρετητής ρυθμισμένος σαν PDC είναι υπεύθυνος της ταυτοποίησης των Windows σε όλον τον τομέα.
es: Un servidor configurado como PDC es responsable de autenticación de Windows a través del dominio.
et: PDC-na seadistatud server vastutab Windowsi autentimise eest kogu domeenis.
eu: PDC bezela konfiguratutako zerbitzaria domeinuan zehar Windows autentikazioaren arduraduna da.
fi: Ensisijaiseksi toimialueen ohjauskoneeksi määritelty palvelin vastaa toimialueen tunnistautumisista.
fr: Un serveur configuré en tant que contrôleur principal de domaine est responsable de l'authentification Windows dans tout le domaine :
he: שרת המוגדר כ-PDC אחראי להזדהות וינדוז ברחבי המתחם.
hu: A kiszolgáló beállítva PDC-nek, a domain Windows azonosítási folyamatát végzi.
id: Server yang dikonfigurasi sebagai PDC bertanggung jawab untuk otentikasi Windows di seluruh domain.
is: Miðlari stilltur sem PDC er ábyrgur fyrir Windows auðkenningu á öllu léninu.
it: Un server configurato come PDC è responsabile delle autenticazioni Windows all'interno del dominio.
nb: Tjeneren satt opp som en PDC er ansvarlig for autentisering av Windows gjennom hele domenent.
nn: Tenarar sett opp som PDC er ansvarleg for Windows-autentisering på heile domenet.
pl: Serwer skonfigurowany jako PDC jest odpowiedzialny za uwierzytelnianie klientów Windows działających w domenie.
ro: Serverul configurat ca PDC răspunde de autentificarea stațiilor Windows în întreg domeniul.
ru: Сервер, выполняющий роль PDC, отвечает за авторизацию Windows-систем в домене.
sl: Strežnik, ki je nastavljen kot PDC, je odgovoren za Windows overjanje po celotni domeni.
tr: PDC olarak ayarlanan sunucu, alan üzerinden Windows yetkilendirmesinden sorumludur.

source: Single server installations may use smbpasswd or tdbsam password backends
cs: Instalace jednoho serveru mohou použít ověřování hesel pomocí modulů smbpasswd nebo tdbsam
cy: Gall osodiadau gweinydd sengl ddefnyddio cyfrineiriau cefn smbpasswd neu tdbsam
da: Enkelt-server installationer kan bruge smbpasswd eller tdbsam adgangskode-motorer
de: Einzelserver-Installationen können smbpasswd oder tdbsam Passwort-Backends nutzen
el: Οι εγκαταστάσεις απλού εξυπηρετητή μπορούν να χρησιμοποιούν τα συστήματα υποστήριξης κωδικών πρόσβασης smbpasswd ή tdbsam
es: Instalaciones de servidor único pueden utilizar los backends de contraseñas smbpasswd o tdbsam
et: Ühe serveri paigalduse korral võib kasutada paroolirakenduse taustaprogrammina programmi smbpasswd või tdbsam
eu: Zerbitzari bakarreko instalazioek smbpasswd edo tdbsam pasahitz sistemak erabili ditzakete
fi: Yksittäinen palvelin voi käyttää smbpasswd- tai tdbsam-taustaosia
fr: Les installations de serveur simple peuvent utiliser les utilitaires de mots de passe smbpasswd ou tdbsam
he: בהתקנות עם שרת יחיד ניתן להשתמש בתשתית smbpasswd או tdbsam password
hu: Egyszerű kiszolgálótelepítéshez szükség lehet az smbpasswd vagy tdbsam jelszókezelő felületekre
id: Instalasi server tunggal mungkin menggunakan sandi backend smbpasswd atau tdbsam
is: Stakar miðlarauppsetningar geta notað smbpasswd eða tdbsam lykilorða-forrit
it: Le installazioni isolate di server possono gestire le password con smbpasswd o tdbsam
nb: Enkeltjenerinstallasjoner kan benytte smbpassord eller tdbsam passordbakstykker
nn: Éintenarinstallasjonar kan bruka smbpasswd- eller tdbsam-passordmotorane.
pl: Samodzielne serwery mogą używać pliku smbpasswd lub tdbsam do obsługi haseł
ro: Instalările de server simplu pot folosi utilitarele de parole smbpasswd sau tdbsam
ru: В случае установки единственного сервера для работы с паролями можно использовать утилиты smbpasswd или tdbsam.
sl: Samostojni strežniki lahko za gesla uporabljajo hrbtenico smbpasswd ali tdbsam
tr: Tek sunucu yüklemeleri arka uç olarak smbpasswd veya tdbsam kullanabilirler
