Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: This can be caused by invalid network configuration, or problems with your modem or router.
cs: To může být způsobeno neplatným nastavením sítě nebo problémy na vašem modemu nebo směrovači.
cy: Gall hyn gael ei achosi gan ffurfweddiad rhwydwaith annilys, neu broblemau gyda'ch modem neu lwybrydd.
da: Dette kan skyldes en ugyldig netværkskonfiguration, eller problemer med dit modem eller din ruter.
de: Das kann durch eine ungültige Netzertkkonfigurationen oder durch Probleme mit Ihrem Modem bzw. Router verursacht werden
el: Αυτό μπορεί να προκλήθηκε από μια μη έγκυρη ρύθμιση του δικτύου, ή ενός προβλήματος του μόντεμ ή του δρομολογητή.
es: Esto puede ser causado por una configuración inválida de red, o problemas con su modem o router.
et: Need võisid tekkida vigasest võrguseadistusest või olla seotud modemi või ruuteriga.
eu: Sareko konfiguraketa baliogabea, edo zure modem edo routerrarekin arazoak izateagatik sortu daitezke.
fi: Ongelman voi aiheuttaa virheelliset verkkoasetukset tai ongelmat modeemissa tai reitittimestä.
fr: Ceci est peut-être causé par une configuration réseau incorrecte, ou un problème avec votre modem ou votre routeur.
hu: Amennyiben még mindig használhatatlan a hálózata előfordulhat, hogy hibás a modem vagy a router.
id: Ini bisa karena konfigurasi jaringan yang tidak valid, atau masalah dengan modem atau router Anda.
is: Þetta getur verið vegna ógildrar netuppsetningar, eða bent til vandamáls í mótaldi eða beini.
it: Potrebbe essere stato causato da una configurazione errata o da problemi con modem o router.
nb: Dette kan bli forårsaket av et ugyldig nettverksoppsett eller problemer med modemet eller ruteren din.
nn: Dette kan skuldast eit ugyldig nettverksoppsett, eller problem med modemet eller rutaren.
pl: Powodem może być nieprawidłowa konfiguracja sieci lub problemy z modemem albo routerem.
ro: Acest lucru poate fi cauzat de o configurație de rețea invalidă, sau de probleme cu modemul sau ruterul.
ru: Это может быть в случае неправильной конфигурации сети или из-за проблем с вашим модемом или роутером.
sl: Vzrok je lahko napačna nastavitev omrežja, ali pa težave z modemom ali usmerjevalnikom.
tr: Bu durum geçersiz ağ yapılandırması, modem veya router sorunları sebebiyle ortaya çıkabilir.

source: You might want to relaunch the configuration to verify the connection settings.
cs: Můžete zkusit znovu spustit nastavení a ověřit volby pro připojení.
cy: Efallai y byddwch yn hoffi ailgychwyn y ffurfweddiad i ddilysu gosodiadau'r cysylltiad.
da: Måske ønsker du at genstarte konfigurationen for at verificere forbindelsesindstillingerne.
de: Sie sollten vielleicht die Konfiguration erneut starten, um die Verbindungseinstellungen zu prüfen.
el: Ίσως θέλετε να επανεκκινήσετε τον οδηγό για να επιβεβαιώσετε τις ρυθμίσεις σύνδεσης.
es: Tal vez quiera relanzar la configuración para verificar las opciones de conexión.
et: Seadistus tasuks vahest üle vaadata ja kontrollida kõiki valikuid.
eu: Konfiguraketa berrabiarazten saiatu zaitezke loturaren ezarpenak egiaztatzeko.
fi: Haluat ehkä käynnistää asetustyökalun uudelleen varmistaaksesi yhteysasetukset.
fr: Vous pouvez essayer de relancer la configuration pour vérifier les paramètres de connexion.
hu: Indítsa újra a hálózatbeállító segédprogramot a kapcsolat beállításainak ellenőrzéséhez.
id: Anda mungkin ingin menjalankan ulang konfigurasi untuk memeriksa pengaturan koneksi.
is: Þú gætir t.d. endurræst stillingarhlutann til að staðfesta allar tengi-stillingar.
it: Devi rilanciare la configurazione per verificare le impostazioni date.
nb: Du ønsker kanskje å starte oppsettet på nytt for å bekrefte tilkoblingsinnstillingene.
nn: Du bør starta oppsettprogrammet på nytt for å kontrollera at sambandsinnstillingane er rette.
pl: Być może konieczne jest ponowne dokonanie konfiguracji w celu weryfikacji ustawień sieci.
ro: Ar trebui să relansați configurarea să vă verificați parametrii de conexiune.
ru: Вы можете перезапустить конфигуратор для проверки настроек соединения.
sl: Da preverite nastavitve povezave, lahko znova zaženete nastavitveno orodje.
tr: Yapılandırmayı yeniden çalıştırarak bağlantı ayarlarınızı gözden geçirmek isteyebilirsiniz.

source: Congratulations, the network configuration is finished.
br: Gourc'hemennoù, echu eo kefluniadur ar rouedad.
cs: Blahopřejeme, nastavení sítě je ukončeno.
cy: Llongyfarchiadau, mae ffurfweddiad y rhwydwaith wedi ei gwblhau.
da: Tillykke, netværkskonfigurationen er færdig.
de: Herzlichen Glückwunsch, die Netzwerkeinrichtung ist beendet.
el: Συγχαρητήρια, η ρύθμιση του δικτύου ολοκληρώθηκε.
es: Felicitaciones, la configuración de red ha finalizado.
et: Õnnitleme, võrgu seadistamine on lõpetatud.
eu: Zorionak, sare konfiguraketa amaitu da.
fi: Onnittelut! Verkko- ja Internet-yhteyksien asettaminen on valmis.
fr: Félicitations, la configuration du réseau est terminée.
hu: Gratulálunk! A hálózat beállítása befejeződött.
id: Selamat, konfigurasi jaringan selesai.
is: Til hamingju, uppsetningu nets er lokið.
it: Congratulazioni, hai completato la configurazione della rete e di Internet.
nb: Nettverksoppsettet er fullført.
nn: Gratulerer! Nettverksoppsettet er no fullført.
pl: Gratulacje, konfiguracja sieci została zakończona.
ro: Felicitări, configurarea rețelei este finalizată.
ru: Настройка сети успешно завершена.
sl: Čestitamo, uspešno ste zaključili nastavitev omrežja.
tr: Tebrikler, ağ yapılandırması tamamlandı.

source: However, the Internet connectivity test failed. You should test your connection manually, and verify your Internet modem or router.
cs: Zkouška připojení k internetu nicméně selhala. Měli byste zkontrolovat vaše připojení ručně a zkontrolovat váš modem pro připojení k internetu nebo směrovač.
cy: Er hynny methodd cysylltu â'r Rhyngrwyd. Rhaid i chi brofi'r cysylltiad â llaw a dilysu eich modem a llwybrydd Rhyngrwyd.
da: Imidlertid mislykkedes testen af internetforbindelsen. Du bør afprøve din forbindelse manuelt, og tjekke dit internet modem eller ruter.
de: Der Verbindungstest mit dem Internet schlug jedoch fehl. Sie sollten Ihre Verbindung und Ihr Moden bzw. Router manuell prüfen.
el: Ωστόσο, η δοκιμή σύνδεσης με το διαδίκτυο απέτυχε. Δοκιμάστε να συνδεθείτε χειροκίνητα, και ελέγξτε το μόντεμ ή το δρομολογητή σας.
es: Sin embargo, la prueba de conexión a Internet ha fallado. Debe probar su conexión manualmente, y verificar su modem Internet o router.
et: Paraku nurjus internetiühenduse test. Teil tuleks testida ühendust käsitsi ning kontrollida oma modemit või ruuterit.
eu: Hala ere, Internet konektibitate probek huts egin dute. Zure lotura eskuz probatu behar zenuke, eta zure Internet modem edo routerra egiaztatu.
fi: Internetin liitettävyystesti kuitenkin epäonnistui. Sinun tulisi testata yhteys, modeemi ja reititin manuaalisesti.
fr: Cependant, le test de connexion Internet a échoué. Vous devriez tester votre connexion manuellement et vérifier votre modem ou votre routeur.
hu: Úgy találtam, hogy az internetkapcsolata hibás. Kérem tesztelje le, és vizsgálja meg, hogy valóban így van-e.
id: Tetapi, tes konektivitas Internet gagal. Anda harus melakukan tes koneksi secara manual, dan verifikasi modem Internet atau router Anda.
is: Hins vegar tókst ekki að tengjast Internetinu. Þú ættir að prófa sjálfur tenginguna, og staðfesta að mótald eða beinir virki eðlilega.
it: Comunque, il test di connessione a Internet non è riuscito. Devi controllare manualmente il collegamento e verificare il tuo modem Internet o il router.
nb: Testen av Internetttilkoblingen din mislyktes. Du bør teste tilkoblingen manuelt og bekrefte at modemet ditt eller ruterern virker.
nn: Men du har likevel ikkje samband til Internett. Du bør testa sambandet manuelt, og eventuelt kontrollera at modemet eller rutaren fungerer.
pl: Jednakże test połączenia z internetem nie powiódł się. Przetestuj połączenie ręcznie i sprawdź działanie modemu lub routera internetowego.
ro: Totuși, testul de conectare la Internet a eșuat. Va trebui să testați conexiunea manual, și verificați modemul sau ruterul de Internet.
ru: Тем не менее тест интернет соединения провален. Вы должны протестировать ваше соединение вручную и проверить модем или роутер.
sl: Vendar pa preizkus povezave v internet ni uspel. Povezavo preverite ročno in preverite tudi modem ali usmerjevalnik.
tr: Ancak, İnternet bağlantı sınaması başarısız oldu. Bağlantınızı elle sınamalı ve İnternet modem veya router ayarlarınızı doğrulamalısınız.

source: If your connection does not work, you might want to relaunch the configuration.
cs: Pokud vaše připojení nefunguje, zkuste spustit znovu nastavení.
cy: Os nad yw eich cysylltiad yn gweithio, efallai y byddwch eisiau ailgychwyn y ffurfweddiad.
da: Hvis din forbindelse ikke virker, kan du prøve at genstarte konfigurationen.
de: Falls die Verbindung nicht funktioniert, sollten Sie die Konfiguration erneut starten.
el: Αν δεν λειτουργήσει η σύνδεση, τότε θα πρέπει να εκκινήσετε ξανά τη ρύθμιση.
es: Si su conexión no funciona, tal vez quera relanzar la configuración.
et: Kui ühendus ei toimi, tasuks seadistus üle vaadata.
eu: Zure loturak huts egiten badu, konfiguraketa berrabiarazten saiatu zaitezke.
fi: Jos yhteys ei toimi, haluat ehkä käynnistää asetustyökalun uudelleen.
fr: Si votre connexion ne fonctionne pas, vous pouvez essayer de relancer la configuration.
hu: Ha a kapcsolat nem működik, esetleg indítsa el újra a beállítást.
id: Jika koneksi Anda tidak bekerja, Anda mungkin ingin menjalankan ulang konfigurasi.
is: Ef tengingin virkar ekki, þá gætir þú reynt að endurtaka uppsetninguna.
it: Se la connessione non funziona, devi rilanciare la configurazione.
nb: Hvis tilkoblingen ikke virker, ønsker du kanskje å kjøre oppsettet på nytt.
nn: Viss sambandet ikkje fungerer, bør du starta oppsettprogrammet på nytt.
pl: Jeśli twoje połączenie nie działa, być może należy ponownie uruchomić program konfiguracyjny.
ro: Conexiunea de rețea nu funcționează, poate ar trebui să relansați configurarea.
ru: Если подключение не работает, может потребоваться перезапустить программу настройки.
sl: Če povezava ne deluje, ponovno zaženite nastavitveno orodje.
tr: Bağlantı çalışmazsa, yapılandırmayı yeniden çalıştırmak isteyebilirsiniz.

source: Congratulations, the network and Internet configuration are finished.
br: Gourc'hemennoù, echu eo kefluniadur ar rouedad hag internet.
cs: Blahopřejeme, nastavení sítě a internetu je ukončeno.
cy: Llongyfarchiadau, mae ffurfweddiad y rhwydwaith a'r Rhyngrwyd wedi ei gwblhau.
da: Tillykke, netværks- og internetkonfigurationen er færdig.
de: Herzlichen Glückwunsch, die Netzwerk-/Internet-Einrichtung ist beendet.
el: Συγχαρητήρια, η ρύθμιση του δικτύου και του διαδικτύου ολοκληρώθηκε.
es: Felicidades, la configuración de red e Internet ha finalizado.
et: Õnnitleme, võrgu ja internetiühenduse seadistamine on lõpetatud.
eu: Zorionak, sare eta Internet konfiguraketa amaitu da.
fi: Onnittelut! Verkko- ja Internet-yhteyksien asettaminen on valmis.
fr: Félicitations, la configuration Internet et réseau est terminée.
hu: Gratulálunk! A hálózat- és internetelérés beállítása befejeződött.
id: Selamat, konfigurasi jaringan dan Internet selesai.
is: Til hamingju, staðarnets og Internets uppsetningu er lokið.
it: Congratulazioni, hai completato la configurazione della rete e di Internet.
nb: Internett- og nettverksoppsettet er fullført.
nn: Gratulerer! Nettverks- og Internett-oppsettet er no fullført.
pl: Gratulacje, konfiguracja sieci i Internetu została zakończona.
ro: Felicitări, configurarea rețelei și a conexiunii la Internet este finalizată.
ru: Настройка сети и подключения к Интернету успешно завершена.
sl: Čestitamo, uspešno ste zaključili nastavitev omrežja in interneta.
tr: Tebrikler, ağ ve internet yapılandırmasını tamamlandı.

source: After this is done, we recommend that you restart your X environment to avoid any hostname-related problems.
cs: Doporučujeme po tomto kroku restartovat X Window, aby se předešlo problémům se změnou názvu počítače.
cy: Wedi i hyn gael ei wneud rydym yn argymell eich bod yn a'i gychwyn amgylchedd X i osgoi unrhyw anawsterau'n perthyn i enwau gwesteiwr. .
da: Derefter anbefaler vi at du genstarter dit X-miljø for at undgå problemer med det ændrede værtsnavn
de: Es ist sehr empfehlenswert, im Anschluss Ihre X-Oberfläche neu zu starten, um Probleme zu vermeiden, die durch die Änderung des Rechnernamens hervorgerufen werden.
el: Αφού γίνει αυτό, προτείνουμε να επανεκκινήσετε το γραφικό περιβάλλον για να αποφύγετε τυχόν προβλήματα που σχετίζονται με την αλλαγή ονόματος του υπολογιστή.
es: Después de hacer esto, recomendamos que reinicie su ambiente X para evitar problemas relacionados al nombre de equipo.
et: Soovitame uuesti käivitada ka X keskkonna, et vältida võimalikke masinanime muutmisest tingitud probleeme.
eu: Ondoren, zure X ingurunea berrabiaraztea gomendatzen dugu, ostalari-izena aldatzeagatik arazorik ez izateko.
fi: Kun tämä on tehty, suosittelemme käynnistämään X-ympäristön uudelleen järjestelmän nimen vaihdoksesta koituvien ongelmien välttämiseksi.
fr: Une fois terminé, il est recommandé de redémarrer votre interface graphique, afin d'éviter les problèmes liés au changement de nom d'hôte de la machine.
he: עם סיום פעולה זו, אנו ממליצים לך לאתחל את הסביבה הגרפית שלך בכדי למנוע בעיות שקשורות לשם המחשב.
hu: Annak elvégzése után érdemes újraindítani az X környezetet, hogy a gépnév módosításából eredő problémák elkerülhetők legyenek.
id: Setelah ini selesai, direkomendasikan untuk merestart lingkungan X Anda untuk menghindari masalah terkait hostname.
is: Eftir að þessu er lokið mælum við með að þú endurræsir X umhverfið til að koma í veg fyrir nafna-tengd vandamál.
it: Quando avrai finito, ti raccomando di riavviare l'ambiente X per evitare problemi relativi al cambio di hostname.
nb: Etter at det er ferdig, anbefaler vi at du starter X på nytt slik at du unngår problemer med at forandring av vertsnavn.
nn: Når dette er ferdig, bør du starta X-miljøet på nytt, for å unngå eventuelle problem med vertsnamnet.
pl: Po zakończeniu zalecane jest ponowne uruchomienie X w celu pominięcia problemów wynikających ze zmianą nazwy komputera.
ro: Odată terminată, se recomandă repornirea interfeței grafice, pentru a evita problemele legate de schimbarea numelui de gazdă.
ru: После этого мы рекомендуем перезапустить свою среду Х, чтобы избежать проблем, связанных со сменой имени хоста.
sl: Da bi se izognili težavam v zvezi z imenom gostitelja, priporočamo, da po zaključenem nastavljanju ponovno zaženete grafično okolje X.
tr: Bittikten sonra, makine ismi değiştirme sorunlarından kaçınmak için X ortamını yeniden başlatmanız önerilir.
wa: On côp ki ci sreut fwait, nos vos rcomindans di renonder l' evironmint X11 da vosse po nén risker des rujhes avou l' candjmint d' no di l' éndjole.

source: Sagem USB modem
br: Modem Sagem USB
cs: Modem Sagem USB
cy: Modem USB Sagem
el: Μόντεμ USB Sagem
es: Mmodem Sagem USB
eu: Sagem USB modema
fi: Sagem USB-modeemi
fr: Modem USB Sagem
he: מודם Sagem USB
id: Modem USB Sagem
is: Sagem USB mótald
it: Modem Sagem USB
pl: Modem Sagem USB
ro: Modem USB Sagem
ru: Sagem USB модем
wa: Modem USB Sagem

source: Bewan modem
br: Modem Bewan
cs: Modem Bewan PCI
cy: Modem Bewan
da: Bewan PCI-modem
el: Μόντεμ Bewan
es: Modem Bewan
eu: Bewan modema
fi: Bewan-modeemi
fr: Modem Bewan
he: מודם Bewan
id: Modem Bewan
is: Bewan mótald
it: Modem Bewan
nb: Bewan PCI-modem
pl: Modem Bewan
ro: Modem Bewan
ru: Bewan модем
wa: Modem Bewan

source: ECI Hi-Focus modem
br: Modem ECI Hi-Focus
cs: Modem ECI Hi-Focus
cy: Modem ECI Hi-Focus
el: Μόντεμ ECI Hi-Focus
es: Modem ECI Hi-Focus
eu: ECI Hi-Focus modema
fi: ECI Hi-Focus -modeemi
fr: Modem ECI Hi-Focus
he: מודם ECI Hi-Focus
id: Modem ECI Hi-Focus
is: ECI Hi-Focus mótald
it: Modem ECI Hi-Focus
pl: Modem ECI Hi-Focus
ro: Modem ECI Hi-Focus
ru: ECI Hi-Focus модем
wa: Modem Hi-Focus ECI

source: LAN connection
br: Kevreadenn gant ur rouedad takad lec'hel
cs: Připojení k LAN
cy: cysylltiad LAN
da: Lokalnet-konfiguration
de: LAN-Verbindung
el: Σύνδεση μέσω ενός τοπικού δικτύου (LAN)
es: Conexión LAN
et: LAN ühendus
eu: Sare lokaleko konexioa (LAN)
fi: Lähiverkko
fr: Connexion à travers un réseau local (LAN)
he: חיבור רשת פנימית
hu: Helyi hálózatos kapcsolat
id: Koneksi LAN
is: Staðarnets-tenging
it: Connessione LAN
nb: Lokal nettverkstilkobling
nn: Lokalnettverk
pl: Sieć lokalna
ro: Conexiune LAN
ru: Соединение по локальной сети
sl: Krajevno omrežje (LAN)
tr: LAN bağlantısı
wa: Raloyaedje al rantoele locåle

source: ADSL connection
br: Kevreadenn ADSL
cs: ADSL připojení
cy: Cysylltiad ADSL
da: ADSL opkobling
de: ADSL-Verbindung
el: Σύνδεση μέσω ADSL
es: Conexión ADSL
et: ADSL ühendus
eu: ADSL konexioa
fi: ADSL-yhteys
fr: Connexion par ADSL
he: חיבור ADSL
hu: ADSL kapcsolat
id: Koneksi ADSL
is: ADSL tenging
it: Connessione ADSL
nb: ADSL-tilkobling
nn: ADSL-samband
pl: Połączenie ADSL
ro: Conexiune ADSL
ru: Соединение ADSL
sl: ADSL
tr: ADSL Bağlantısı
wa: Raloyaedje ADSL

source: Cable connection
br: Kevreadenn gant ur fun
cs: Kabelové připojení
cy: Cysylltiad cebl
da: Kabelforbindelse
de: Kabel-Verbindung
el: Καλωδιακή σύνδεση
es: Conexión por Cable
et: Kaabliühendus
eu: Kable-konexioa
fi: Kaapeliyhteys
fr: Connexion par câble
he: חיבור כבלים
hu: Kábeles kapcsolat
id: Koneksi kabel
is: Breiðbands-tenging
it: Connessione via cavo
nb: Kabeltilkobling
nn: Kabelsamband
pl: Połączenie przez kablówkę
ro: Conexiune prin cablu
ru: Кабельное соединение
sl: Kabelska
tr: Kablo Bağlantısı
wa: Raloyaedje viè cåbe TV

source: ISDN connection
br: Kevreadenn ISDN
cs: ISDN připojení
cy: Cysylltiad ISDN
da: ISDN-forbindelse
de: ISDN-Verbindung
el: Σύνδεση μέσω ISDN
es: Conexión ISDN
et: ISDN ühendus
eu: ISDN konexioa
fi: ISDN-yhteys
fr: Connexion par RNIS/ISDN
he: חיבור ISDN
hu: ISDN kapcsolat
id: Koneksi ISDN
is: ISDN tenging
it: Connessione ISDN
nb: ISDN-tilkobling
nn: ISDN-samband
pl: Połączenie ISDN
ro: Conexiune ISDN
ru: Соединение ISDN
sl: ISDN
tr: ISDN bağlantısı
wa: Raloyaedje viè RDIS

source: Modem connection
br: Kevreadenn gant ur modem
cs: Modemové připojení
cy: Cysylltiad modem
da: Modem-forbindelse
de: Modem-Verbindung
el: Σύνδεση μέσω μόντεμ
es: Conexión por modem
et: Modemiühendus
eu: Modem-konexioa
fi: Modeemiyhteys
fr: Connexion par modem
he: חיבור מודם
hu: Modemes kapcsolat
id: Koneksi modem
is: Mótaldstenging
it: Connessione Modem
nb: Modemtilkobling
nn: Modem-samband
pl: Połączenie modemowe
ro: Conexiune modem
ru: Модемное соединение
sl: Modemska
tr: Modem bağlantısı
wa: Raloyaedje viè modem

source: DVB connection
br: Kevreadenn DVB
cs: Připojení DVB
cy: Cysylltiad DVB
da: DVB-opkobling
de: DVB-Verbindung
el: Σύνδεση DVB
es: Conexión DVB
et: DVB ühendus
eu: DVB lotura
fi: DVB-yhteys
fr: Connexion DVB
he: חיבור DVB
hu: DVB kapcsolat
id: Koneksi DVB
is: DVB tenging
it: Connessione DVB
nb: DVB-tilkobling
nn: DVB-samband
pl: Połączenie DVB
ro: Conexiune DVB
ru: DVB соединение
sl: DVB
tr: DVB bağlantısı
wa: Raloyaedje DVB

source: (detected on port %s)
br: (kavet war ar porzh %s)
cs: (nalezeno na portu %s)
cy: (canfuwyd ar borth %s)
da: (detekteret på port %s)
de: (gefunden an Port %s)
el: (εντοπίστηκε στη θύρα %s)
es: (detectado en puerto %s)
et: (tuvastati pordis %s)
eu: (%s atakan detektatua)
fi: (löydetty portista %s)
fr: (détecté sur le port %s)
he: (זוהה בשער %s)
hu: (felismerve ezen a porton: %s)
id: (terdeteksi pada port %s)
is: (fundið á porti %s)
it: (rilevata sulla porta: %s)
nb: (oppdaget på port %s)
nn: (funnen på port %s)
pl: (wykryto na porcie %s)
ro: (detectat pe portul %s)
ru: (найден на порту %s)
sl: (zaznano na vratih %s)
tr: (%s portunda algılandı)
wa: (detecté sol pôrt %s)

source: (detected %s)
br: (kavet %s)
cs: (nalezeno %s)
cy: (canfuwyd %s)
da: (detekterede %s)
de: (%s gefunden)
el: (εντοπίστηκε %s)
es: (%s detectado)
et: (tuvastati %s)
eu: (%s detektatua)
fi: (löydettiin %s)
fr: (détecté %s)
he: (זוהה %s)
hu: (felismerve: %s)
id: (%s terdeteksi)
is: (skynjað %s)
it: (rilevata presenza di %s)
nb: (oppdaget %s)
nn: (funnen «%s»)
pl: (wykryto %s)
ro: (detectat %s)
ru: (обнаружено %s)
sl: (zaznano %s)
tr: (%s algılandı)
wa: (%s detecté)

source: (detected)
br: (kavet)
cs: (nalezeno)
cy: (canfuwyd)
da: (detekteret)
de: (gefunden)
el: (εντοπίστηκε)
es: (detectado)
et: (tuvastati)
eu: (detektatua)
fi: (löydettiin)
fr: (détecté)
he: (זוהה)
hu: (felismerve)
id: (terdeteksi)
is: (skynjað)
it: (rilevato)
nb: (oppdaget)
nn: (funnen)
pl: (wykryto)
ro: (detectat)
ru: (обнаружено)
sl: (zaznano)
tr: (algılandı)
wa: (detecté)

source: Network Configuration
br: Kefluniadur ar rouedad
cs: Nastavení sítě
cy: Ffurfweddiad y Rhwydwaith
da: Konfigurér netværk
de: Netzwerk konfigurieren
el: Ρύθμιση δικτύου
es: Configuración de red
et: Võrgu seadistamine
eu: Sare-konfigurazioa
fi: Verkkoasetukset
fr: Configuration du réseau
he: הגדרת הרשת
hu: Hálózatbeállítás
id: Konfigurasi Jaringan
is: Netstillingar
it: Configurazione della rete
nb: Nettverksoppsett
nn: Nettverksoppsett
pl: Konfiguracja sieci
ro: Configurare rețea
ru: Настройка сети
sl: Nastavitve omrežja
tr: Ağ Yapılandırması
wa: Apontiaedje del Rantoele

source: Zeroconf hostname resolution
cs: Hledání názvu počítače pro Zeroconf
cy: Cydraniad enw gwesteiwr Zeroconf
da: Fremfinding af Zeroconf-værtsnavn
de: Zeroconf-Namensauflösung
el: Ανάλυση του ονόματος δικτύου του Zeroconf
es: Resolución de nombre de equipo Zeroconf
et: Zeroconf masina nimi
eu: Zeroconf ostalari-izenaren bereizmena
fi: Zeroconf-verkkonimien selvitys
fr: Résolution du nom d'hôte ZeroConf
he: פענוח שם מארח Zeroconf
hu: Zeroconf gépnévfeloldás
id: Resolusi hostname Zeroconf
is: Zeroconf nafnleit vélar
it: Risoluzione del nome dell'host Zeroconf
nb: Vertsnavnoppslag for Zeroconf
nn: Zeroconf-vertsnamnoppslag
pl: Rozwiązywanie nazw komputerów Zeroconf
ro: Rezolvarea numelui de gazdă pentru ZeroConf
ru: Разрешение имени хоста Zeroconf
sl: Razreševanje imen gostiteljev Zeroconf
tr: Sıfır yapılandırma makine adı çözümlemesi
wa: No do lodjoe d' après l' apontiaedje Zeroconf
