Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Save and restore the active services
cs: Uložit a obnovit zapnuté služby
de: Sichern und Wiederherstellen der aktiven Dienste
el: Αποθήκευση και ανάκτηση των ενεργών υπηρεσιών
es: Guardar y restablecer los servicios activos
fr: Sauvegarder et restaurer les services actifs
id: Simpan dan kembalikan layanan yang aktif
it: Salva e ripristina i servizi attivi
ro: Salvează și restaurează serviciile active
ru: Сохранение и восстановление активных служб
tr: Aktif servisleri kaydet ve geri al

source: Network connection settings
br: Kefluniadur ar gevreadenn rouedad
cs: Nastavení síťového spojení
de: Netzwerkverbindungs-Einstellungen
el: Ρυθμίσεις της σύνδεσης δικτύου
es: Configuración de conexión de red
fr: Paramètres de la connexion réseau
id: Pengaturan koneksi jaringan
it: Impostazioni di connessione alla rete
pl: Ustawienia połączenia sieciowego
ro: Parametri conexiune rețea
ru: Параметры сетевого подключения
tr: Ağ bağlantı ayarları

source: Firewall settings
br: Kefluniadur ar moger tan
cs: Nastavení firewallu
de: Firewall-Einstellungen
el: Ρυθμίσεις του τείχους προστασίας
es: Configuración de cortafuegos
fr: Paramètres de pare-feu
hu: Tűzfal beállítások
id: Pengaturan firewall
it: Impostazioni firewall
pl: Ustawienia firewalla
ro: Parametri parafoc
ru: Параметры файервола
tr: Güvenlik duvarı ayarları

source: Firewall settings (IPv6)
br: Kefluniadur ar voger tan (IPv6)
cs: Nastavení firewallu (IPv6)
de: Firewall-Einstellungen (IPv6)
el: Ρυθμίσεις του τείχους προστασίας (IPv6)
es: Configuración de cortafuegos (IPv6)
fr: Paramètres de pare-feu (IPv6)
id: Pengaturan firewall (IPv6)
it: Impostazioni firewall (IPv6)
pl: Ustawienia firewalla (IPv6)
ro: Parametri parafoc (IPv6)
ru: Параметры файервола (IPv6)
tr: Güvenlik duvarı ayarları (IPv6)

source: Proxy settings
br: Kefluniadur ar proksi
cs: Nastavení proxy
de: Proxy-Einstellungen
el: Ρυθμίσεις του διαμεσολαβητή
es: Configuración de Proxy
fr: Paramètres du proxy
hu: Proxy beállítások
id: Pengaturan proxy
it: Impostazioni proxy
pl: Ustawienia Proxy
ro: Parametri proxy
ru: Параметры прокси
tr: Proxy ayarları

source: Urpmi settings
br: Kefluniadur urpmi
cs: Nastavení urpmi
de: Urpmi-Einstellungen
el: Ρυθμίσεις της urpmi
es: Configuración de urpmi
fr: Paramètres d'urpmi
id: Pengaturan urpmi
it: Impostazioni urpmi
pl: Ustawienia urpmi
ro: Parametri urpmi
ru: Параметры urpmi
tr: Urpmi ayarları

source: Networkmanager connection settings
br: Kefluniadur ar gevreadenn Networkmanager
cs: Síťový správce nastavení spojení
de: Networkmanager-Verbindungs-Einstellungen
el: Ρυθμίσεις σύνδεσης του networkmanager
es: Configuración de conexión de Networkmanager
fr: Paramètres de la connexion Networkmanager
id: Pengaturan koneksi networkmanager
it: Impostazioni di connessione di networkmanager
ro: Parametri de conexiune Networkmanager
ru: Параметры соединения Networkmanager
tr: Ağ yöneticisi bağlantı ayarları

source: New profile...
br: Profil nevez ...
cs: Nový profil...
cy: Proffil newydd...
da: Ny profil...
de: Neues Profil...
el: Νέο προφίλ...
es: Nuevo perfil...
et: Uus profiil...
eu: Profil berria...
fi: Uusi profiili...
fr: Nouveau profil…
he: תצורה חדשה...
hu: Új profil...
id: Profil baru...
is: Nýtt snið...
it: Nuovo profilo...
nb: Ny profil …
nn: Ny profil ...
pl: Nowy profil...
ro: Profil nou...
ru: Новый профиль...
sl: Nov profil ...
tr: Yeni profil...
wa: Novea profil...

source: Please specify the name of the new network profile to be created (e.g., work, home, roaming, ..). This new profile will be created based on current settings, and you'll be able to configure your system configuration as usual afterwards.
cs: Zadejte, prosím, název nově vytvářeného síťového profilu (např. práce, domov, roaming, …). Tento nový profil bude vytvořen na základě současných nastavení a poté budete mít možnost toto nastavení změnit.
cy: Pennwch enw'r proffil rhwydwaith newydd i'w greu (e.e., cartref, crwydrol,...). Bydd y proffil newydd yn cael ei greu yn seiliedig ar y gosodiadau cyfredol, a byddwch yn gallu ffurfweddu eich system fel arfer yn dilyn hynny.
da: Angiv navnet på den nye netværksprofil der skal oprettes (fx arbejde, hjemme, på farten...). Denne nye profil vil blive oprettet ud fra de nuværende indstillinger, og du vil bagefter kunne konfigurere din systemkonfiguration som sædvanligt.
de: Bitte legen Sie einen Namen für das zu erstellende Netzwerkprofil fest (z. B. Arbeit, Zuhause, ...). Das neue Profil wird mit den aktuellen Einstellungen erstellt, Sie können später jederzeit die Systemkonfiguration ändern.
el: Παρακαλώ καθορίστε το όνομα του νέου προφίλ δικτύου που θα δημιουργηθεί (πχ. εργασία, σπίτι, περιαγωγή, ..). Αυτό το νέο προφίλ θα δημιουργηθεί βασισμένο στις τρέχουσες ρυθμίσεις, και θα έχετε την δυνατότητα να ρυθμίσετε την διαμόρφωση του συστήματός σας ως συνήθως μετέπειτα.
es: Por favor especifique el nombre del nuevo perfil de red a ser creado, como por ejemplo, trabajo, casa, romaing, etc. Éste nuevo perfil será creado basándose en la configuración actual, y usted podrá configurar su sistema como de costumbre posteriormente.
et: Palun andke loodavale võrguprofiilile nimi (nt. kodu, töö, reisil...) Profiili loomisel võetakse aluseks olemasolevad seadistused, mida Teil on võimalik seejärel muuta vastavalt vajadustele.
eu: Mesedez, zehaztu sortu behar den sare profil berriaren izena (adib lana, etxea, ibiltaria, ...). Profil berri hau uneko ezarpenak oinarri hartuta sortuko da, eta ondoren zure sistemaren konfiguraketa ohiko moduan konfiguratu ahal izango duzu.
fi: Anna luotavan verkkoprofiilin nimi (esim. koti, työ, julkinen). Uusi profiili luodaan käyttäen nykyisiä asetuksia. Järjestelmän asetukset voidaan määritellä normaaliin tapaan jälkikäteen.
fr: Veuillez préciser le nom du nouveau profil réseau à créer (ex. travail, maison, itinérant…). Ce nouveau profil s'appuiera sur les paramètres actuels et vous pourrez ensuite configurer votre système comme vous le faites habituellement.
hu: Kérem adjon egy nevet az újonnan létrehozott hálózati profilnak (pl. munka, otthon, roaming, ...). Az új profil alapja a jelenlegi profil beállításai lesznek, és a rendszer hagyományos beállítóeszközeivel állíthatja majd be.
id: Silakan tentukan nama profil jaringan baru yang akan dibuat (misal, kantor, rumah, roaming, ...). Profil baru ini akan dibuat berdasarkan pada pengaturan saat ini, dan Anda bisa mengkonfigurasi sistem Anda seperti biasa setelahnya.
it: Specifica il nome del nuovo profilo di rete da creare (es. lavoro, casa, roaming etc.). Il nuovo profilo verrà creato usando le impostazioni attuali, in seguito potrai modificare la configurazione del sistema nel modo consueto.
nb: Angi navnet på den nye nettverksprofilen som skal opprettes, f.eks., arbeid, hjemme, mobil. Den nye profilen vil bli opprettet basert på de gjeldende innstillingene, og du vil ha muligheten til å sette opp systemet ditt som vanlig.
nn: Skriv inn namnet på den nye nettverksprofilen (for eksempel «heime», «arbeid» eller «mobil»). Denne nye profilen vert basert på dei gjeldande innstillingane, og du kan setja opp systemet som vanleg etterpå.
pl: Proszę wprowadzić nazwę dla nowego profilu sieciowego (np: praca, dome ,roaming, ..). Nowy profil sieciowy będzie bazował na aktualnych ustawieniach, później będzie go można skonfigurować według własnych potrzeb.
ro: Specificați numele profilului de rețea ce va fi creat (ex: lucru, acasă, itinerant...). Acest nou profil va fi creat pe baza configurărilor curente și vă veți putea configura parametrii sistemului ca de obicei, ulterior.
ru: Задайте созданному сетевому профилю новое имя (например work, home, roaming...). Этот новый профиль создан на основе текущих настроек и вы после сможете настроить вашу систему как обычно.
sl: Določite ime novega omrežnega profila, ki bo ustvarjen (npr. dom, služba, šola ...). Novi profil bo ustvarjen na osnovi trenutnih nastavitev, po tem pa boste lahko nastavitve prilagodili kot običajno.
tr: Lütfen oluşturulacak ağ profili için bir isim girin (örn: iş, ev ... v.b.). Bu profil şu andaki ayarlarınıza göre oluşturulacak ve daha sonra sistem yapılandırmanızı her zaman olduğu gibi ayarlayabileceksiniz.

source: The "%s" profile already exists!
br: Ar profil « %s » zo c'hoazh !
cs: Profil "%s" už existuje!
cy: Mae proffil "%s" yn bod eisoes!
da: "%s" profilen eksisterer allerede!
de: Das Profil %s existiert bereits!
el: Το προφίλ «%s» υπάρχει ήδη!
es: ¡El perfil "%s" ya existe!
et: Profiil "%s" on juba olemas!
eu: "%s" profila badago lehendik!
fi: Profiili "%s" on jo olemassa!
fr: Le profil « %s » existe déjà !
he: התצורה "%s" כבר קיימת!
hu: "%s" nevű profil már létezik.
id: Profil "%s" sudah ada!
is: Sniðið "%s" er þegar til!
it: Il profilo "%s" è già presente!
nb: Profilen «%s» eksisterer allerede.
nn: Profilen «%s» finst allereie.
pl: Profil "%s" już istnieje!
ro: Profilul „%s” există deja!
ru: Профиль "%s" уже существует!
sl: Profil "%s" že obstaja!
tr: "%s" profili zaten mevcut!
wa: Li profil «%s» egzistêye dedja!

source: New profile created
br: Profil nevez krouet
cs: Nový profil vytvořen
cy: Crewyd proffil newydd
da: Ny profil oprettet
de: Neues Profil erstellt
el: Δημιουργήθηκε νέο προφίλ
es: Nuevo perfil creado
et: Uus profiil on loodud
eu: Profil berria sortuta
fi: Luotiin uusi profiili
fr: Nouveau profil créé
hu: Új profil létrehozása
id: Profil baru telah dibuat
it: Creato nuovo profilo
nb: Opprettet ny profil …
nn: Ny profil laga
pl: Nowy profil
ro: Profil nou creat
ru: Новый профиль создан
sl: Nov profil je bil ustvarjen
tr: Yeni profil oluşturuldu.

source: You are now using network profile %s. You can configure your system as usual, and all your network settings from now on will be saved into this profile.
cs: Nyní používáte síťový profil %s. Můžete nastavit váš systém jako obvykle a odteď budou všechna vaše síťová nastavení ukládána do tohoto profilu.
cy: Rydych yn defnyddio proffil rhwydwaith %s. Gallwch ffurfweddu eich system yn ôl yr arfer a bydd eich gosodiadau rhwydwaith yn cael eu cadw i'r proffil hwn o hyn ymlaen.
da: Du bruger nu netværksprofilen %s. Du kan konfigurere dit system som sædvanligt, og alle dine netværksindstillinger vil fra nu af blive gemt i denne profil.
de: Sie verwenden jetzt das Netzwerk-Profil %s. Sie können Ihr System wie gewohnt konfigurieren und alle Ihre Netzwerk-Einstellungen werden von nun an in diesem Profil gespeichert.
el: Χρησιμοποιείτε τώρα το προφίλ δικτύου %s. Μπορείτε να ρυθμίσετε το σύστημά σας ως συνήθως, και όλες οι ρυθμίσεις του δικτύου σας στο εξής θα αποθηκεύονται σε αυτό το προφίλ.
es: Ahora está usando el perfil de red %s. Puede configurar su sistema como de costumbre, y todas las configuraciones de red serán guardadas en este perfil de ahora en adelante.
et: Te kasutate nüüd võrguprofiili %s. Te võite seadistada süsteemi nii, nagu Te seda ka muidu teeksite, ning kõik Teie võrguseadistused salvestatakse nüüdsest sellesse profiili.
eu: Orain %s sare profila erabiltzen ari zara. Zure sistema ohiko moduan konfiguratu dezakezu, eta hemendik aurrerako zure sare ezarpen guztiak profil honetan gordeko dira.
fi: Käytössä on verkkoprofiili %s. Järjestelmän asetukset voidaan määritellä normaalisti, kaikki verkkoasetukset tallentuvat profiiliin.
fr: Vous utilisez désormais le profil réseau %s. Vous pouvez configurer votre système comme d'habitude et tous vos paramètres réseau modifiés seront conservés dans ce profil.
hu: Jelenleg a %s hálózati profilt használja. A rendszer ezeket a beállításokat használja, illetve a megváltoztatott hálózati beállítások is ide lesznek elmentve.
id: Anda sekarang sedang menggunakan profil jaringan %s. Anda bisa mengkonfigurasi sistem Anda seperti biasa, dan semua pengaturan jaringan mulai sekarang akan disimpan ke dalam profil ini.
it: Ora stai usando il profilo di rete %s. Puoi configurare il sistema nel modo consueto e da questo momento, tutte le modifiche alle impostazioni della rete saranno salvate in questo profilo.
nb: Du bruker nå nettverksprofil %s. Du kan sette opp systemet ditt som vanlig og alle nettverksinnstillinger vil fra nå av bli lagret i denne profilen.
nn: Du brukar no nettverksprofilen «%s». Du kan setja opp systemet som vanleg, og alle nettverksinnstillingane vert frå no av lagra til denne profilen.
pl: Aktualnie używany profil sieciowy %s. Możesz skonfigurować swój system, a wszystkie sieciowe ustawienia będą zapisane w tym profilu sieciowym.
ro: Acum utilizați profilul de rețea %s. Vă puteți configura sistemul ca de obicei și toate configurările de rețea vor fi salvate în acest profil de acum înainte.
ru: Теперь вы используете сетевой профиль %s. Вы можете настроить вашу систему как обычно, и все ваши сетевые настройки с этого момента будут записаны в этот сетевой профиль.
sl: Sedaj uporabljate omrežni profil %s. Sistem lahko nastavljate kot običajno, vse omrežne nastavitve pa bodo odslej shranjene v ta profil.
tr: Şu anda %s ağ profilini kullanmaktasınız. Sisteminizi her zamanki gibi yapılandırabilirsiniz. Bundan sonra ağ ayarlarınızda yapacağınız her değişiklik bu profile kaydedilecektir.

source: Warning
br: Hoc’h evezh
cs: Varování
cy: Rhybudd
da: Advarsel
de: Warnung
el: Προσοχή
es: Advertencia
et: Hoiatus
eu: Kontuz
fi: Varoitus
fr: Attention
he: אזהרה
hu: Figyelmeztetés
id: Peringatan
is: Aðvörun
it: Attenzione
nb: Advarsel
nn: Åtvaring
pl: Ostrzeżenie
ro: Avertisment
ru: Внимание
sl: Opozorilo
tr: Uyarı
wa: Adviertixhmint

source: Are you sure you want to delete the default profile?
br: Sur oc'h ho peus c'hoant da lemel ar profil red ?
cs: Jste si jisti, že chcete smazat výchozí síťový profil?
cy: Ydych chi'n siŵr eich bod am ddileu'r proffil rhagosodedig?
da: Er du sikker på at du vil slette standard-profilen?
de: Sind Sie sicher, dass Sie das Standard-Profil löschen wollen?
el: Είστε σίγουρος/η ότι επιθυμείτε τη διαγραφή του προκαθορισμένου προφίλ;
es: ¿Está seguro de que desea borrar el perfil predeterminado?
et: Kas tõesti soovite kustutada vaikeprofiili?
eu: Ziur zaude profil lehenetsia ezabatu nahi duzula?
fi: Haluatko varmasti poistaa oletusprofiilin?
fr: Êtes-vous sûr de vouloir effacer le profil par défaut ?
hu: Biztos, hogy törölni szeretné az alapértelmezett profilt?
id: Apakah Anda yakin ingin manghapus profil default?
it: Sei sicuro di volere eliminare il profilo predefinito?
nb: Er du sikker på at du vil slette standardprofilen?
nn: Er du sikker på at du vil sletta standardprofilen?
pl: Czy na pewno chcesz usunąć domyślny profil?
ro: Sînteți sigur că doriți să ștergeți profilul implicit?
ru: Вы уверены, что хотите удалить профиль по умолчанию?
sl: Ali res želite izbrisati privzeti profil?
tr: Öntanımlı profili silmek istediğinizden emin misiniz?

source: You can not delete the current profile. Please switch to a different profile first.
br: N'hell ket bet lamet ar profil red. Dibabit unan all mar plij.
cs: Nelze smazat současný profil. Nejprve, prosím, přepněte na jiný profil.
cy: Nid oes modd dileu'r proffil presennol. Newidiwch i broffil gwahanol yn gyntaf.
da: Du kan ikke slette den kørende profil. Skift til en anden profil først.
de: Sie können das aktuelle Profil nicht löschen. Bitte wechseln Sie zunächst zu einem anderen Profil.
el: Δεν μπορείτε να διαγράψετε το τρέχον προφίλ. Παρακαλώ εναλλάξτε σε άλλο προφίλ πρώτα.
es: No puede eliminar el perfil actual. Por favor cambie a un perfil diferente antes.
et: Aktiivset profiili ei saa kustutada. Palun lülituge kõigepealt mõnele muule profiilile.
eu: Ezin duzu uneko profila ezabatu. Aurrena beste profil batera aldatu beharko duzu.
fi: Käytössä olevaa profiilia ei voida poistaa. Valitse ensin toinen profiili käyttöön.
fr: Vous ne pouvez pas effacer le profil courant. Veuillez d'abord basculer sur un profil différent.
hu: A jelenlegi profil nem törölhető. Kérem előtte váltson át egy másik profilra.
id: Anda tidak bisa menghapus profil saat ini. Silakan beralih ke profil lain terlebih dahulu.
it: Non puoi cancellare il profilo attualmente in uso, prima passa ad un differente profilo.
nb: Du kan ikke slette den gjeldende profilen. Velg en annen profil først.
nn: Du kan ikkje sletta profilen du brukar no; du må byta til ein annan profil først.
pl: Nie można usunąć bieżącego profilu. W pierwszej kolejności proszę przełączyć się na inny profil.
ro: Nu puteți șterge profilul curent. Pentru aceasta treceți mai întîi pe lat profil.
ru: Вы не можете удалить текущий профиль. Сперва переключитесь на другой профиль.
sl: Trenutnega profila ne morete izbrisati. Najprej preklopite na drug profil.
tr: Geçerli profili silemezsiniz. Lütfen öncelikle bir başka profile geçin.

source: Advanced
br: Barrek
cs: Pokročilé
cy: Uwch
da: Avanceret
de: Fortgeschrittene Optionen
el: Προχωρημένες
es: Avanzado
et: Muud valikud
eu: Aurreratua
fi: Lisäasetukset
fr: Avancé
hu: Haladó
id: Tingkat lanjut
is: Ítarlegra
it: Avanzate
nb: Avansert
nn: Avansert
pl: Zaawansowane
ro: Avansat
ru: Дополнительно
sl: Napredno
tr: Gelişmiş

source: Select the netprofile modules:
br: Dibabit ar molladoù netprofile :
cs: Vyberte modul netprofile:
cy: Dewis y modiwlau netprofile:
da: Vælg moduler til netprofilen:
de: Wählen Sie die Netzprofil-Module:
el: Επιλέξτε τα αρθρώματα του netprofile:
es: Seleccione los módulos de netprofile:
et: Võrguprofiili moodulite valik:
eu: Hautatu netprofile moduluak:
fi: Valitse käytettävät moduulit:
fr: Veuillez choisir les modules de profil réseau :
hu: Válassza ki a hálózati profil modulját:
id: Pilih modul netprofile:
it: Seleziona i moduli netprofile:
nb: Velg nettverksprofilmodulene:
nn: Vel netprofile-modulane:
pl: Wybierz moduł do skonfigurowania:
ro: Selectați modulele profilului de rețea:
ru: Выбор модулей netprofile:
sl: Izberite module omrežnega profila:
tr: Netporfil modülü seçin:

source: This tool allows you to control network profiles.
cs: Tento nástroj vám umožňuje ovládat síťové profily.
cy: Mae'r offeryn hwn yn caniatáu i chi reoli proffiliau eich rhwydwaith.
da: Dette værktøj giver dig mulighed for at behandle netværksprofiler.
de: Dieses Programm erlaubt es Ihnen die Netzwerk-Profile zu kontrollieren.
el: Αυτό το εργαλείο σας επιτρέπει τον έλεγχο των προφίλ δικτύου.
es: Esta herramienta le permite controlar perfiles de red.
et: See tööriist võimaldab hallata võrguprofiile.
eu: Tresna honek sare profilak kontrolatzen utziko dizu.
fi: Tämä työkalu mahdollistaa verkkoprofiilien hallitsemisen.
fr: Cet assistant vous permet de gérer vos profils réseau.
hu: Ezzel a segédeszközzel vezérelheti a hálózati profilokat.
id: Alat ini memungkinkan Anda untuk mengontrol profil jaringan.
it: Questa applicazione ti permette di gestire i profili della rete.
nb: Dette verktøyet lar deg kontrollere nettverksprofiler.
nn: Her kan du setja opp ulike nettverksprofilar.
pl: Ten program pozwala zarządzać profilami sieciowymi.
ro: Această unealtă vă permite controlul profilelor de rețea.
ru: Этот инструмент позволяет вам контролировать сетевые профили.
sl: To orodje vam omogoča nadzorovanje omrežnih profilov.
tr: Bu araç ağ profillerini denetlemenizi sağlar.

source: Select a network profile:
br: Dibabit ur profil rouedad :
cs: Vyberte síťový profil:
cy: Dewis proffil rhwydwaith:
da: Vælg en netværksprofil:
de: Wählen Sie ein Netzwerk-Profil:
el: Επιλέξτε ένα προφίλ δικτύου:
es: Seleccione un perfil de red:
et: Valige võrguprofiil:
eu: Hautatu sare profil bat:
fi: Valitse verkkoprofiili:
fr: Choisissez un profil réseau :
hu: Hálózati modul:
id: Pilih sebuah profil jaringan:
it: Seleziona un profilo di rete:
nb: Velg en nettverksprofil:
nn: Vel nettverksprofil:
pl: Wybierz profil sieciowy:
ro: Selectați un profil de rețea:
ru: Выбор сетевого профиля:
sl: Izberite omrežni profil:
tr: Lütfen bir ağ profili seçin:

source: Activate
br: Bevaat
cs: Zapnout
cy: Gweithredoli
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
et: Aktiveeri
eu: Aktibatu
fi: Ota käyttöön
fr: Activer
he: הפעלה
hu: Aktiválás
id: Aktifkan
is: Virkja
it: Attiva
nb: Slå på
nn: Set i bruk
pl: Uaktywnij
ro: Activează
ru: Активировать
sl: Aktiviraj
tr: Etkinleştir
wa: Mete en alaedje

source: New
br: Nevez
cs: Nový
cy: Newydd
da: Ny
de: Neu
el: Νέο
es: Nuevo
et: Uus
eu: Berria
fi: Uusi
fr: Nouveau
he: חדש
hu: Új
id: Baru
is: Nýtt
it: Nuovo
nb: Ny
nn: Ny
pl: Nowy
ro: Nou
ru: Новый
sl: Nov
tr: Yeni

source: Delete
br: Dilemel
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
hu: Törlés
id: Hapus
is: Eyða
it: Cancella
nb: Slett
nn: Slett
pl: Usuń
ro: Șterge
ru: Удалить
sl: Izbriši
tr: Sil
wa: Disfacer

source: map root user as anonymous
cs: mapovat uživatele root jako anonymního
cy: mapio defnyddiwr gwraidd fel dienw
da: behandl root-bruger som anonym
de: root-Benutzer auf anonymous abbilden
el: συσχέτιση του χρήστη root με τον χρήστη anonymous
es: mapear usuario root como anónimo
et: Administraatori sidumine anonüümsena
eu: root erabiltzaile ezezagunarekin uztartu
fi: merkitse pääkäyttäjä anonymous-käyttäjäksi
fr: Aucun
he: מפה את משתמש העל כאנונימי
hu: rendszergazda (root) anonymous-ként való kezelése
id: petakan pengguna root sebagai anonim
is: varpa root notanda sem gesti
it: mappa l'utente root come anonimo
nb: tilordne root-bruker som anonym
nn: Tilordna «root»-brukar som anonym
pl: mapuj użytkownika root jako użytkownika anonimowego (anonymous)
ro: asociază utilizatorul root cu anonymous
ru: отображать пользователя root как anonymous
sl: preslikaj uporabnika »root« v »anonymous«
tr: kök kullanıcıyı anonim olarak haritala
wa: maper l' uzeu «root» viè anonime

source: map all users to anonymous user
cs: mapovat všechny uživatele jako anonymní
cy: mapio pob defnyddiwr fel defnyddiwr dienw
da: behandl alle brugere som anonym bruger
de: alle Benutzer auf anonymous abbilden
el: συσχέτιση όλων των χρηστών με τον χρήστη anonymous
es: mapear todos los usuarios como usuarios anónimos
et: Kõigi kasutajate sidumine anonüümsena
eu: Erabiltzaile guztiak erabiltzaile anonimoarekin uztartu
fi: merkitse kaikki käyttäjät anonymous-käyttäjäksi
fr: liste des protocoles de gestion de clés d'authentification acceptés. Valeurs possibles : WPA-EAP, IEEE8021X, NONE
he: מפה את כל המשתמשים למשתמש אנונימי
hu: összes felhasználó anonymous-ként való kezelése
id: petakan semua pengguna ke pengguna anonim
is: varpa öllum notendum sem gestum
it: mappa tutti gli utenti come anonimi
nb: tilordne alle brukere til anonym bruker
nn: Tilordna alle brukarar som anonym
pl: mapuj wszystkich użytkowników jako użytkownika anonimowego (anonymous)
ro: asociază toți utilizatorii cu anonymous
ru: отображать всех пользователей как anonymous
sl: preslikaj vse uporabnike v uporabnika »anonymous«
tr: bütün kullanıcıları anonim kullanıcı olarak haritala
wa: maper tos les uzeus viè anonime

source: No user UID mapping
cs: Bez mapování uživatelských UID
cy: Mapio UID dim defnyddiwr
da: Ingen omformning af bruger-UID
de: Keine Benutzer-UID-Abbildung
el: καμιά συσχέτιση UID χρήστη
es: Sin mapeo de UID de usuario
et: Kasutaja UID-d ei seota
eu: Ez du erabiltzaile UID mapeatzen
fi: Ei UID-merkintöjä
fr: Pas d'association à un identifiant utilisateur
he: אין מיפוי ל-UID של משתמש
hu: Nincs felhasználóazonosító-leképezés
id: Tidak ada pemetaan UID pengguna
is: Engin vörpun á UID notanda
it: Nessuna mappatura UID utente
nb: Ingen tilordning av bruker-UID
nn: Inga tilordning for brukar-uid
pl: Bez mapowania UID użytkownika
ro: Nici o asociere de UID utilizator
ru: Без отображения UID пользователей
sl: Brez preslikav uporabnikov
tr: Kullanıcı UID haritalaması yok
wa: Pont d' mapaedje des UID des uzeus
