Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Everything has been configured. You may now share Internet connection with other computers on your Local Area Network, using automatic network configuration (DHCP) and a Transparent Proxy Cache server (SQUID).
cs: Vše se podařilo nastavit. Nyní lze použít tento počítač pro sdílení připojení k internetu pro vaši místní síť, která používá automatické nastavení sítě (DHCP) a transparentní proxy a cache server (Squid).
cy: Mae popeth wedi ei ffurfweddu Gallwch rannu cysylltiad â'r Rhyngrwyd gyda chyfrifiaduron eraill ar eich Rhwydwaith Lleol gan ddefnyddio ffurfweddiad rhwydwaith awtomatig (DHCP) a gweinydd Transparent Proxy Cache (SQUID)
da: Alt er blevet konfigureret. Du kan nu dele din internetforbindelse med andre maskiner på dit lokale netværk, ved at bruge automatisk netværkskonfigurering (DHCP) og en usynlig proxy-bufferserver (SQUID).
de: Es wurde alles eingerichtet. Sie können Ihre Internetverbindung nun mit anderen Rechnern in Ihrem lokalen Netz mittels automatischer Netzwerk-Konfiguration (DHCP) und einem transparenten „Proxy Cache Server“ (SQUID) teilen.
el: Όλα έχουν ρυθμιστεί. Μπορείτε τώρα να μοιράζεστε τη σύνδεσή σας στο διαδίκτυο με άλλους υπολογιστές στο τοπικό σας δίκτυο, με την χρήση της αυτόματης ρύθμισης δικτύου (DHCP) και ένα διάφανο εξυπηρετητή διαμεσολαβητής-λανθάνουσας (SQUID).
es: Todo ha sido configurado. Ahora puede compartir su conexión a Internet con otros computadores en su Red de Área Local, utilizando la configuración automática de red (DHCP) y un servidor de Caché de Proxy transparente (SQUID).
et: Kõik on seadistatud. Nüüd saate internetiühendust jagada teistele kohtvõrgu arvutitele, kasutades automaatset võrguseadistust (DHCP) ja läbipaistvat puhverserverit (SQUID).
eu: Guztia konfiguratu da. Orain Internet konexioa zure bertako sareko beste konputagailu batzurekin partekatu dezakezu, sare konfiguraketa automatikoa (DHCP) eta Proxy katxe zerbitzari gardena (SQUID) erabiliz erabiliz.
fi: Kaikki on asetettu. Internet-yhteys voidaan nyt jakaa muiden lähiverkon koneiden kesken käyttämällä automaattista IP-osoitteen hakua (DHCP) ja läpinäkyvää välityspalvelinta (SQUID).
fr: Tout a été configuré. Vous pouvez maintenant partager votre connexion Internet avec d'autres ordinateurs sur votre réseau local, en utilisant la configuration réseau automatique (DHCP) et un serveur de cache (proxy) transparent (SQUID).
he: הכל הוגדר. כעת באפשרותך לחלוק חיבור אינטרנט עם מחשבים נוספים ברשת המקומית בעזרת הגדרת רשת אוטומטית (DHCP) ושרת מטמון מתווך (SQUID)
hu: A beállítás befejeződött. Az internetkapcsolat most már bármelyik, a helyi hálózaton található géppel megosztható az automatikus hálózati címkiosztás (DHCP) és egy proxykiszolgáló (például Squid) segítségével.
id: Semua telah terkonfigurasi. Sekarang Anda bisa membagi koneksi Internet dengan komputer lain pada Local Area Network Anda, menggunakan konfigurasi jaringan otomatis (DHCP) dan server Transparent Proxy Cache (SQUID).
is: Allt hefur verið uppsett. Þú getur nú deilt Internet tengingunni með öðrum vélum á staðarnetinu, með því að nota sjálfvirka netuppsetningu (DHCP) og gagnsæja staðgengils-þjónustu (SQUID).
it: La configurazione è completa. Ora puoi condividere il collegamento a Internet con gli altri computer della tua rete locale, utilizzando la configurazione automatica della rete (DHCP) ed un server proxy trasparente (SQUID).
nb: Alt har blitt satt opp. Du kan nå dele Internettilkobling med andre maskiner på lokalnettverket ved å bruke automatisk nettverksoppsett (DHCP) og en gjennomsiktig hurtiglagrende mellomtjener (SQUID).
nn: Alt er no sett opp. Du kan dela Internett-samband med andre maskiner på lokalnettet, bruk automatisk nettverksoppsett (DHCP) og ein transparent mellomlagringstenar (SQUID).
pl: Wszystko zostało skonfigurowane. Możesz udostępniać połączenie z Internetem innym komputerem w sieci lokalnej, używając automatycznej konfiguracji sieci (DHCP) oraz serwera przezroczystego pośrednika (SQUID).
ro: Totul a fost configurat. Acum vă puteți partaja conexiunea la Internet cu celelalte calculatoare din rețeaua locală, utilizînd configurarea automată a rețelei (DHCP) și un server proxy de pre-tampon transparent (SQUID).
ru: Всё было настроено. Теперь вы можете использовать своё подключение к Интернету совместно с другими компьютерами вашей локальной сети, используя автоматическую настройку сети (DHCP) и кэширующий прокси-сервер (SQUID).
sl: Vse je bilo prikrojeno. Sedaj lahko delite Internetno povezavo z drugimi računalniki v vašem krajevnem omrežju (LAN), z uporabo samodejno nastavljene mreže (DHCP) in transparentnega predpomnilniško posredniškega (proxy cache) strežnika (SQUID).
tr: Tüm ayarlar tamamlandı. Artık internet bağlantısını otomatik ağ yapılandırılması (DHCP) ve Şeffaf Vekil Sunucu Ön Bellekleme sunucusu (SQUID) ile yerel ağınızdaki başka bilgisayarlara paylaştırabilirsiniz.
wa: Totafwait a stî apontyî. Vos ploz asteure pårtaedjî li raloyaedje al rantoele daegnrece avou d' ôtes copiutreces di vosse rantoele locåle, tot eployant l' apontiaedje otomatike des éndjoles (avou DHCP) eyet on procsi di muchete transparint (avou SQUID).

source: Disabling servers...
br: O varvaat ar servijerien ...
cs: Zakazují se servery...
cy: Analluogi gweinyddion...
da: Slår servere fra...
de: Deaktiviere Server ...
el: Απενεργοποίηση εξυπηρετητών...
es: Deshabilitando servidores...
et: Serverite peatamine...
eu: Zerbitzariak desgaitzen...
fi: Poistetaan palvelut käytöstä...
fr: Désactivation des serveurs…
he: מבטל שרתים...
hu: A kiszolgálók letiltása...
id: Mematikan server...
is: Aftengi miðlara...
it: Sto disattivando i server...
nb: Slår av tjenere …
nn: Slår av tenarar …
pl: Wyłączenie serwerów...
ro: Se dezactivează serverele...
ru: Выключаются серверы...
sl: Onemogočanje strežnikov...
tr: Hizmetler devre dışı bırakılıyor...
wa: Dismetant les sierveus...

source: Firewalling configuration detected!
br: Kefluniadur kavet evit ar voger tan !
cs: Nalezeno existující nastavení firewallu!
cy: Wedi canfod ffurfweddiad mur gwarchod!
da: Brandmurkonfiguration fundet!
de: Es wurde eine Firewall-Konfiguration gefunden!
el: Εντοπίστηκε ρύθμιση του τοίχους προστασίας!
es: Configuración de Cortafuegos detectada!
et: Leiti tulemüüri seadistused!
eu: Suhesi konfiguraketa detektatu da!
fi: Palomuurin asetukset löydetty!
fr: Configuration du pare-feu détectée !
he: הגדרות חומת אש זוהו!
hu: A tűzfal beállításait sikerült felismerni.
id: Konfigurasi dengan firewall terdeteksi!
is: Fann eldveggsuppsetningu!
it: Rilevata configurazione di un firewall!
nb: Brannmuroppsett oppdaget.
nn: Fann gammalt brannmuroppsett.
pl: Wykryto konfigurację zapory ogniowej!
ro: S-a detectat o configurație de parafoc!
ru: Обнаружена конфигурация файервола!
sl: Zaznana je nastavitev požarnega zidu!
tr: Güvenlik duvarı yapılandırılması bulundu!
wa: Dj' a detecté l' apontiaedje d' on côpe feu!

source: Warning! An existing firewalling configuration has been detected. You may need some manual fixes after installation.
cs: Varování! Bylo nalezeno existující nastavení firewallu. Po instalaci může být zapotřebí nějaká ruční úprava.
cy: Rhybudd! Mae ffurfweddiad mur gwarchod wedi ei ganfod. Efallai bydd angen atgyweirio gyda llaw ar ôl y gosodiad.
da: Advarsel! En eksisterende brandmurkonfiguration er blevet fundet. Du skal muligvis lave manuelle rettelser efter installationen.
de: WARNUNG: Eine existierende Firewall-Konfiguration wurde gefunden. Möglicherweise müssen Sie nach der Installation einige Einstellungen von Hand vornehmen.
el: Προσοχή! Εντοπίστηκε μια ήδη υπάρχουσα ρύθμιση του τοίχους προστασίας. Ίσως χρειαστούν ορισμένες χειροκίνητες ρυθμίσεις μετά την εγκατάσταση.
es: Advertencia! Se ha detectado una configuración para cortafuegos. Puede necesitar correcciones manuales despues de la instalacion.
et: Hoiatus! Leiti olemasolevad tulemüüri seadistused. Tõenäoliselt peaksite need hiljem üle vaatama.
eu: Kontuz! Lehendik dagoen suhesi konfiguraketa bat detektatu da. Beharbada eskuz konponketa batzuk egin beharko dituzu instalazioaren ondoren.
fi: Varoitus! Löydettiin olemassa oleva palomuuri, asennuksen jälkeen voidaan joutua suorittamaan korjauksia käsin.
fr: Attention ! Une configuration existante du pare-feu a été détectée. Vous devrez peut-être modifier la configuration manuellement après l'installation.
he: אזהרה! זוהתה תצורת חומת אש קיימת במערכת. יתכן ויהיה עליך לבצע תיקונים ידניים אחרי ההתקנה.
hu: Figyelmeztetés: Már létezik egy tűzfalbeállítás. Néhány kézi módosításra szükség lehet a telepítés után.
id: Peringatan! Konfigurasi dengan firewall telah terdeteksi. Anda mungkin perlu melakukan beberapa perbaikan manual setelah instalasi.
is: Aðvörun! Eldveggsuppsetning hefur fundist. Þú þarft kannski að breyta henni handvirkt eftir uppsetninguna.
it: Attenzione! È stata rilevata una configurazione di firewall pre-esistente. Potrebbe avere bisogno di alcuni aggiustamenti manuali dopo l'installazione.
nb: Advarsel! Et eksisterende brannmuroppsett har blitt oppdaget. Du må kanskje gjøre noen manuelle innstillinger etter installasjonen.
nn: Åtvaring! Det finst allereie eit gammalt brannmuroppsett. Du må kanskje gjera nokre manuelle rettingar når installeringa er fullført.
pl: Ostrzeżenie! Została wykryta istniejąca konfiguracja zapory ogniowej. Może być konieczne dokonanie kilku ręcznych poprawek po instalacji.
ro: Avertisment! S-a detectat o configurație existentă de parafoc. Ar putea fi nevoie de unele ajustări manuale după instalare.
ru: Предупреждение! Были обнаружены существующие настройки файервола. Вам может понадобиться подправить их вручную после установки.
sl: Opozorilo! Nastavitev požarnega zidu že obstaja! Po namestitvi boste verjetno morali ročno popraviti nekatere nastavitve.
tr: Uyarı! Hazır bir güvenlik kalkanı yapılandırması bulundu. Kurulumdan sonra elle birkaç düzeltmeye ihtiyaç duyabilir.
wa: Asteme! Dj' a detecté on côpe feu ddja apontyî. I vos fåreut motoit on po d' apontiaedje manuwel après l' astalåcion.

source: Configuring...
br: O kefluskañ ...
cs: Nastavuje se...
cy: Ffurfweddu...
da: Konfigurerer...
de: Konfiguriere ...
el: Ρύθμιση...
es: Configurando...
et: Seadistamine...
eu: Konfiguratzen...
fi: Asetetaan...
fr: Configuration en cours…
he: מגדיר....
hu: Beállítás...
id: Mengkonfigurasi...
is: Uppsetning...
it: Configurazione in corso...
nb: Setter opp …
nn: Set opp …
pl: Konfiguracja...
ro: Se configurează...
ru: Идёт настройка...
sl: Prikrojevanje...
tr: Yapılandırılıyor...
wa: Apontiant...

source: Configuring firewall...
br: O kefluskañ ar moger-tan ...
cs: Nastavuje se firewall...
cy: Ffurfweddu'r mur cadarn...
da: Konfigurerer brandmur...
de: Konfiguriere Firewall...
el: Διαμόρφωση του τοίχους προστασίας...
es: Configurando cortafuegos...
et: Tulemüüri seadistamine...
eu: Suhesia konfiguratzen...
fi: Asetetaan palomuuri...
fr: Configuration du pare-feu en cours…
he: מגדיר את חומת האש...
hu: A tűzfal beállítása...
id: Mengkonfigurasi firewall...
is: Stilli eldvegg...
it: Configurazione del firewall in corso...
nb: Setter opp brannmur …
nn: Set opp brannmur …
pl: Konfiguracja zapory sieciowej...
ro: Se configurează parafocul...
ru: Настраивается файервол...
sl: Nastavljanje požarnega zidu ...
tr: Güvenlik duvarı yapılandırılıyor...
wa: Apontiaedje do côpe-feu...

source: Please add an host to be able to modify it.
br: Ouzhpennit un ostiz a-benn kemmañ anezhañ, mar plij.
cs: Přidejte, prosím, počítač, aby jej bylo možné změnit.
cy: Ychwanegwch westeiwr i allu ei newid.
da: Tilføj en vært for at kunne ændre på den.
de: Bitte fügen Sie einen Rechner hinzu, um ihn anpassen zu können.
el: Παρακαλώ προσθέστε έναν υπολογιστή για να μπορέσετε να τον τροποποιήσετε.
es: Porfavor agregue un equipo que pueda modificarlo.
et: Palun lisage masin, muidu ei saa seda muuta.
eu: Mesedez erantsi ostalari bat hura aldatzeko gai izateko.
fi: Lisää verkkonimi ennen sen muokkaamista.
fr: Veuillez ajouter un hôte pour pouvoir le modifier.
he: יש להוסיף מארח כדי שניתן יהיה לשנות את הגדרותיו.
hu: Ahhoz, hogy módosítást végezhessen, vegyen fel egy gépet.
id: Silakan tambahkan sebuah host agar bisa memodifikasi.
is: Bættu við vél svo hægt sé að sýsla með hana.
it: Aggiungi un host per poterlo modificare.
nb: Legg til en vert for å kunne endre på den.
nn: Du må leggja til ein vert før du kan endra han.
pl: Dodaj komputer, aby umożliwić jego modyfikację.
ro: Adăugați o gazdă pentru a o putea modifica.
ru: Пожалуйста добавьте хост чтобы иметь возможность его изменять.
sl: Dodajte gostitelja, da ga lahko spreminjate.
tr: Lütfen bir ana makine ekleyin
wa: Radjoutez on lodjoe pol poleur candjî.

source: Please modify information
br: Kemmit an titouroù mar plij
cs: Prosím, upravte informaci
cy: Newidiwch y wybodaeth
da: Ændr venligst information
de: Bitte passen Sie die Informationen an
el: Παρακαλώ τροποποιήστε τις πληροφορίες
es: Porfavor modifique la información
et: Palun muutke infot
eu: Mesedez aldatu informazioa
fi: Muokkaa tietoja
fr: Veuillez modifier les informations
he: נא לשנות מידע
hu: Módosítsa az információt
id: Silakan modifikasi informasi
is: Breyttu upplýsingum
it: Modifica le informazioni
nb: Vennligst endre på informasjon
nn: Endra informasjonen
pl: Zmień informację
ro: Modificați informațiile
ru: Пожалуйста, измените информацию
sl: Spremenite podatke
tr: Lütfen bilgiyi düzenleyin
wa: Candjîz l' informåcion s' i vs plait

source: Please delete information
br: Lamit an titouroù mar plij
cs: Prosím, odstraňte informaci
cy: Dilëwch wybodaeth
da: Slet venligst information
de: Bitte löschen Sie die Informationen
el: Παρακαλώ διαγράψτε τις πληροφορίες
es: Porfavor elimine la información
et: Palun kustutage info
eu: Mesedez ezabatu informazioa
fi: Poista tietoja
fr: Veuillez supprimer les informations
he: נא למחוק מידע
hu: Törölje az információt
id: Silakan hapus informasi
is: Eyddu upplýsingum
it: Cancella le informazioni
nb: Vennligst slett informasjon
nn: Slett informasjonen
pl: Usuń informację
ro: Ștergeți informațiile
ru: Пожалуйста, удалите информацию
sl: Zbrišite podatke
tr: Lütfen bilgiyi silin
wa: Disfacez l' informåcion s' i vs plait

source: Please add information
br: Ouzhpennit an titouroù mar plij
cs: Prosím, přidejte informaci
cy: Ychwanegwch wybodaeth
da: Tilføj venligst information
de: Bitte fügen Sie weitere Informationen hinzu
el: Παρακαλώ προσθέστε τις πληροφορίες
es: Por favor agregue información
et: Palun lisage info
eu: Mesedez erantsi informazioa
fi: Lisää tietoja
fr: Veuillez ajouter les informations
he: נא להוסיף מידע
hu: Adjon meg információt
id: Silakan tambah informasi
is: Bættu við upplýsingum
it: Aggiungi le informazioni
nb: Vennligst legg til informasjon
nn: Legg til informasjon
pl: Dodaj informację
ro: Adăugați informații
ru: Пожалуйста, добавьте информацию
sl: Dodajte podatke
tr: Lütfen bilgiyi ekleyin
wa: Radjoutez l' informåcion s' i vs plait

source: IP address:
br: Chomlec'h IP :
cs: IP adresa:
cy: Cyfeiriad IP :
da: IP-adresse:
de: IP-Adresse:
el: Διεύθυνση IP:
es: Dirección IP:
et: IP-aadress:
eu: IP helbidea:
fi: IP-osoite:
fr: Adresse IP :
he: כתובת IP:
hu: IP cím:
id: Alamat IP:
is: IP-tala:
it: Indirizzo IP:
nb: IP-adresse:
nn: IP-adresse:
pl: Adres IP:
ro: Adresă IP:
ru: IP-адрес:
sl: Naslov IP:
tr: IP adresi :
wa: Adresse IP:

source: Host name:
br: Anv an ostiz :
cs: Název počítače:
cy: Enw gwesteiwr :
da: Værtsnavn:
de: Rechnername:
el: Όνομα υπολογιστή:
es: Nombre del equipo:
et: Masinanimi:
eu: Ostalari izena:
fi: Verkkonimi:
fr: Nom d'hôte :
he: שם מחשב מארח:
hu: Gépnév:
id: Nama host:
is: Vélarnafn:
it: Nome host:
nb: Vertsnavn:
nn: Vertsnamn:
pl: Nazwa komputera:
ro: Nume de gazdă:
ru: Имя хоста:
sl: Ime gostitelja:
tr: Makine ismi:
wa: No d' lodjoe:

source: Host Aliases:
br: Lesanvioù an ostiz :
cs: Přezdívky počítače:
cy: Enw arall Gwesteiwr:
da: Værtsaliaser:
de: Rechner-Aliase:
el: Ψευδώνυμο υπολογιστή:
es: Aliases de equipo:
et: Masina aliased:
eu: Ostalari Goitizenak:
fi: Muut verkkonimet:
fr: Alias de l'hôte :
he: כינויי מארח:
hu: Gép álnevek:
id: Host Alias:
is: Samheiti vélar:
it: Alias dell'host:
nb: Vertsaliaser:
nn: Vertsalias:
pl: Aliasy komputera:
ro: Aliasuri gazdă:
ru: Алиасы хоста:
sl: Druga imena gostitelja:
tr: Makine İkinci İsimleri:
wa: Alias do lodjoe:

source: Error!
br: Fazi !
cs: Chyba!
cy: Gwall!
da: Fejl!
de: Fehler!
el: Σφάλμα!
et: Viga!
eu: Errorea!
fi: Virhe!
fr: Erreur !
he: שגיאה!
hu: Hiba!
is: Villa!
it: Errore!
nb: Feil!
nn: Feil
pl: Błąd!
ro: Eroare!
ru: Ошибка!
sl: Napaka!
tr: Hata!
wa: Aroke!

source: Please enter a valid IP address.
br: Roit ur chomlec'h IP mat mar plij.
cs: Zadejte, prosím, platnou IP adresu.
cy: Rhowch gyfeiriad IP dilys.
da: Indtast venligst en gyldig IP-adresse.
de: Bitte geben Sie eine gültige IP-Adresse ein.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση IP.
es: Por favor ingrese una dirección IP válida.
et: Palun andke sobiv IP-aadress.
eu: Mesedez sartu baliodun IP helbide bat.
fi: Syötä kelvollinen IP-osoite.
fr: Veuillez entrer une adresse IP valide.
he: נא להגדיר כתובת IP תקנית.
hu: Érvényes IP címet adjon meg.
id: Silakan masukkan alamat IP yang valid.
is: Gefðu upp gilda IP-tölu.
it: Inserisci un indirizzo IP valido.
nb: Tast inn en gyldig IP-adresse.
nn: Skriv inn ei gyldig IP-adresse.
pl: Wprowadź prawidłowy adres IP.
ro: Introduceți o adresă IP validă.
ru: Пожалуйста введите правильный IP адрес.
sl: Vnesite veljaven naslov IP.
tr: Lütfen geçerli bir IP adresi girin.
wa: Dinez ene adresse IP valide s' i vs plait.

source: Host name
br: Anv an ostiz
cs: Název počítače
cy: Enw gwesteiwr
da: Værtsnavn
de: Rechnername
el: Όνομα υπολογιστή
es: Nombre de equipo
et: Masinanimi
eu: Ostalari-izena
fi: Verkkonimi
fr: Nom d'hôte
he: שם מארח
hu: Gépnév
id: Nama host
is: Heiti vélar
it: Nome host
nb: Vertsnavn
nn: Vertsnamn
pl: Nazwa komputera
ro: Nume de gazdă
ru: Имя хоста
sl: Ime gostitelja
tr: Makine ismi
wa: No do lodjoe

source: Host Aliases
br: Lesanvioù an ostiz
cs: Přezdívky počítače
cy: Enw arall Gwesteiwyr
da: Værtsaliaser
de: Recher-Aliase
el: Ψευδώνυμο υπολογιστή
es: Aliases de equipo
et: Masina aliased
eu: Ostalari Goitizenak
fi: Muut verkkonimet
fr: Alias de l'hôte
he: כינויי מארח
hu: Gép álnevek
id: Host Alias
is: Samheiti vélar
it: Alias dell'host
nb: Vertsaliaser
nn: Vertalias
pl: Aliasy komputera
ro: Aliasuri gazdă
ru: Алиасы хоста
sl: Druga imena gostitelja
tr: Makine İkinci İsimleri
wa: Alias do lodjoe

source: Manage hosts definitions
br: Merañ liketennoù ostiz
cs: Správa adres a jmen počítačů
cy: Rheoli diffiniadau gwesteiwyr
da: Administrér defintion af værter
de: Hosts Definitionen verwalten
el: Διαχείριση των καθορισμών των υπολογιστών
es: Administrar definiciones de equipos
et: Masina definitsioonide haldamine
eu: Kudeatu ostalarien definizioak
fi: Hallitse verkkonimiä
fr: Gérer les déclarations de machines
he: ניהול הגדרות מארחים
hu: Gépdefiníciók kezelése
id: Kelola definisi host
is: Sýsla með vélaskilgreiningar
it: Gestione delle descrizioni degli host
nb: Håndter vertsangivelser
nn: Set opp vertsdefinisjonar
pl: Zarządzanie definicjami hostów
ro: Gestionați definițiile gazdelor
ru: Управление именами хостов
sl: Upravljajte definicije gostiteljev
tr: Makine açıklamalarını yönet
wa: Manaedjî les definixhas des lodjoes

source: Modify entry
br: Cheñchañ ar vouetadur
cs: Upravit záznam
cy: Newid cofnod
da: Ændr indgang
de: Veränderter Eintrag
el: Τροποποίηση καταχώρησης
es: Modificar entrada
et: Kirje muutmine
eu: Aldatu sarrera
fi: Muokkaa tietuetta
fr: Modifier l'entrée
he: שינוי מובאה
hu: Bejegyzés módosítása
id: Modifikasi entri
is: Breyta færslu
it: Modifica voce
nb: Endre oppføring
nn: Endra oppføring
pl: Edytuj wpis
ro: Modifică intrarea
ru: Изменить запись
sl: Preoblikuj vnos
tr: Girdiyi düzenle
wa: Candjî intrêye

source: Add
br: Ouzhpennañ
cs: Přidat
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
eu: Gehitu
fi: Lisää
fr: Ajouter
he: הוספה
hu: Hozzáadás
id: Tambah
is: Bæta við
it: Aggiungi
nb: Legg til
nn: Legg til
pl: Dodaj
ro: Adaugă
ru: Добавить
sl: Dodaj
tr: Ekle
wa: Radjouter

source: Add entry
br: Ouzhpennañ ur vouetadur
cs: Přidat záznam
cy: Ychwanegu cofnod
da: Tilføj indgang
de: Eintrag hinzufügen
el: Προσθήκη καταχώρησης
es: Agregar entrada
et: Kirje lisamine
eu: Erantsi sarrera
fi: Lisää tietue
fr: Ajouter une entrée
he: הוספת מובאה
hu: Bejegyzés felvétele
id: Tambah entri
is: Bæta við færslu
it: Aggiungi voce
nb: Legg til oppføring
nn: Legg til oppføring
pl: Dodaj wpis
ro: Adaugă o intrare
ru: Добавить запись
sl: Dodaj vnos
tr: Girdi Ekle
wa: Radjouter intrêye

source: Failed to add host.
br: Fazi en ur ouzhpennañ an ostiz.
cs: Přidání počítače selhalo.
cy: Methwyd ychwanegu gwesteiwr.
da: Kunne ikke tilføje vært.
de: Konnte Rechner nicht hinzufügen.
el: Αποτυχία προσθήκης υπολογιστή.
es: Fallo al agregar equipo.
et: Masina lisamine nurjus.
eu: Ostalaria eransteak huts egin du.
fi: Verkkonimeä ei voitu lisätä.
fr: Impossible d'ajouter un hôte.
he: כשל בהוספת המארח.
hu: Nem sikerült felvenni a gépet.
id: Gagal menambah host.
is: Tókst ekki að bæta við vél.
it: Impossibile aggiungere host.
nb: Klarte ikke å legge til vert.
nn: Klarte ikkje leggja til vert.
pl: Dodanie komputera nie powiodło się.
ro: Adăugarea gazdei a eșuat.
ru: Не удалось добавить хост.
sl: Dodajanje gostitelja je spodletelo.
tr: Makine eklenemedi.
wa: Dji n' a savou radjouter l' lodjoe.

source: Modify
br: Kemmañ
cs: Změnit
cy: Newid
da: Ændr
de: Ändern
el: Τροποποίηση
es: Modificar
et: Muuda
eu: Aldatu
fi: Muokkaa
fr: Modifier
he: שינוי
hu: Módosítás
id: Modifikasi
is: Breyta
it: Modifica
nb: Endre
nn: Endra
pl: Modyfikuj
ro: Modifică
ru: Изменить
sl: Prilagodi
tr: Düzenle
wa: Candjî

source: Failed to Modify host.
br: Fazi en ur cheñch an ostiz.
cs: Úprava počítače selhala.
cy: Methwyd Newid Gwesteiwr.
da: Kunne ikke ændre vært.
de: Konnte Rechner nicht ändern.
el: Αποτυχία τροποποίησης υπολογιστή.
es: Fallo al modificar equipo.
et: Masina muutmine nurjus.
eu: Ostalari aldaketak huts egin du.
fi: Verkkonimeä ei voitu muokata.
fr: Impossible de modifier un hôte.
he: כשל בשינוי המארח.
hu: Nem sikerült módosítani a gépet.
id: Gagal memodifikasi host.
is: Tókst ekki að breyta vél.
it: Impossibile modificare host.
nb: Klarte ikke å endre vert.
nn: Klarte ikkje endra vert.
pl: Zmiana ustawień komputera nie powiodła się.
ro: Modificarea gazdei a eșuat.
ru: Не удалось изменить хост.
sl: Spreminjanje gostitelja je spodletelo.
tr: Makine düzenlenemedi.
wa: Dji n' a savou candjî l' lodjoe.

source: Remove
br: Dilemel
cs: Odebrat
cy: Tynnu
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
et: Eemalda
eu: Kendu
fi: Poista
fr: Enlever
he: הסרה
hu: Eltávolítás
id: Hapus
is: Fjarlægja
it: Rimuovi
nb: Fjern
nn: Fjern
pl: Usuń
ro: Înlătură
ru: Удалить
sl: Odstrani
tr: Kaldır
wa: Oister

source: Failed to remove host.
br: Fazi en ur lemel an ostiz.
cs: Odstranění počítače selhalo.
cy: Methwyd tynnu gwesteiwr.
da: Kunne ikke fjerne vært.
de: Konnte Rechner nicht löschen.
el: Απέτυχε η αφαίρεση του υπολογιστή.
es: Fallo al quitar equipo.
et: Masina eemaldamine nurjus.
eu: Ostalari ezabaketak huts egin du.
fi: Verkkonimeä ei voitu poistaa.
fr: Impossible d'enlever un hôte.
he: כשל בהסרת המארח.
hu: Nem sikerült eltávolítani a gépet.
id: Gagal menghapus host.
is: Tókst ekki að fjarlægja vél.
it: Impossibile rimuovere host.
nb: Klarte ikke å fjerne vert.
nn: Klarte ikkje fjerna vert.
pl: Usunięcie komputera nie powiodło się.
ro: Înlăturarea gazdei a eșuat.
ru: Не удалось удалить хост.
sl: Odstranjevanje gostitelja je spodletelo.
tr: Makine kaldırılamadı.
wa: Dji n' a savou oister l' lodjoe.

source: Quit
br: Kuitaat
cs: Konec
cy: Gadael
da: Afslut
de: Verlassen
el: Έξοδος
es: Salir
et: Välju
eu: Irten
fi: Lopeta
fr: Quitter
he: יציאה
hu: Kilépés
id: Keluar
is: Hætta
it: Esci
nb: Avslutt
nn: Avslutt
pl: Zakończ
ro: Terminare
ru: Выход
sl: Izhod
tr: Çık
wa: Cwiter
