Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Network configuration (%d adapters)
cy: Ffurfweddu'r rhwydwaith (%d addasydd)
et: Võrgu seadistamine (%d liidest)
eu: Sare konfiguraketa (%d moldagailu)
he: תצורת רשת (מתאמי %d)
id: Konfigurasi jaringan (adapter %d)
is: Netstillingar (%d tengi)
nb: Nettverksoppsett (%d adaptere)
ru: Конфигурация сети (%d адаптеров)
sl: Nastavitve omrežja (vmesniki %d)
tr: Ağ Yapılandırması(%d bağdaştırıcı)
wa: Apontiaedje del rantoele (%d adaptoes)

source: Interface
br: C'hetal
cs: Rozhraní
cy: Rhyngwyneb
da: Grænseflade
de: Schnittstelle
el: Διεπαφή
es: Interfaz
et: Liides
eu: Interfazea
fi: Liitäntä
he: ממשק
hu: Csatoló
id: Antarmuka
is: Tengi
it: Interfaccia
nb: Grensesnitt
nn: Grensesnitt
pl: Interfejs
ro: Interfață
ru: Интерфейс
sl: Vmesnik
tr: Ara birim
wa: Eterface

source: IP address
br: Chomlec'h IP
cs: IP adresa
cy: Cyfeiriad IP
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
et: IP-aadress
eu: IP helbidea
fi: IP-osoite
fr: Adresse IP
he: כתובת IP
hu: IP cím
id: Alamat IP
is: IP-tala
it: Indirizzo IP
nb: IP-adresse
nn: IP-adresse
pl: Adres IP
ro: Adresă IP
ru: IP-адрес
sl: Naslov IP
tr: IP adresi
wa: Adresse IP

source: Protocol
br: Komenad
cs: Protokol
da: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
et: Protokoll
eu: Protokoloa
fi: Protokolla
fr: Traiter l'attaque
he: פרוטוקול
hu: Protokoll
id: Protokol
is: Samskiptaregla
it: Protocollo
nb: Protokoll
nn: Protokoll
pl: Protokół
ru: Протокол
sl: Protokol
tr: Protokol
wa: Protocole

source: Driver
br: Sturier
cs: Ovladač
cy: Gyrrwr
da: Drivprogram
de: Treiber
el: Οδηγός
es: Controlador
et: Draiver
eu: Gidaria
fi: Ajuri
fr: Pilote
he: מנהל התקן
hu: Meghajtó
is: Rekill
nn: Drivar
pl: Sterownik
ro: Pilot
ru: Драйвер
sl: Gonilnik
tr: Sürücü
wa: Mineu

source: State
cy: Cyflwr
et: Olek
eu: Egoera
he: מצב
id: Status
is: Staða
nb: Status
ru: Состояние
sl: Stanje
tr: Durum
wa: Sitatut

source: Hostname:
cy: Enw gwesteiwr:
et: Masinanimi:
eu: Ostalari-izena:
he: שם מארח:
is: Vélarnafn:
nb: Vertsnavn:
ru: Имя хоста:
sl: Ime gostitelja:
tr: Makine adı:
wa: No do lodjoe:

source: Configure hostname...
cy: Ffurfweddu enw gwestai...
et: Masinanime seadistamine...
eu: Konfiguratu ostalari-izena...
he: הגדרת שם המארח...
id: Konfigurasi hostname...
is: Stilla vélarnafn...
nb: Sett opp vertsnavn …
ru: Настроить имя хоста...
sl: Nastavitev imena gostitelja ...
tr: Makine adını yapılandır...
wa: Apontyî l' no do lodjoe...

source: LAN configuration
cy: Ffurfweddu'r Rhwydwaith Lleol
et: LAN-i seadistamine
eu: LAN konfiguraketa (bertako sarea)
he: הגדרת רשת מקומית
id: Konfigurasi LAN
is: Staðarnets-uppsetning
nb: Oppsett av lokalnettverk
ru: Настройка локальной сети
sl: Nastavitve krajevnega omrežja (LAN)
tr: Yerel Ağ yapılandırması
wa: Apontiaedje del rantoele locåle

source: Configure Local Area Network...
cy: Ffurfweddu'r Rhwydwaith Lleol...
et: Kohtvõrgu (LAN) seadistamine...
eu: Konfiguratu bertako sarea (LAN)...
he: הגדרת רשת מקומית...
id: Konfigurasi Local Area Network...
is: Stilla staðarnets-tengingu...
nb: Sett opp lokalt nettverk …
ru: Настроить локальную сеть...
sl: Nastavitev krajevnega omrežja...
tr: Yerel ağı yapılandır...
wa: Apontyî li rantoele locåle...

source: Help
br: Skoazell
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
fr: Aide
he: עזרה
hu: Segítség
id: Bantuan
is: Hjálp
it: Guida
nb: Hjelp
nn: Hjelp
pl: Pomoc
ro: Ajutor
ru: Справка
sl: Pomoč
tr: Yardım
wa: Aidance

source: Apply
br: Lakaat
cs: Použít
cy: Gosod
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
eu: Aplikatu
fi: Toteuta
fr: Appliquer
he: החל
hu: Alkalmazás
id: Terapkan
is: Virkja
it: Applica
nb: Bruk
nn: Bruk
pl: Zastosuj
ro: Aplică
ru: Применить
sl: Uporabi
tr: Uygula
wa: Mete en ouve

source: Cancel
br: Nullañ
cs: Zrušit
cy: Diddymu
da: Annullér
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Loobu
eu: Galarazi
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégsem
id: Batal
is: Hætta við
it: Annulla
nb: Avbryt
nn: Avbryt
pl: Anuluj
ro: Anulează
ru: Отмена
sl: Prekliči
tr: İptal
wa: Rinoncî

source: Ok
br: Mat eo
cy: Iawn
el: Εντάξει
et: Olgu
eu: Ados
he: אישור
is: Í lagi
ru: ОК
sl: V redu
tr: Tamam
wa: 'l est bon

source: Please wait
br: Gortozit mar plij
cs: Prosím, počkejte
cy: Arhoswch
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Porfavor espere
et: Palun oodake
eu: Itxaron mesedez
fi: Odota hetki
fr: Veuillez patienter
he: נא להמתין
hu: Kis türelmet...
id: Silakan tunggu
is: Augnablik
it: Attendi
nb: Vent litt
nn: Vent litt
pl: Proszę czekać
ro: Așteptați vă rog
ru: Подождите, пожалуйста
sl: Prosimo, počakajte
tr: Lütfen bekleyin
wa: Tårdjîz on pô, s' i vs plait

source: Please Wait... Applying the configuration
br: Gortozit mar plij, o lakaat ar c'hefluniadur
cs: Čekejte, prosím... Používá se nastavení
cy: Arhoswch...Gosod y ffurfweddiad
da: Vent venligst... Sætter konfigurationen i anvendelse
de: Die Konfiguration wird gespeichert... Bitte warten
el: Παρακαλώ περιμένετε... Εφαρμογή των ρυθμίσεων
es: Porfavor espere... Aplicando la configuración
et: Palun oodake... Rakendatakse seadistusi
eu: Itxaron mesedez... Konfiguraketa aplikatzen
fi: Odota hetki... Otetaan asetukset käyttöön
fr: Veuillez patienter… Mise en place de la configuration
he: נא להמתין... מיישם את ההגדרות
hu: Kis türelmet - a beállítások módosítása
id: Silakan Tunggu... Menerapkan konfigurasi
is: Augnablik... Framkvæmi stillingar
it: Attendi... sto applicando la configurazione
nb: Vent litt … slår på oppsettet
nn: Vent litt … Gjer klar oppsett
pl: Proszę czekać... Stosowanie konfiguracji
ro: Așteptați... Se activează configurația
ru: Подождите, пожалуйста... Применяются настройки
sl: Prosimo, počakajte. Uveljavljanje nastavitev ...
tr: Lütfen Bekleyin... Yapılandırma uygulanıyor
wa: Tårdjîz s' i vs plait, dji mete en alaedje l' apontiaedje

source: Deactivate now
cy: Dad weithredu nawr
et: Peata nüüd
eu: Desaktibatu orain
he: לכבות עכשיו
id: Nonaktifkan sekarang
is: Aftengja núna
nb: Slå av nå
ru: Отключить сейчас
sl: Izključi
tr: Derhal devre dışı bırak
wa: Essocter do côp

source: Activate now
cy: Cychwyn nawr
et: Aktiveeri nüüd
eu: Aktibatu orain
he: הפעל עכשיו
id: Aktifkan sekarang
is: Virkja núna
nb: Slå på nå
ru: Включить сейчас
sl: Vključi
tr: Derhal etkinleştir
wa: Mete en alaedje do côp

source: You do not have any configured interface. Configure them first by clicking on 'Configure'
cy: Nid oes gennych unrhyw rhagwynebau wedi eu ffurfweddio. Ffurfweddwch nhw'n gyntaf drwy glicio ar 'Ffurfweddu'
et: Ühtegi liidest ei ole seadistatud. Esmalt tuleb need seadistada, klõpsake selleks nupul "Seadista"
eu: Ez duzu interfaze konfiguraturik. Konfigura itzazu lehendabizi, 'Konfiguratu'n klik eginda
he: אין לך כל התקן מוגדר. יש להגדירם תחילה על ידי לחיצה על 'הגדר'
id: Anda tidak memiliki antarmuka terkonfigurasi apapun. Konfigurasi terlebih dahulu dengan mengklik 'Konfigurasi'
is: Þú hefur ekki neitt uppsett nettengi. Stilltu þau fyrst með því að smella á 'Stilla'
nb: Du har ikke satt opp noen grensesnitt. Sett opp disse først ved å klikke på Sett opp
ru: У вас нет ни одного настроенного интерфейса. Настройте их сначала, нажав на 'Настроить'
sl: Nobena omrežna naprava ni nastavljena. Kliknite 'Nastavi' za nadaljevanje
tr: Hiç bir ara birim yapılandırılmamış. Yapılandırmak için ilk önce 'Yapılandır'a tıklayın
wa: Vos n' avoz nole eterface d' apontieye. I vos fåt end apontyî ene, clitchîz so «Apontyî»

source: LAN Configuration
cy: Ffurfweddiad Rhwydwaith Lleol (LAN)
et: LAN-i seadistamine
eu: Sare lokalaren konfigurazioa (LAN)
he: הגדרות רשת מקומית
id: Konfigurasi LAN
is: Staðarnets-uppsetning
nb: Nettverksoppsett
ru: Настройка локальной сети
sl: Nastavitve krajevnega omrežja (LAN)
tr: Yerel ağ ayarları
wa: Apontiaedje del rantoele locåle

source: Adapter %s: %s
cy: Addasydd %s: %s
et: Võrgukaart %s: %s
eu: %s moldagailua: %s
he: מתאם %s: %s
is: Kort %s: %s
ru: Адаптер %s: %s
sl: Vmesnik %s: %s
tr: Bağdaştırıcı %s: %s
wa: Adaptoe %s: %s

source: Netmask
br: Maskl rouedad
cs: Maska sítě
da: Netmaske
de: Netzmaske
el: Μάσκα δικτύου
es: Mascara de subred
et: Võrgumask
eu: Sare-maskara
fi: Verkkopeite
fr: Masque de sous-réseau
he: מיסוך רשת
hu: Hálózati maszk
is: Netsía
it: Maschera di rete
nb: Nettmaske
nn: Nettmaske
pl: Maska
ro: Mască de rețea
ru: Сетевая маска
sl: Maska omrežja
tr: Ağ maskesi:
wa: Maske rantoele

source: Boot Protocol
cy: Protocol Cychwyn
et: Laadimisprotokoll
eu: Abioko protokoloa
he: פרוטוקול אתחול
id: Protokol Boot
is: Ræsi-samskiptaregla
nb: Oppstartsprotokoll
ru: Протокол загрузки
sl: Zagonski protokol
tr: Ön yükleme Protokolü
wa: Protocole d' enondaedje

source: Started on boot
cy: Cychwyn y peiriant
et: Käivitub alglaadimisel
eu: Abioan abiaraztekoa
he: מופעל באתחול
id: Mulai saat boot
is: Virkjað við ræsingu
nb: På oppstart
ru: Запущен при загрузке
sl: Vključeno ob zagonu
tr: Ön yüklemede başlatılan
wa: En alaedje a l' enondaedje

source: DHCP client
br: Kliant DHCP
cs: DHCP klient
cy: Cleient DHCP
da: DHCP-klient
el: Πελάτης DHCP
es: Cliente DHCP
et: DHCP klient
eu: DHCP bezeroa
fi: DHCP-asiakas
fr: Client DHCP
he: לקוח DHCP
hu: DHCP kliens
id: Klien DHCP
is: DHCP biðlari
it: Client DHCP
nb: DHCP-klient
nn: DHCP-klient
pl: Klient DHCP
ro: Client DHCP
ru: Клиент DHCP
sl: Odjemalec DHCP
tr: DHCP istemcisi
wa: Cliyint DHCP

source: This interface has not been configured yet. Run the "%s" assistant from the Mageia Linux Control Center
id: Antarmuka ini belum terkonfigurasi. Jalankan asisten "%s" dari Pusat Kendali Linux Mageia
ru: Этот интерфейс ещё не был настроен. Запустите помощника "%s" из Центра Управления Mageia
tr: Bu bağdaştırıcı henüz yapılandırılmamış. Mageia Linux Denetim Merkezi' ndeki "%s" yardımcısını çalıştırın

source: Set up a new network interface (LAN, ISDN, ADSL, ...)
br: Kefluniañ un etrefas rouedad (LAN, ISDN, ADSL, ...)
cs: Nastavit nové síťové rozhraní (LAN, ISDN, ADSL, ...)
cy: Gosod rhygnwyneb rhwydwaith newydd (LAN, ISDN, ADSL, ...)
da: Opsætning af et nyt netværkgrænsesnit (LAN, ISDN, ADSL, ...)
de: Eine Netzwerkschnittstelle erstellen (LAN, ISDN, ADSL, ...)
el: Ρύθμισε μία καινούρια σύνδεση δικτύου (LAN, ISDN, ADSL, ...)
es: Configurar una nueva interfaz de red (LAN, ISDN,ADSL,...)
et: Uue võrguliidese seadistamine (LAN, ISDN, ADSL...)
eu: Ezarri sareko interfaze berri bat (LAN, ISDN, ADSL, ...)
fi: Aseta uusi verkkoliitäntä
fr: Configurer une nouvelle connexion Internet (LAN, ISDN, ADSL, …)
he: הגדרת ממשק רשת חדש (LAN, ISDN, ADSL, ...)
hu: Új hálózati kapcsolat beállítása (LAN, ISDN, ADSL, ...)
id: Atur antarmuka jaringan baru (LAN, ISDN, ADSL, ...)
is: Setja upp nýja nettengingu (LAN, ISDN, ADSL, ...)
it: Configura una nuova interfaccia di rete (LAN, ISDN, ADSL,...)
nb: Sett opp et nytt nettverksgrensesnitt (LAN, ISDN, ADSL, …)
nn: Set opp nytt nettverksgrensesnitt (LAN, ISDN, ADSL)
pl: Konfiguracja nowego interfejsu sieciowego (LAN, ISDN, ADSL, ...)
ro: Configurează o nouă interfață de rețea (LAN, ISDN, ADSL, ...)
ru: Настройка нового сетевого интерфейса (LAN, ISDN, ADSL, ...)
sl: Nastavite nov omrežni vmesnik (LAN, ISDN, ADSL ...)
tr: Yeni bir ağ ara birimi (Yerel ağ, ISDN, ADSL, ...) kur.
wa: Apontyî ene novele eterface rantoele (locåle, RDIS, ADSL,...)

source: No IP
br: IP ebet
cs: Bez IP
cy: Dim IP
da: Ingen IP
de: Keine lP
el: Χωρίς IP
es: Sin IP
et: IP puudub
eu: IPrik ez
fi: Ei IP-osoitetta
fr: Pas d'IP
he: אין IP
hu: Nincs IP cím
id: Tidak ada IP
is: Engin IP
it: Nessun IP
nb: Ingen IP-adresse
nn: Ingen IP
pl: Brak IP
ro: Fără IP
ru: Отсутствует IP
sl: Ni naslova IP
tr: IP Yok
wa: Nole adresse IP

source: No Mask
br: Maskl ebet
cs: Bez masky
cy: Dim Mask
da: Ingen maske
de: Keine Maske
el: Χωρίς μάσκα
es: Sin mascara de subred
et: Mask puudub
eu: Maskararik ez
fi: Ei verkkopeitettä
fr: Pas de masque
he: אין מסכה
hu: Nincs maszk
id: Tidak ada Mask
is: Engin netsía
it: Nessuna maschera
nb: Ingen nettmaske
nn: Inga maske
pl: Brak maski
ro: Fără mască
ru: Отсутствует Маска
sl: Ni maske omrežja
tr: Maske Yok
wa: Nou masse rantoele

source: up
br: uhel
cs: zapnuto
cy: fyny
da: op
de: einschalten
el: πάνω
es: arriba
et: ühendatud
eu: gora
fi: käytössä
fr: activé
he: למעלה
hu: aktív
id: aktif
is: upp
it: attivato
nb: opp
nn: opp
pl: w górę
ro: activată
ru: поднят
sl: Povezano
tr: çalışıyor
wa: en alaedje

source: down
br: izel
cs: vypnuto
cy: lawr
da: ned
de: ausschalten
el: κάτω
es: abajo
et: pole ühendatud
eu: behera
fi: ei käytössä
fr: arrêté
he: למטה
hu: inaktív
id: nonaktif
is: niður
it: disattivato
nb: ned
nn: ned
pl: w dół
ro: dezactivată
ru: опущен
sl: Prekinjeno
tr: çalışmıyor
wa: essocté

source: Internet Connection Sharing
br: Rannañ ar gevreadenn ouzh internet
cs: Sdílet internetové připojení
cy: Rhannu Cysylltiad â'r Rhyngrwyd
da: Deling af internetforbindelse
de: Teilen der Internet-Verbindung
el: Κοινή χρήση της σύνδεσης στο διαδίκτυο
es: Compartir la conexión a internet
et: Internetiühenduse jagamine
eu: Interneteko konexioa partekatzea
fi: Internet-yhteyden jakaminen
fr: Partage de la connexion Internet
he: שיתוף חיבור אינטרנט
hu: Internetkapcsolat megosztása
id: Sharing Koneksi Internet
is: Samnýting Internets-tengingar
it: Condivisione della connessione Internet
nb: Deling av Internettilkobling
nn: Deling av Internett-samband
pl: Udostępnianie połączenia z Internetem
ro: Partajare de conexiune la Internet
ru: Общий доступ к Интернету
sl: Deljenje Internetne Povezave
tr: İnternet Bağlantısı Paylaşımı
wa: Pårtaedje do raloyaedje al rantoele daegnrece

source: You are about to configure your computer to share its Internet connection. With that feature, other computers on your local network will be able to use this computer's Internet connection. Make sure you have configured your Network/Internet access using drakconnect before going any further. Note: you need a dedicated Network Adapter to set up a Local Area Network (LAN). Please disable Mageia Firewall for the network adapter connected to your LAN connection before proceeding.
cy: Rydych ar fin ffurfweddu eich cyfrifiadur i rannu ei gysylltiad Rhyngrwyd Gyda'r nodwedd hon bydd cyfrifiaduron eraill ar eich rhwydwaith lleol yn gallu rhannu cyswllt rhyngrwyd y cyfrifiadur hwn. Gwnewch yn siŵr eich bod wedi ffurfweddu eich mynediad Rhwydwaith/Rhyngrwyd gyda drakconnect cyn mynd ymhellach. Sylwer: bydd angen Addasydd Rhwydwaith un-pwrpas i greu Rhwydwaith Lleol (LAN). Anablwch Mageia Firewall ar gyfer yr addasydd rhwydwaith sy'n gysylltiedig â'ch cysylltiad LAN cyn cychwyn.
da: Du er ved at konfigurere din maskine til at dele dens internetforbindelse. Med denne mulighed vil andre maskiner på dit lokale netværk kunne bruge internetforbindelsen på denne maskine. Forsikr dig om at du har konfigureret din netværks/internetforbindelse med drakconnect før du går videre. Bemærk: du skal bruge en netværksadapter afsat kun til dette formål, for at lave et lokalnet (LAN). Deaktivér Mageia brandmur for netværksadapteren forbundet til dit lokalnet før du går videre.
de: Sie sind dabei, Ihren Rechner so zu konfigurieren, dass er die eingerichtete Internetverbindung mit anderen Computern in Ihrem lokalen Netzwerk teilt. Stellen Sie sicher, dass Sie Ihre Netzwerk-/Internetverbindung mit DrakConnect eingerichtet haben, bevor Sie fortfahren. Anmerkung: Sie benötigen eine Netzwerkkarte, mit deren Hilfe Sie ein lokales Netz (LAN) aufsetzen können. Bitte deaktivieren sie die Mageia-Firewall für die Netzwerkkarte die mit dem LAN verbunden ist, bevor Sie fortfahren.
eu: Konputagailua Interneteko konexioa partekatzeko konfiguratzera zoaz. Ezaugarri horrekin, zure bertako sareko beste konputagailuak zure konputagailuaren Interneteko konexioa erabili ahal izango dute. Aurrera jarraitu aurretik, egiaztatu Sareko/Interneteko sarbidea drakconnecterabiliz konfiguratu duzula. Oharra: Sare-moldagailu dedikatu bat behar duzu bertako sare (LAN) bat ezartzeko. Jarraitu aurretik ezgaitu Mageia suhesia zure LAN-era konektatutako sare moldagailuarentzako.
id: Anda akan mengkonfigurasi komputer Anda untuk share koneksi Internet. Dengan fitur ini, komputer lain pada jaringan lokal Anda akan bisa menggunakan koneksi Internet komputer ini. Pastikan Anda telah mengkonfigurasi akses Jaringan/Internet Anda menggunakan drakconnect sebelum melanjutkan. Catatan: Anda memerlukan Adapter Jaringan khusus untuk mengatur Local Area Network (LAN). Silakan matikan Firewall Mageia untuk adapter jaringan yang terhubung ke LAN sebelum melanjutkan proses.
is: Þú er um það bil að fara að setja tölvuna þína upp til að deila Internet tengingunni sinni. Með þessum valkosti , þá geta aðrar tölvur á þínu staðarneti notað Internet tengingu þinnar tölvu. Vertu viss um að þú hafir sett upp staðarnet/Internet tengingu með drakconnect áður en þú heldur lengra. Athugið: þú þarft að hafa sérstakt netkort fyrir staðarnetið til að geta deilt Internet-tengingu um staðarnet (LAN). Aftengdu Mageia eldvegginn fyrir það netkort sem tengt er staðanetinu áður en lengra er haldið.
nb: Du er i ferd med å sette opp maskinen din til å dele Internettilkoblingen sin med andre. Med denne funksjonen kan andre maskiner i nettverket ditt bruke denne. Pass på at du har satt opp nettverks-/Internett-tilgang ved hjelp av drakconnect før du går videre. Merk: at du trenger et dedikert nettverksadapter for å sette opp et lokalt nettverk (LAN). Vær vennlig å slå av Mageia-brannmuren for nettverksadapteret tilkoblet lokalnettet før du fortsetter.
nn: Du er i ferd med å setja opp maskina til å dela Internett-sambandet. Med denne funksjonen kan andre maskiner på lokalnettet bruka Internett-sambandet på denne maskina. Ver sikker på at du har sett opp nettverks- og Internett-tilgang med drakconnect før du går vidare. Merk: Du treng eit eige nettverkskort for å kunna setja opp lokalnett (LAN). Slå av Mageia-brannmuren for nettverkskortet som er kopla til lokalnettet før du held fram.
pl: Chcesz skonfigurować komputer jako udostępniający połączenie z Internetem Ta usługa pozwala innym komputerom w sieci lokalnej na używanie połączenia tego komputera z Internetem. Upewnij się, że skonfigurowano dostęp do sieci/Internetu przy użyciu programu drakconnect, zanim dokonasz dalszych czynności. Uwaga: wymagana jest dedykowana karta sieciowa włączająca komputer w sieć lokalną (LAN). Zanim rozpoczniesz konfigurację wyłącz zaporę sieciową dla karty sieciowej podłączonej do sieci lokalnej.
ro: Sînteți pe cale să vă configurați calculatorul pentru a partaja conexiunea la Internet. Astfel, alte calculatoare din rețeaua locală vor fi capabile să utilizeze conexiunea la Internet a acestui calculator. Asigurați-vă că ați configurat accesul la Internet/rețea utilizînd drakconnect înainte de a merge mai departe. Notă: aveți nevoie de o placă de rețea dedicată pentru a configura o rețea locală (LAN). Vă rugăm să dezactivați Mageia Firewall pentru placa de rețea conectată la rețeaua locală înainte de a continua.
ru: На данном компьютере будет настроено совместное использование подключения к Интернету. C помощью этой функции другие компьютеры из локальной сети будут иметь доступ к Интернету через данный компьютер. Сначала необходимо проверить, настроен и доступ к Интернету или локальной сети с помощью служебной программы drakconnect. Примечание: для подключения к локальной сети потребуется отдельный сетевой адаптер. Перед началом настройки также отключите файервол для сетевого адаптера, подключенного к локальной сети.
tr: Bilgisayarınızı internet bağlantısını paylaştırmak için ayarlamak üzeresiniz. Bu özellik sayesinde yerel ağa bağlı diğer bilgisayarlar bu bilgisayarın internet bağlantısını kullanabilir. Bu özellikleri kullanmadan önce Ağ/İnternet ayarlamalarınızı drakconnect ile düzgün bir şekilde yaptığınıza emin olunuz. Not: Yerel ağınızı (LAN) ayarlamak için bu işe özgülenmiş bir ağ bağdaştırıcısına ihtiyacınız var. Devam etmeden önce LAN bağlantınızı sağlayan ağ bağdaştırıcınızda etkin olan Mageia Güvenlik Duvarını devre dışı bırakın.

source: The setup of Internet Connection Sharing has already been done. It's currently enabled. What would you like to do?
cs: Sdílení internetového připojení už bylo nastaveno. Nyní je povoleno. Co chcete dále dělat?
cy: Mae gosodiad Rhannu Cysylltiad â'r Rhyngrwyd wedi ei gyflawni. Mae wedi ei alluogi. Beth hoffech ei wneud?
da: Indstilling af deling af internetforbindelse er allerede gjort. Deling er aktiveret. Hvad ønsker du at gøre?
de: Es wurde bereits eine gemeinsame Internet-Verbindung aufgesetzt. Momentan ist sie aktiviert. Was wollen Sie tun?
el: Η ρύθμιση της κοινόχρηστης σύνδεσης στο διαδίκτυο έχει ήδη γίνει. Αυτή τη στιγμή είναι ενεργή. Τι θα θέλατε να κάνετε;
es: La configuración de Compartición de Conexión a Internet ya ha sido realizada. Actualmente está habilitada. ¿Qué le gustaría hacer?
et: Internetiühenduse jagamine on juba seadistatud ja hetkel ka lubatud. Mida soovite ette võtta?
eu: Interneteko konexioa partekatzeko konfigurazioa eginda dago. Desgaituta dago orain. Zer egin nahi duzu?
fi: Internet-yhteyden jakaminen on jo asetettu ja se on käytössä. Mitä tehdään?
fr: La configuration du partage de la connexion à Internet a déjà été effectuée. Elle est actuellement activée. Que souhaitez-vous faire ?
he: הגדרת שיתוף חיבור אינטרנט כבר בוצעה קודם. השיתוף פעיל כעת. מה ברצונך לעשות?
hu: Az internetkapcsolat megosztása már megtörtént. A megosztott kapcsolat használható. Mit szeretne tenni?
id: Pengaturan Sharing Koneksi Internet telah dilakukan. Saat ini sedang dihidupkan. Apa yang ingin Anda lakukan?
is: Uppsetning Internet samnýtingar hefur þegar verið framkvæmd. Hún er nú virk. Hvað vilt þú gera?
it: La condivisione della connessione internet è già stata configurata. Al momento, è attivata. Cosa vuoi fare?
nb: Oppsett for deling av Internettilkobling har allerede blitt gjort. Dette er for øyeblikket slått på. Hva vil du gjøre?
nn: Deling av Internett-samband er allereie sett opp og er påslått. Kva vil du gjera?
pl: Konfiguracja udostępniania połączenia z Internetem została już wykonana. Jest teraz uaktywniona. Co chcesz zrobić?
ro: Configurarea partajării conexiunii la Internet a fost făcută deja. Acum este activată. Ce doriți să faceți?
ru: Настройка общего доступа к Интернету уже была выполнена. В данный момент он включён. Что нужно сделать?
sl: Nastavitev skupne uporabe internetne povezave je že opravljena. Trenutno je omogočena. Kaj bi radi naredili?
tr: İnternet bağlantısı paylaşımı ayarları zaten yapılmış durumda. Paylaşım şu anda etkin. Ne yapmak istersiniz?
wa: L' apontiaedje do pårtaedje do raloyaedje al rantoele daegnrece a ddja stî fwait. Il est en alaedje pol moumint. Cwè voloz vs fé?
