Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Substring to be matched against the subject of the authentication server certificate. If this string is set, the server certificate is only accepted if it contains this string in the subject. The subject string is in following format: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
cs: Část řetězce, která by se měla vyhledávat v subjektu certifikátu ověřovacího serveru. Pokud je tento řetězec nastaven, je certifikát serveru přijat pouze obsahuje-li tento řetězec v subjektu. Část řetězce je tomto formátu: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
cy: Gall is linynnau gael eu cydweddu yn erbyn pwnc y tystysgrif gweinydd dilysu. Os yw'r llinyn wedi ei osod, bydd y tystysgrif gweinydd yn cael ei dderbyn yn unig os yw'n cynnwys y llinyn yn y pwnc. Mae'r llinyn pwnc yn y fformat canlynol: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
da: Tekst som skal tjekked mod "subject" til autentificerings- servercertifikatet. Hvis teksten er sat, bliver servercertifikatet kun godtaget hvis det indeholder denne tekst i "subject". "Subject"-teksten har følgende format: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
de: Zeichenkette, die mit dem Titel des Zertifikats des Authentifizierungsservers abgeglichen wird. Wenn dieser Parameter gesetzt ist, wird das Server- zertifikat nur akzeptiert, wenn es diese Zeichenfolge im Titel trägt. Die Zeichenkette hat das folgende Format: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
el: Υποσυμβολοσειρά στην οποία θα πρέπει να συσχετίζεται το θέμα του πιστοποιητικού του εξυπηρετητή ταυτοποίησης. Εάν η συμβολοσειρά είναι ρυθμισμένη, το πιστοποιητικό του εξυπηρετητή θα γίνει δεκτό μόνο αν περιέχει αυτή τη συμβολοσειρά στο θέμα του. Η συμβολοσειρά του θέματος είναι της εξής μορφής : /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
es: Subcadena con la que se hará calzar el certificado de servidor de autenticación Si se establece esta cadena, el certificado de servidor se aceptará sólo si contiene esta cadena en el asunto. La cadena del asunto está en el siguiente formato: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
eu: Autentikazio zerbitzariaren ziurtagiriaren 'subject' eremuarekin bat etorri behar den azpi-testu-lerroa. Testu lerro hau ezartzen bada, zerbitzariaren ziurtagiria onartuko da soilik 'subject' eremuan testu lerro hau eduki ezkero. 'Subject' testu lerroa ondorengo formatuan dago: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
fi: Aliavaimien täytyy täsmätä tunnistautumispalvelimen sertifikaatin tietoihin. Jos merkkijono on määritelty, palvelimen sertifikaatti hyväksytään vain, jos se sisältää määritellyt merkkijonot. Merkkijono on muotoa: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
fr: Chaîne à laquelle devra correspondre le sujet du certificat d'authentification du serveur. Si cette chaîne est définie, le certificat serveur ne sera accepté que s'il contient cette chaîne dans son sujet. Le format du sujet est le suivant : /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
hu: Illeszkedő részlet az azonosító kiszolgáló tanúsítványának fejlécéből. Ha ezt a szövegrészletet beállítja, akkor a kiszolgáló tanúsítványa csak akkor lesz elfogadva, ha a fejléce tartalmazza ezt a szövegrészletet. A fejléc leírása ilyen formátumú: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
id: Substring untuk dicocokkan dengan subjek dari sertifikat otentikasi server. Jika string ini diatur, sertifikat server hanya diterima jika berisi string ini di dalam subjek. String subjek adalah dalam format berikut: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
it: Stringa da confrontare con il soggetto del certificato del server di autenticazione. Se si usa questa stringa il certificato del server verrà accettato solo se contiene questa stringa nel soggetto. La stringa del soggetto è nel seguente formato: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
nb: Understreng som skal sjekkes opp mot emnet i tjenersertifikatet for autentisering. Sertifikatet vil kun bli akseptert hvis denne strengen finnes i emnet Emnestrengen er ifølgende format: /C=US/ST=CA/L=Oslo/CN=Test AS/e-postadresse=test@example.com
nn: Tekst som skal sjekkast mot «subject» til autentiserings- tenarsertifikatet. Viss teksten er sett, vert tentarsertifikatet berre godteken om det inneheld denne teksten i «subject». «Subject»-teksten har følgjande format: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
pl: Tekst, który ma pasować do tematu certyfikatu uwierzytelniającego serwer. Jeżeli tekst ten jest ustawiony certyfikat serwera będzie zaakceptowany jeżeli zawiera go w temacie. Treść tematu certyfikatu ma następujący format: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@przyklad.com
ro: Șir căruia trebuie să-i corespundă subiectul certificatului de autentificare al serverului. Dacă acest șir este definit, certificatul serverului nu va fi acceptat decît dacă conține acest șir în subiectul său. Formatul subiectului trebuie să fie următorul: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com
ru: Строка, сверяемая с описанием сертификата сервера аутентификации. Если эта строка установлена, сертификат сервера будет приниматься только в том случае, если в нём присутствует эта строка. Строка описания имеет следующий формат: /C=US/ST=CA/L=San Francisco/CN=Test AS/emailAddress=as@example.com

source: Extra directives
cs: Další direktivy
cy: Cyfarwyddid ychwanegol
da: Ekstra direktiver
de: Spezielle Anweisungen
el: Επιπλέον οδηγίες
es: Directivas extra
et: Lisadirektiivid
eu: Zuzentarau gehigarriak
fi: Lisätoimintaohjeet
fr: Directives supplémentaires
hu: Extra irányelvek
id: Arahan tambahan
it: Direttive aggiuntive
nb: Ekstra direktiver
nn: Ekstradirektiv
pl: Dodatkowe dyrektywy
ro: Directive suplimentare
ru: Дополнительные директивы
sl: Dodatne direktive
tr: Ek yönergeler

source: Here one can pass extra settings to wpa_supplicant The expected format is a string field=value pair. Multiple values maybe specified, separating each value with the # character. Note: directives are passed unchecked and may cause the wpa negotiation to fail silently. Supported directives are preserved across editing. Supported directives are : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Others such as key_mgmt, eap maybe used to force special settings different from the U.I settings.
cs: Zde je možné zadat další nastavení pro wpa_supplicant Očekávaný formát je pár řetězců pole=hodnota. Lze také zadat více hodnot, každá z nich musí být oddělena znakem #. Poznámka: direktivy jsou předávány bez kontrol a mohou způsobit tiché selhání při vyjednávání WPA. Podporované direktivy jsou při úpravách zachovány. Podporované direktivy jsou: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size a eap_workaround, pairwise, group Ostatní jako key_mgmt, eap lze použít pro vynucení zvláštních nastavení odlišných od nastavení z UI.
cy: Yma gellir ymestyn gosodiadau ychwanegol i'r WPA sy'n gofyn Y fformat disgwyliedig yw pâr llinyn maes=gwerth. Gellir pennu gwerthoedd lluosog gyda'r nod #. Sylw: mae gorchmynion yn cael eu pasio heb eu gwirio a gall beri i negodi'r wpa i fethu'n ddistaw. Mae'r gorchmynion sy'n cael eu cynnal yn cael eu diogelu ar draws golygu. Y gorchmynion sy'n cael eu cynnal yw : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Others such as key_mgmt, eap maybe used to force special settings different from the U.I settings.
da: Her kan du overføre ekstraindstillinger til wpa_supplicant. Det forventede format er en tekst med 'felt=værdi'-par. Flere værdier kan angives ved at skille hver værdi med tegnet #. Bemærk: Direktiver overføres uden at være kontrolleret først, og dette kan føre til at wpa-forhandlingen mislykkes uden fejlmelding. Støttede direktiver bevares ved redigering. Støttede direktiver: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size og eap_workaround, pairwise, group Andre, såsom key_mgmt, eap kan bruges til at tvinge specielle indstillinger som er forskellige fra UI-indstillingerne.
de: Hier können Sie zusätzliche Einstellungen für wpa_supplicant angeben. Das erwartete Format ist ein Paar von Zeichenketten wie Feld=Wert. Es können mehrere Werte gesetzt werden, wobei die Werte durch eine Raute(#) getrennt werden. Hinweis: die Werte werden nicht geprüft und können die WPA-Verbindung ohne Fehlermeldung abbrechen. Unterstützte Werte bleiben beim Editieren erhalten. Gültige Werte sind : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size und eap_workaround, pairwise, group Andere wie key_mgmt, eap können benutzt werden um besondere Einstellungen zu erzwingen.
el: Επιπλέον ρυθμίσεις για το wpa_supplicant Η αναμενόμενη μορφή είναι ένα ζεύγος field=value.Μπορούν να εισαχθούν περισσότερες τιμές, διαχωρισμένες με τον χαρακτήρα #. Σημείωση : δεν υπάρχει επιβεβαίωση αυτών των οδηγιών και μπορούν να προκαλέσουν αποτυχία στη διαπραγμάτευση του wpa χωρίς εμφανές μήνυμα λάθους. Οι υποστηριζόμενες οδηγίες διατηρούνται ανάμεσα σε όλες τις εκδόσεις Οι υποστηριζόμενες οδηγίες είναι : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Άλλες όπως key_mgmt, eap επιτρέπουν τον εξαναγκασμό χρήσης συγκεκριμένων ρυθμίσεων διαφορετικών από τις ρυθμίσεις της διασύνδεσης.
es: Aquí uno puede pasar configuraciones extra a wpa_supplicant. El formato esperado es una cadena campo=valor. Se pueden especificar valores múltiples, separando cada valor con el caracter #. Nota: las directivas son pasadas sin revisión y muchas causan que la negociación wpa falle silenciosamente. Las directivas soportadas se preservan a través de la edición. »disabled, id_str, bssid, priority, auth_alg, eapol_flags, »proactive_key_caching, peerkey, ca_path, private_key, »private_key_passwd, dh_file, altsubject_match, phase1, »fragment_size and eap_workaround, pairwise, group »Others such as key_mgmt, eap maybe used to force »configuraciones especiales diferentes de las configuraciones U.I.
et: Siin saab määrata wpa_supplicanti lisaseadistusi. Vorming peab olema väli=väärtus paar. Määrata võib ka mitu väärtust, neid tuleb eraldada märgiga #. Märkus: direktiivid edastatakse täiendava kontrollita ning need võivad nurjata wpa läbirääkimised. Toetatud direktiivid säiluvad ka redigeerimisel. Toetatud direktiivid on järgmised: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Spetsiaalsete, kasutajaliideses määratud seadistustest erinevate seadistuste pealesundimiseks võib kasutada ka teisi direktiive, key_mgmt.
eu: Hemen 'wpa_supplicant'-eri ezarpen gehigarriak pasatu daitezke. Espero den formatua 'field=value' parea duen testu lerroa da. Balio anitz zehaztu daitezke, balio bakoitza # karakterearekin banatuz. Oharra: zuzentarauak egiaztatu gabe pasatzen dira eta wpa negoziaketak era isilean huts egitea eragin dezakete. Onartutako zuzentarauak mantendu egiten dira edizio ezberdinetan. Onartutako zuzentarauak dira: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size eta eap_workaround, pairwise, group. Beste batzuk, key_mgmt, eap, U.I. ezarpenen ezberdinak diren ezarpen bereziak behartzeko erabili daitezke.
fi: Tässä voidaan määritellä wpa_supplicant:lle välitettävät lisäasetukset. Asetuksien muoto on asetus=arvo. Useita arvoja voidaan määritellä erittelemällä arvot #-merkillä. HUOM! Lisäasetukset välitetään tarkistamatta ja ne voivat aiheuttaa WPA-neuvottelun epäonnistumisen huomaamatta. Tuettuja lisäasetukset suojataan muutoksilta muokkauksien välissä. Tuetut lisäasetukset: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Others such as key_mgmt, eap maybe used to force special settings different from the U.I settings.
fr: Paramètres supplémentaires pour wpa_supplicant Le format attendu est un couple champ=valeur. Plusieurs valeurs peuvent être saisies, séparées par le caractère #. Note : il n'y a pas de vérification de ces directives et elles peuvent faire échouer la négociation wpa silencieusement. Les directives saisies sont conservées entre les éditions. Les directives valides sont : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size et eap_workaround, pairwise, group D'autres comme key_mgmt, eap permettent de forcer des valeurs différentes de celles de l'interface.
hu: Itt extra beállításokat adhat meg a WPA_supplicant beállításához. A követendő forma a változó=érték pár használata. Több érték megadása esetén az értékeket válassza el egymástól # karakterrel. Megjegyzés: az itt megadott beállítások nem kerülnek ellenőrzésre, és összeférhetetlenséget okozhatnak az ellenőrzött beállításokkal. A használható változók:: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Az olyan értékeket, mint a key_mgmt, eap lehet erőltetni a felhasználói felület lehetőségei között.
id: Di sini Anda bisa melewatkan pengaturan ekstra ke wpa_supplicant Format yang diharapkan adalah string pasangan kolom=nilai. Nilai multiple mungkin ditentukan, memisahkan setiap nilai dengan karakter #. Catatan: arahan yang dilewatkan tanpa centang dan mungkin menyebabkan negosiasi wpa gagal tanpa diketahui. Arahan yang didukung telah disiapkan di editing. Arahan yang didukung adalah : disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size dan eap_workaround, pairwise, group Lainnya seperti key_mgmt, eap mungkin digunakan untuk memaksa pengaturan khusus yang berbeda dari pengaturan U.I.
it: Qui si possono specificare parametri extra per il wpa_supplicant Il formato da usare per le stringhe è quello delle coppie campo=valore. Si possono specificare più valori, separandoli col carattere #. Nota: i parametri sono passati senza controllo e possono causare il fallimento della negoziazione wpa senza avviso alcuno I parametri supportati sono preservati durante l'editing. I parametri supportati sono: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size e eap_workaround, pairwise, group Altri come key_mgmt, eap possono essere usati per forzare parametri speciali, differenti da quelli presenti nell'interfaccia utente.
nb: Her kan en angi ekstra instillinger for wpa_supplicant<br> The forventede formatet er en strengfelt=verdipar. Flere verdier<br> kan angis, separert med #.<br> Merknad: direktiver blir gitt usjekket og kan forårsake at forespørsler for WPA feiler uten tilbakemelding. Støttede direktiver blir tatt vare på<br> ved redigering. Støttede direktiver er:<br> disabled, id_str, bssid, priority, auth_alg, eapol, flags,<br> dproactive_key_caching, peerkey, ca_path, private_key,<br> dprivate_key_passwd, dh_file, altsubject_match_phase1,<br> fragment_size og eap_workaround, pairwise, group<br> Andre som key_mgmt, eap kan bli brukes for å tvinge<br> spesialinnstillinger forskjellige fra instillingene i brukergrensesnitet.
nn: Her kan du senda ekstrainnstillingar til wpa_supplicant. Innstillingane er på formatet «felt=verdi». Du kan senda fleire verdiar ved å skilja kvar verdi med teiknet «#». Merk: Direktiv vert ikkje kontrollert før dei vert sende, og kan føra til at wpa-forhandlinga mislukkast utan å gje feilmeldingar. Støtta direktiv vert bevarte ved redigering. Støtta direktiv: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Andre, slike som key_mgmt, eap kan brukast til å tvinga spesielle innstillingar som er forskjellige frå UI-innstillingane.
pl: Tutaj można podać dodatkowe ustawienia dla suplikanta WPA Format ciągu znaków powinien mieć formę pole=para wartości. Mogą być określane różne wartości, oddzielane znakiem #. Uwaga: podane wartości są przekazywane bez sprawdzenia i mogą spowodować błąd podczas nogocjowania WPA bez podania przyczyn i dodatkowych informacji. Obsługiwane instrukcje są chronione podczas edycji. Obsługiwane instrukcje: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Inne, takie jak key_mgmt, eap mogą być wykorzystywane do wymuszenia specjalnych ustawień, odmiennych od ustawień U.I.
ro: Aici puteți plasa parametri suplimentari lui wpa_supplicant Formatul așteptat este un cuplu cîmp=valoare. Se pot specifica valori multiple, prin separarea cu caracterul #. Notă: aceste directive nu sînt verificate și pot provoca eșuarea în mod silențios a negocierii wpa. Directivele specificate sînt păstrate între editări. Directivele valide sînt: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size, eap_workaround, pairwise, și group Altele, precum key_mgmt și eap, permit forțarea de valori diferite de cele ale interfeței.
ru: Здесь в wpa_supplicant можно передать дополнительные параметры. Строка представляет собой набор пар поле=значение. Можно указывать несколько значений, разделённых символом #. Примечание: директивы передаются без проверки, что может привести к отказу от использования WPA без каких-либо сообщений. Во время редактирования поддерживаемые директивы остаются зарезервированными. Поддерживаемые директивы: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size и eap_workaround, pairwise, group Можно использовать другие директивы наподобие key_mgmt, eap для принудительного указания особых значений параметров, отличных от тех, что указываются в графическом инерфейсе.
sl: Tu lahko podate dodatne nastavitve za wpa_supplicant. Pričakovana oblika je par polje=vrednost. Določite lahko več vrednosti. Vsako vrednost ločite z znakom #. Opomba: direktive niso preverjene in lahko povzročijo, da pogajanje WPA spodleti brez opozoril. Podprte direktive so: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group. Preostale, kot sta key_mgmt in eap, lahko uporabite za vsilitev posebnih nastavitev, neodvisno od grafičnega vmesnika.
tr: Burada wpa_supplicant' a ek ayarlar uygulayabilirsiniz. Beklenilen biçim söz dizimi alanı=değer ikilisidir. Her karakter # karakteri ile ayrılarak birden fazla değer belirlenebilir. Not: direktifler denetlenmeden geçer ve wpa dolaşımını başarısızlığa uğratabilirler. Desteklenen direktifler karşılıklı düzenlemeden korunurlar. Desteklenen direktifler: disabled, id_str, bssid, priority, auth_alg, eapol_flags, proactive_key_caching, peerkey, ca_path, private_key, private_key_passwd, dh_file, altsubject_match, phase1, fragment_size and eap_workaround, pairwise, group Others such as key_mgmt, eap maybe used to force special settings different from the U.I settings.

source: An encryption key is required.
cs: Je vyžadován šifrovací klíč.
cy: Mae angen allwedd amgryptio.
da: En krypteringsnøgle kræves
de: Ein Schlüssel ist notwendig
el: Απαιτείται ένα κλειδί κρυπτογράφησης.
es: Se requiere una llave de encriptación
et: Vajalik on krüptovõti.
eu: Zifraketa gako bat behar da.
fi: Salausavain vaaditaan.
fr: Une clé de chiffrement est requise.
he: דרוש מפתח הצפנה.
hu: Szükség van titkosítási kulcsra.
id: Kunci enkripsi diperlukan.
is: Þarf að fá dulritunarlykil.
it: È richiesta una chiave di cifratura
nb: Krever en krypteringsnøkkel.
nn: Det trengst ein krypteringsnøkkel.
pl: Wymagany jest klucz szyfrujący.
ro: Este necesară o cheie de criptare.
ru: Требуется ключ шифрования.
sl: Potrebujete šifrirni ključ.
tr: Bir şifreleme anahtarı gerekli.
wa: I gn a mezåjhe d' ene clé d' ecriptaedje.
