Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: These packages can be found in %s, or in the official %s package repository.
cs: Tyto balíčky můžete nalézt v %s nebo v oficiálních zdrojích softwaru %s .
cy: Mae'r pecynnau hyn i'w cael ar %s, neu yng nghasgliad pecynnau swyddogol %s.
da: Disse pakker kan findes på %s eller i det officielle %s pakkelager.
de: Diese Pakete befinden sich in den Versionen %s oder in der %s-Paketquelle.
el: Αυτά τα πακέτα μπορούν να βρεθούν στην %s, ή στο επίσημο αποθετήριο πακέτων %s.
es: Aquellos paquetes se pueden encontrar en %s, o en el repositorio de paquetes oficial %s.
et: Neid pakette pakub %s või ametlik %s tarkvarahoidla.
eu: Pakete hauek %s-n aurkitu daitezke, edo %s pakete gordetegi ofizialean.
fi: Paketit löytyvät jakelusta %s tai viralliselta asennuslähteeltä %s.
fr: Ces paquetages sont disponibles dans %s, ou dans le dépôt officiel de paquetages %s.
he: חבילות אלו זמינות ב-%s או במאגר %s הרשמי.
hu: Ezek a csomagok megtalálhatóak a %s-ben, vagy a hivatalos %s csomagadatbázisban.
id: Paket ini bisa ditemukan di %s, atau di repositori paket %s resmi.
is: Þessa pakka má finna á %s eða í opinbera pakkamiðlinum fyrir %s.
it: Questi pacchetti si trovano nel %s o nel repository ufficiale dei pacchetti %s.
nb: Disse pakkene kan bli funnet i %s, eller i det offisielle %s pakketreet.
nn: Desse pakkane finn du i %s, og i det offisielle %s-pakkelageret.
pl: Pakiety te można znaleźć w %s lub oficjalnych repozytoriach pakietów dla %s.
ro: Aceste pachete se pot fi găsite pe %s, sau pe mediul oficial %s.
ru: Данные пакеты можно найти в %s или в официальном пакете %s.
sl: Te pakete lahko najdete v %s, ali pa v uradnem viru paketov %s.
tr: Bu paketler %s içinde veya resmi %s paket deposunda bulunabilir.

source: The following component is missing: %s
cs: Následující komponenta chybí: %s
cy: Mae cydran ganlynol ar goll: %s
da: Følgende komponent mangler: %s
de: Folgende Komponenten fehlen: %s
el: Λείπει το ακόλουθο συστατικό: %s
es: Faltan los siguientes componentes: %s
et: Puudub järgmine komponent: %s
eu: Ondoko osagaia falta da: %s
fi: Seuraava komponentti uupuu: %s
fr: Le composant suivant est manquant : %s
he: הרכיב הבא חסר: %s
hu: A következő komponens hiányzik: %s
id: Komponen berikut ini tidak ada: %s
is: Eftirfarandi einingar vantar: %s
it: Mancano i seguenti componenti: %s
nb: Følgende komponenter mangler: %s
nn: Desse komponentane manglar: %s
pl: Następujące komponenty są niedostępne: %s
ro: Lipsește următoarea componentă: %s
ru: Отсутствует следующий компонент: %s
sl: Manjka naslednja komponenta: %s
tr: Şu bileşen bulunamadı: %s

source: The required files can also be installed from this URL: %s
br: Moaien zo da staliañ ar restroù red digant an URL-mañ : %s
cs: Požadované soubory lze rovněž instalovat z tohoto URL: %s
cy: Mae modd gosod y ffeiliau hyn o URL: %s
da: Filerne som behøves kan også installeres fra denne internetadresse: %s
de: Die benötigten Dateien können auch von dieser URL installiert werden: %s
el: Τα απαραίτητα αρχεία μπορούν επίσης να εγκατασταθούν από αυτόν τον σύνδεσμό: %s
es: Los archivos requeridos también pueden ser instalados desde esta dirección: %s
et: Vajalikud failid saab paigaldada ka järgmiselt URL-ilt: %s
eu: Beharrezko fitxategiak URL honetatik ere instalatu daitezke: %s
fi: Vaaditut tiedostot löytyvät myös osoitteesta: %s
fr: Les fichiers requis peuvent aussi être installés à partir de cette URL : %s
he: ניתן להתקין את החבילות הנדרשות גם מכתובת זו: %s
hu: A szükséges fájlok telepíthetők erről a címről is: %s
id: File yang diperlukan bisa juga diinstall dari URL ini: %s
is: Skrárnar má einnig setja upp frá þessari slóð: %s
it: I file richiesti possono essere installati anche da questo URL: %s
nb: Filene som er ndøvendige kan også installeres fra denne adressen: %s
nn: Dei nødvendige filene finn du òg på denne adressa: %s
pl: Wymagane pliki mogą zostać zainstalowane również z tego adresu URL: %s
ro: Fișierele necesare pot fi instalate și de la adresa URL: %s
ru: Также необходимые файлы можно найти по этому URL: %s
sl: Potrebne pakete je možno dobiti tudi na tem naslovu: %s
tr: Gerekli dosyalar ayrıca bu bağlantıdan da kurulabilir: %s
wa: Les fitchîs k' end a mezåjhe polèt eto esse astalés a pårti d' cisse hårdêye ci: %s

source: Firmware files are required for this device.
br: Dao eo implij restroù meriant gant an drobarzhell-se.
cs: Pro toto zařízení jsou potřeba soubory s firmwarem.
cy: Mae angen ffeiliau cadarnwedd ar gyfer y ddyfais
da: Maskinprogrammel kræves for denne enhed.
de: Für dieses Gerät wird eine Firmware benötigt.
el: Τα αρχεία του firmware είναι απαραίτητα γι' αυτήν την συσκευή.
es: Se requieren archivos de firmware para este dispositivo.
et: See seade vajab püsivarafaile.
eu: Firmware fitxategiak behar dira gailu honekin.
fi: Laite tarvitsee erillisen laiteohjelmiston.
fr: Des fichiers firmware sont requis pour ce périphérique.
he: קבצי קושחה נחוצים להתקן זה.
hu: Ehhez az eszközhöz firmware fájlok szükségesek.
id: File firmware diperlukan untuk device ini.
is: Vélbúnaðarrekla er þörf fyrir þetta tæki.
it: Per questa periferica è richiesto il file del firmware.
nb: Fastvarefiler er ndøvendige for denne enheten.
nn: Du treng fastvarefiler for denne eininga.
pl: Dla tego urządzenia wymagane są pliki z oprogramowaniem sprzętowym (firmware).
ro: Fișierele de microcod sînt necesare pentru acest dispozitiv.
ru: Для этого устройства нужны файлы встроенного ПО.
sl: Ta naprava potrebuje strojne gonilnike (firmware).
tr: Bu aygıt için donanım yazılımı dosyaları gerekiyor.
wa: I gn a mezåjhe di fitchîs firmware po cist éndjin ci.

source: Use a floppy
br: Implijit ur bladennig
cs: Použít disketu
cy: Defnyddiwch ddisg meddal
da: Brug en diskette
de: Eine Diskette benutzen
el: Χρήση μιας δισκέτας
es: Usar un disco flexible
et: Disketi kasutamine
eu: Erabili disketea
fi: Etsi levykkeeltä
fr: Utiliser une disquette
he: שימוש בתקליטון
hu: Floppy használata
id: Gunakan floppy
is: Nota diskling
it: Utilizza un floppy
nb: Bruk en diskett
nn: Bruk diskett
pl: Użycie dyskietki
ro: Utilizează o dischetă
ru: Использовать дискету
sl: Uporabi disketo
tr: Bir disket kullan
wa: Eployî ene plakete

source: Use my Windows partition
br: Implij ma farzhadur Windows
cs: Použít oddíl s Windows
cy: Defnyddio fy rhaniad Windows
da: Brug min Windows-partition
de: Windows-Partition benutzen
el: Χρήση της κατάτμησης των Microsoft Windows
es: Usar mi partición Windows
et: Windowsi partitsiooni kasutamine
eu: Erabili nire Windows partizioa
fi: Etsi Windows-osiolta
fr: Utiliser ma partition Windows
he: השתמש במחיצת החלונות שלי
hu: Windowsos partíció használata
id: Gunakan partisi Windows
is: Nota Windows disksneið
it: Utilizza la mia partizione Windows
nb: Bruk Windows-partisjon
nn: Bruk Windows-partisjon
pl: Użycie partycji Windows
ro: Utilizează partiția Windows
ru: Использовать раздел Windows
sl: Uporabi razdelek za Windows
tr: Windows bölümümü kullan
wa: Eployî l' pårticion da Windows

source: Select file
br: Dibabit ar restr
cs: Zvolit soubor
cy: Dewiswch ffeil
da: Vælg fil
de: Datei auswählen
el: Επιλέξτε αρχείο
es: Seleccionar un archivo
et: Valige fail
eu: Hautatu fitxategia
fi: Valitse tiedosto
fr: Sélectionnez un fichier
he: בחירת קובץ
hu: Fájlválasztás
id: Pilih file
is: Veljið skrá
it: Scegli file
nb: Velg fila
nn: Vel fil
pl: Wybierz plik
ro: Selectează fișierul
ru: Выберите файл
sl: Izberite datoteko
tr: Dosya seçin
wa: Tchoezi fitchî

source: Please select the firmware file (for example: %s)
br: Dibabit ar restr meriant (da skwer : %s)
cs: Vyberte, prosím, soubor s firmwarem (například: %s)
cy: Dewiswch y ffeil cadarnwedd (e.e. %s)
da: Venligst vælg maskinprogrammel (for eksempel: %s)
de: Bitte wählen Sie die Firmware-Datei (z.B.: %s)
el: Παρακαλώ επιλέξτε το αρχείο firmware (για παράδειγμα: %s)
es: Por favor seleccione un archivo de firmware (por ejemplo: %s)
et: Palun valige püsivarafail (nt. %s)
eu: Mesedez hautatu firmware fitxategia (adibidez: %s)
fi: Valitse laiteohjelmistotiedosto (esim. %s)
fr: Veuillez sélectionner le fichier du firmware (par exemple : %s)
he: נא לבחור את קובץ הקושחה (לדוגמה: %s)
hu: Válassza ki a firmware fájlt (példa: %s)
id: Silakan pilih file firmware (sebagai contoh: %s)
is: Veldu vélbúnaðar-rekilinn (t.d.: %s)
it: Seleziona il file del firmware (per esempio: %s)
nb: Vennligst velg fastvarefila (for eksempel: %s)
nn: Vel fastvarefila (eksempel: %s)
pl: Wybierz plik z oprogramowaniem sprzętowym (np. %s)
ro: Selectați fișierul de microcod (de exemplu: %s)
ru: Выберите файл встроенного ПО (например, %s)
sl: Izberite datoteko s strojno programsko opremo (na primer: %s)
tr: Lütfen donanım yazılımı dosyasını (örneğin: %s) seçin.
wa: Tchoezixhoz l' fitchî firmware (metans: %s) s' i vs plait

source: Unable to find "%s" on your Windows system!
br: N’em eus ket bet kavout « %s » war ho reizhiad Windows !
cs: Na vašem systému Windows nelze nalézt "%s"!
cy: Methu canfod "%s" ar eich system Windows!
da: Kunne ikke finde "%s" på dit Windows-system!
de: Konnte „%s“ auf Ihrem Windows-System nicht finden!
el: Αδύνατη η εύρεση του «%s» στο σύστημα σας Windows!
es: ¡No se puede encontrar "%s" en su sistema Windows!
et: "%s" leidmine Teie Teie Windowsi süsteemist nurjus!
eu: Zure Windows sisteman ezin da "%s" aurkitu!
fi: Windows-järjestelmästä ei löytynyt tiedostoa %s.
fr: Impossible de trouver « %s » sur votre système Windows !
he: לא נמצא "%s" במערכת החלונות שלך!
hu: Nem található "%s" a Windows rendszerben!
id: Tidak bisa menemukan "%s" pada sistem Windows Anda!
is: Finn ekki "%s" á Windows kerfinu þínu!
it: Impossibile trovare "%s" nel sistema Windows!
nb: Klarte ikke å finne «%s» på Windows.
nn: Fann ikkje «%s» på Windows-systemet.
pl: Odszukanie "%s" w systemie Windows jest niemożliwe!
ro: „%s” nu poate fi găsit pe sistemul vostru Windows!
ru: Невозможно найти "%s" в системе Windows!
sl: Na vašem sistemu Windows ni moč najti »%s«!
tr: Windows sisteminizde "%s" bulunamıyor!
wa: Dji n' a savou trover «%s» dins l' sistinme Windows da vosse!

source: No Windows system has been detected!
br: N’em eus ket reizhiad Windows dinoet ebet !
cs: Nebyl nalezen žádný systém s Windows!
cy: Heb ganfod system Windows!
da: Intet Windows-system er blevet fundet!
de: Es wurde kein Windows-System erkannt!
el: Δεν εντοπίστηκε σύστημα Windows!
es: ¡No se ha detectado un sistema Windows!
et: Windowsi süsteemi ei leitud!
eu: Ez da Windows sistemarik detektatu!
fi: Windows-järjestelmää ei löytynyt!
fr: Aucun système Windows n'a été détecté !
he: לא זוהתה מערכת ווינדוס!
hu: Nem található Windows rendszer!
id: Tidak ada sistem Windows yang terdeteksi!
is: Ekkert Windows kerfi hefur fundist!
it: Non è stato individuato nessun sistema Windows!
nb: Windows ble ikke oppdaget.
nn: Fann ingen Windows-system.
pl: Nie wykryto systemu Windows!
ro: Nu a fost detectat nici un sistem Windows!
ru: Не обнаружено ни одной системы Windows!
sl: Sistema Windows ni bilo moč zaznati!
tr: Bir Windows sistemi algılanamadı!
wa: Nou sistinme Windows di trové!

source: Insert floppy
br: Lakait ur bladennig
cs: Vložte disketu
cy: Rhowch ddisg meddal
da: Indsæt diskette
de: Bitte Diskette einlegen
el: Εισάγετε μια δισκέτα
es: Inserte disco flexible
et: Sisestage diskett
eu: Sartu disketea
fi: Aseta levyke
fr: Insérez une disquette
he: נא להכניס תקליטון
hu: Tegye be a floppyt
id: Masukkan floppy
is: Settu diskling í drif
it: Inserisci floppy
nb: Sett inn diskett
nn: Set inn diskett
pl: Włóż dyskietkę
ro: Introduceți discheta
ru: Вставьте дискету
sl: Vstavite disketo
tr: Disket yerleştirin
wa: Metoz ene plakete divins l' lijheu

source: Insert a FAT formatted floppy in drive %s with %s in root directory and press %s
br: Lakait ur bladennig el lenner %s gant %s er renkell gwrizienn ha neuze gwaskit « %s »
cs: Vložte disketu formátovanou systémem FAT do disketové jednotky %s s %s v kořenovém adresáři a stiskněte %s
cy: Rhowch ddisg meddal wedi ei fformatio i FAT yng ngyrrwr %s gyda %s yng nghyfeiriadur gwraidd a phwyso %s
da: Indsæt en FAT-formateret diskette i diskette-drev %s med %s i rod-kataloget og tryk %s
de: Legen Sie eine FAT-formatierte Diskette in Laufwerk %s mit %s im Wurzelverzeichnis ein und drücken Sie %s
el: Εισάγετε μια μορφοποιημένη δισκέτα FAT στη συσκευή %s με το %s στον ριζικό κατάλογο και πατήστε στο %s
es: Inserte un disco flexible con formato FAT en la unidad %s con %s en el directorio raíz y presione %s
et: Pange FAT-vormingus diskett seadmesse %s, nii et %s oleks juurkataloogis, ning klõpsakse nupule "%s"
eu: Sartu FAT formatuko diskete bat %s unitatean, erro-direktorioan %s duena eta sakatu '%s'
fi: Aseta tyhjä FAT-alustettu levyke asemaan %s, jossa %s on juurihakemistossa ja paina %s
fr: Insérez une disquette formatée en FAT dans le lecteur %s avec %s dans le répertoire racine, puis appuyez sur %s
he: נא להכניס תקליטון מפורמט כ FAT לכונן %s, עם %s בספריית השורש, וללחוץ על %s
hu: Tegyen egy FAT fájlrendszerre formázott floppyt a(z) %s meghajtóba - a gyökerében a(z) %s fájllal -, majd nyomja le a(z) %s gombot
id: Masukkan floppy berformat FAT ke drive %s dengan %s dalam direktori root dan tekan %s
is: Settu FAT forsniðinn diskling í drif %s með %s í rótarmöppu og ýttu á %s
it: Inserisci un floppy formattato FAT nell'unità %s con %s nella directory root e premi %s
nb: Sett inn en FAT-formatert diskett i stasjon %s med %s i rotkatalogen og trykk på %s
nn: Set inn ein FAT-formatert diskett i stasjon %s med %s i rotmappa, og trykk «%s»
pl: Włóż sformatowaną (FAT) dyskietkę do stacji %s z %s w katalogu roota i naciśnij %s
ro: Introduceți o dischetă formatată FAT în unitatea %s cu %s în directorul rădăcină și apăsați %s
ru: Вставьте отформатированную под FAT дискету в дисковод %s с %s в корневом каталоге и нажмите %s
sl: Vstavite formatirano disketo v pogon%s z %s v korenskem imeniku in pritisnite%s
tr: %s sürücüsüne kök dizinindeki %s ile ve %s tıklayarak FAT biçemli bir disket yerleştirin
wa: Metoz ene plakete FAT-abwesnêye divins l' lijheu %s, avou l' fitchî %s e l' raecene, et clitchîz so %s

source: Next
br: A heul
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Edasi
eu: Hurrengoa
fi: Seuraava
fr: Suivant
he: המשך
hu: Következő
id: Berikutnya
is: Næsta
it: Avanti
nb: Neste
nn: Neste
pl: Dalej
ro: Înainte
ru: Далее
sl: Naprej
tr: İleri
wa: Shuvant

source: Floppy access error, unable to mount device %s
br: Fazi moned ouzh ar bladennig, n’em eus ket marc’hañ an drobarzhell %s
cs: Chyba při přístupu na disketu, zařízení %s nelze připojit
cy: Gwall mynediad i'r disg meddal, methu arosod dyfais %s
da: Fejl ved adgang til diskette, kan ikke montere enhed %s
de: Fehler beim Zugriff auf Diskette, kann Gerät %s nicht einbinden
el: Σφάλμα στην πρόσβαση στη δισκέτα, αδύνατη η προσάρτηση της συσκευής %s
es: Error de acceso a disco flexible, no se puede montar el dispositivo %s
et: Disketile ei õnnestunud ligi pääseda ega haakida seadet %s
eu: Errorea disketea atzitzean. %s gailua ezin da muntatu.
fi: Levykkeen käyttövirhe, ei voida liittää %s
fr: Erreur lors de l'accès à la disquette, impossible de monter le périphérique %s
he: שגיאה בגישה לתקליטון. לא יכול לעגן את ההתקן %s
hu: A floppy nem elérhető - a(z) %s eszköz csatolása nem sikerült
id: Akses floppy error, tidak bisa memount device %s
is: Diskettuvilla, get ekki tengt %s
it: Errore di accesso al floppy, impossibile montare il dispositivo %s
nb: Tilgangsfeil på diskett, kan ikke montere enhet %s
nn: Fekk ikkje tilgang til diskett. Klarte ikkje montera eininga «%s».
pl: Błąd dostępu do dyskietki, nie można zamontować urządzenia %s
ro: Eroare la accesarea dischetei, nu se poate monta dispozitivul %s
ru: Ошибка доступа к дискете, невозможно примонтировать устройство %s
sl: Napaka pri dostopu do diskete: naprave %s ni mogoče priklopiti.
tr: Disket erişim hatası, %s aygıtı bağlanamıyor.
wa: Åk n' a nén stî tot lijhant l' plakete so l' éndjin %s

source: Looking for required software and drivers...
br: O klask ar poelladoù hag ar sturieroù a zo red ...
cs: Hledá se potřebný software a ovladače...
cy: Chwilio am y feddalwedd a'r gyrrwyr angenrheidiol...
da: Kigger efter programmel og drivere som behøves...
de: Suche benötigte Software und Treiber...
el: Αναζήτηση για απαραίτητα προγράμματα και οδηγούς...
es: Buscando controladores y aplicaciones requeridas...
et: Vajaliku tarkvara ja draiverite otsimine...
eu: Beharrezko software eta gidarien bila...
fi: Etsitään tarvittavia ohjelmia ja ajureita...
fr: Recherche des logiciels et pilotes requis…
he: מחפש תוכנה ומנהלי התקנים דרושים...
hu: A szükséges szoftver és meghajtóprogramok keresése...
id: Mencari software dan driver yang diperlukan...
is: Leita að hugbúnaði og reklum...
it: È in corso la ricerca dei software e dei driver richiesti...
nb: Ser etter nødvendige drivere og programvare …
nn: Ser etter nødvendig programvare og drivarar …
pl: Wyszukiwanie wymaganego oprogramowania i sterowników...
ro: Se caută programele și piloții necesari...
ru: Поиск требуемого программного обеспечения и драйверов...
sl: Iskanje potrebnih programov in gonilnikov ...
tr: Gerekli yazılım ve sürücüler aranıyor...
wa: Dji cwir après les programes et les mineus k' end a mezåjhe...

source: Please wait, running device configuration commands...
br: Gortozit mar plij, o seveniñ urzhiadoù kefluniañ an trobarzhell ...
cs: Čekejte, prosím, spouští se příkazy pro nastavení zařízení...
cy: Arhoswch, rhedeg gorchmynion ffurfweddu dyfais...
da: Vent venligst, kører kammandoer for konfigurering af enheder...
de: Bitte warten Sie, die Geräte werden konfiguriert...
el: Παρακαλώ περιμένετε, εκτελούνται εντολές ρύθμισης της συσκευής...
es: Por favor espere, ejecutando comandos de configuración de dispositivo...
et: Palun oodake, käivitatakse seadme seadistamise käsud...
eu: Itxoin, gailuak konfiguratzeko komandoak exekutatzen...
fi: Odota hetki, suoritetaan laitteen asetuskomentoja...
fr: Veuillez patienter, configuration des périphériques en cours…
he: נא להמתין, מגדיר את תצורת התקנים...
hu: Kis türelmet - az eszközök beállítása...
id: Silakan tunggu, menjalankan perintah konfigurasi device...
is: Augnablik, keyri stilli-skipanir fyrir tæki...
it: Attendi, è in corso la configurazione dei dispositivi...
nb: Vent litt, kjører kommandoer for å sette opp enheter …
nn: Vent litt. Køyrer maskinvareoppsettkommandoar …
pl: Proszę czekać, wykonywanie instrukcji konfiguracyjnych...
ro: Așteptați, se execută comenzile de configurare a dispozitivului...
ru: Подождите, пожалуйста, запускаются команды настройки устройств...
sl: Prosimo, počakajte. Poteka nastavljanje naprav ...
tr: Lütfen bekleyin, aygıt yapılandırma komutları çalıştırılıyor...
wa: Tårdjîz on pô s' i vs plait, dj' enonde les comandes d' apontiaedje des éndjins...

source: X509 Public Key Infrastructure
cs: Infrastruktura veřejných klíčů X509
cy: Allwedd Gyhoeddus Isadeiledd X509
da: X509 Offentlig nøgle-infrastruktur
de: x509 Publik-Key-Infrastruktur
el: Υποδομή δημόσιου κλειδιού X509
es: Infraestructura de Llave Pública X509
eu: X509 gako publikoen azpiegitura
fi: X.509 julkiset varmenteet
fr: Infrastructure clé publique X509
he: תשתית מפת ציבורי X509
hu: X509 nyilvános kulcsú infrastruktúra
id: Infrastruktur Kunci Publik X509
is: X509 Almenn Lyklaskipan
it: Infrastruttura a chiave pubblica X509
nb: X509 offentlig nøkkelinfrastruktur
pl: Infrastruktura Klucza Publicznego X509
ro: Infrastructură de cheie publică X509
ru: Публичный ключ инфраструктуры X509
sl: Zbirka javnih ključev X509
tr: X509 Ortak Anahtar Altyapısı
wa: Infrastructeure di clé publike X509

source: Static Key
br: Alc'hwez statik
cs: Statický klíč
cy: Allwedd Statig
da: Statisk nøgle
de: Statischer Schlüssel
el: Στατικό κλειδί
es: Llave estática
et: Staatiline võti
eu: Gako estatikoa
fi: Staattinen avain
fr: Clé statique
he: מפתח סטטי
hu: Statikus kulcs
id: Kunci Statis
is: Fastur lykill
it: Chiave statica
nb: Statisk nøkkel
nn: Statisk nøkkel
pl: Klucz statyczny
ro: Cheie statică
ru: Статический ключ
sl: Statični ključ
tr: Sabit Anahtar
wa: Clé statike

source: Certificate Authority (CA)
cs: Certifikační autorita (CA)
cy: Awdurdod Trwyddedu (CA)
da: Certifikatudsteder (CA)
el: Αρχή Πιστοποίησης (CA)
es: Autoridad certificadora (CA)
et: Sertifitseerimiskeskus (CA)
eu: Ziurtagiri Agintaritza (CA)
fi: Varmentaja (CA)
fr: Autorité de Certification (AC)
he: רשות מאשרת (CA)
hu: Hitelesítésszolgáltató (CA)
is: Vottunaraðili (CA)
it: Autorità di certificazione (CA)
nb: Sertifikatutsteder (CA)
nn: Sertifikatutferdar (CA)
pl: Ośrodek certyfikacji (CA)
ro: Autoritate de certificare (CA)
ru: Центр сертификации (CA)
sl: Izdajatelj certifikata (CA)
tr: Sertifika Kuruluşu (CA)
wa: Otorité d' l' acertineure (CA)

source: Certificate
br: Testeni
cs: Certifikát
cy: Tystysgrif
da: Certifikat
de: Zertifikat
el: Πιστοποιητικό
es: Certificado
et: Sertifikaat
eu: Ziurtagiria
fi: Sertifikaatti
fr: Certificat
he: אישור
hu: Tanúsítvány
id: Sertifikat
is: Skírteini
it: Certificato
nb: Sertifikat
nn: Sertifikat
pl: Certyfikat
ro: Certificat
ru: Сертификат
sl: Certifikat
tr: Sertifika
wa: Acertineure

source: Key
br: Alc'hwez
cs: Klíč
cy: Allwedd
da: Nøgle
de: Schlüssel
el: Κλειδί
es: Llave
et: Võti
eu: Gakoa
fi: Avain
fr: Clé
he: מפתח
hu: Kulcs
id: Kunci
is: Lykill
it: Chiave
nb: Nøkkel
nn: Nøkkel
pl: Klucz
ro: Cheie
ru: Ключ
sl: Ključ
tr: Anahtar
wa: Clé

source: TLS control channel key
cs: Klíč pro kontrolní kanál TLS
cy: Bysell rheoli sianel TLS
da: TLS kontrolkanalnøgle
de: TLS Kontroll-Kanal-Schlüssel
el: Κλειδί για το κανάλι ελέγχου TLS
es: Llave de canal de control TLS
et: TLS kontrollkanali võti
eu: TLS aginte kanalarentzako gakoa
fi: TLS-ohjauskanavan avain
fr: Clé pour le canal de contrôle TLS
he: מפתח ערוץ שליטת TLS
hu: TLS vezérlőcsatorna kulcsa
id: Kunci channel kontrol TLS
it: Chiave di controllo del canale TLS
nb: TLS kontrollkanalnøkkel
nn: TLS-kontrollkanalnøkkel
pl: Klucz tunelu TLS
ro: Cheie pentru canalul de control TLS
ru: Ключ управления каналом TLS
sl: Kontrolni ključ TLS
tr: TLS denetleme kanal anahtarı
wa: Clé di controle di canå TLS

source: Key direction
br: Keñver an alc'hwez
cs: Směr klíče
cy: Cyfeiriad allwedd
da: Nøgleretning
de: Schlüsselverzeichnis
el: Κατεύθυνση του κλειδιού
es: Dirección de llave
et: Võtme suund
eu: Gakoaren norabidea
fi: Avaimen suunta
fr: Direction de la clé
he: כיוון המפתח
hu: Kulcsirány
id: Arah kunci
is: Lykilstefna
it: Direzione della chiave
nb: Nøkkelretning
nn: Nøkkelretning
pl: Kierunek klucza
ro: Direcția cheii
ru: Направление ключа
sl: Usmeritev ključa
tr: Anahtar yönü
wa: Direccion del clé

source: Authenticate using username and password
br: Ereañ gant un anv arveriad hag un tremenger
cs: Ověřovat pomocí uživatelského jména a hesla
cy: Dilysu drwy ddefnyddio enw defnyddiwr a chyfrinair
da: Autenticér med brugernavn og adgangskode
de: Mit Benutzername und Passwort authentifizieren
el: Ταυτοποίηση με το όνομα χρήστη και τον κωδικό πρόσβασης
es: Autenticar utilizando nombre de usuario y contraseña
et: Autentimine kasutajanime ja parooliga
eu: Egiaztatu erabiltzaile eta pasahitza erabiliz
fi: Tunnistaudu käyttäjätunnuksella ja salasanalla
fr: Authentifier par le nom d'utilisateur et le mot de passe
he: הזדהות באמצעות שם משתמש וסיסמה
hu: Azonosítás felhasználónév és jelszó használatával
id: Otentikasi menggunakan nama pengguna dan sandi
is: Tengjast með því að nota notandanafn og lykilorð
it: Autenticarsi con nome utente e password
nb: Autentiser med brukernavn og passord
nn: Autentiser med brukarnamn og passord
pl: Uwierzytelnianie z użyciem nazwy użytkownika i hasła
ro: Autentificare cu nume de utilizator și parolă
ru: Аутентификация с использованием имени пользователя и пароля
sl: Overi z uporabniškim imenom in geslom
tr: Kullanıcı adı ve parola kullanarak yetkilendir
wa: Otintifyî avou on no d' uzeu et on scret
