Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Check server certificate
br: Gwiriit testeni ar servijer
cs: Ověřovat certifikát serveru
cy: Gwirio tystysgrif y gweinydd
da: Tjek servercertifikat
de: Überprüfe Server-Zertifikat
el: Έλεγχος του πιστοποιητικού του εξυπηρετητή
es: Revisar certificado del servidor
et: Kontrolli serveri sertifikaati
eu: Zerbitzariaren ziurtagiria egiaztatu
fi: Tarkista palvelimen sertifikaatti
fr: Vérifier le certificat du serveur
he: בחן את אישור השרת
hu: A kiszolgáló tanúsítványának ellenőrzése
id: Periksa sertifikat server
is: Athuga skírteini miðlara
it: Controllo del certificato del server
nb: Sjekk tjenersertifikat
nn: Kontroller tenarsertifikat
pl: Sprawdź certyfikat serwera
ro: Verifică certificatul serverului
ru: Проверить сертификат сервера
sl: Preveri strežnikov certifikat
tr: Sunucu sertifikasını denetle
wa: Verifyî l' acertineure do sierveu

source: Cipher algorithm
cs: Šifrovací algoritmus
cy: Algorithm seiffr
da: Krypteringsalgoritme
de: Cipher-Algorithmus
el: Αλγόριθμος κρυπτογράφησης
es: Algoritmo de cifrado
et: Šifri algoritm
eu: Zifratzeko algoritmoa
fi: Salausalgoritmi
fr: Algorithme de chiffrement
hu: Titkosítási módszer
id: Algoritma cipher
is: Dulritunar-algrím
it: Algoritmo di cifratura
nb: Krypteringsalgoritme
nn: Krypteringsalgoritme
pl: Algorytm szyfrowania
ro: Algoritm de cifrare
ru: Алгоритм шифрования
sl: Algoritem za šifriranje
tr: Şifre algoritması
wa: Algorisse d' ecriptaedje

source: Default
br: Dre ziouer
cs: Výchozí
cy: Rhagosodedig
da: Standard
de: Standard
el: Προκαθορισμένο
es: Predeterminado
et: Vaikimisi
eu: Lehenetsia
fi: Oletus
fr: Choix par défaut
he: ברירת מחדל
hu: Alapértelmezés
is: Sjálfgefið
it: Predefinito
nb: Standard
nn: Standard
pl: Domyślne
ro: Alegere implicită
ru: По умолчанию
sl: Privzeto
tr: Ön tanımlı
wa: Prémetou

source: Size of cipher key
cs: Velikost šifrovacího klíče
cy: Maint allwedd y seiffr
da: Størrelse på krypteringsnøgle
de: Größe des Cipher-Schlüssels
el: Μέγεθος του κλειδιού κρυπτογράφησης
es: Tamaño de la clave de cifrado
et: Šifri võtme suurus
eu: Zifratzeko gakoaren neurria
fi: Salausavaimen koko
fr: Taille de la clé de chiffrement
hu: A titkosítási kulcs mérete
id: Ukuran kunci cipher
is: Stærð dulritunar-lykils
it: Dimensione chiave di cifratura
nb: Størrelse på krypteringsnøkkel
nn: Storleik på krypteringsnøkkel
pl: Rozmiar klucza szyfrującego
ro: Mărimea cheii de cifrare
ru: Размер ключа шифрования
sl: Velikost šifrirnega ključa
tr: Şifre anahtarı boyutu
wa: Grandeu del clé d' ecriptaedje

source: Get from server
br: Tapout eus ar servijer
cs: Získat ze serveru
cy: Estyn o'r gweinydd
da: Modtag fra server
de: Von Server beziehen
el: Λήψη από τον εξυπηρετητή
es: Obtener del servidor
et: Hangi serverist
eu: Zerbitzaritik lortu
fi: Hae palvelimelta
fr: Récupérer depuis le serveur
he: קבל מהשרת
hu: Lekérés a kiszolgálóról
id: Dapatkan dari server
is: Sækja frá miðlara
it: Ottenuto dal server
nb: Motta fra tjener
nn: Hent frå tenar
pl: Pobierz z serwera
ro: Recuperează de la server
ru: Получить с сервера
sl: Pridobi s strežnika
tr: Sunucudan al
wa: Riçure do sierveu

source: Gateway port
br: Porzh an dreuzell
cs: Port brány
cy: Porth mynedfa
el: Θύρα της πύλης
es: Puerto de Puerta de enlace
et: Lüüsi port
eu: Atebidearen ataka
fi: Yhdyskäytävän portti
fr: Port de la passerelle
he: שער המוצא
hu: Átjáró port
id: Port gateway
is: Netgátt
it: Porta gateway
nn: Portnar-port
pl: Port bramy
ro: Port pasarelă
ru: Порт шлюза
sl: Privzeti prehod
tr: Ağ geçidi portu
wa: Pôrt del pasrele

source: Remote IP address
br: Chomlec'h IP a-bell
cs: Vzdálená IP adresa
cy: Cyfeiriad IP pell
da: Ekstern IP-adresse
de: Remote IP-Adresse
el: Απομακρυσμένη διεύθυνση IP
es: Dirección IP remota
et: Võrgu IP-aadress
eu: Urruneko IP helbidea
fi: Yhdyskäytävän IP-osoite
fr: Adresse IP distante
he: כתובת IP מרוחקת
hu: Távoli IP cím
id: Alamat IP remote
is: IP-tala netgáttar
it: Indirizzo IP remoto
nb: Ekstern IP-adresse
nn: IP-adresse på nettverk
pl: Zdalny adres IP
ro: Adresă IP distantă
ru: Удалённый IP-адрес
sl: Oddaljeni naslov IP
tr: Uzak IP adresi
wa: Adresse IP då lon

source: Use TCP protocol
br: Implijit ar c'homenad TCP
cs: Použít TCP protokol
cy: Defnyddio protocol TCP
da: Brug TCP-protokol
de: Verwende TCP-Protokoll
el: Χρήση του πρωτοκόλλου TCP
es: Utilizar protocolo TCP
et: TCP protokolli kasutamine
eu: TCP protokoloa erabili
fi: Käytä TCP-protokollaa
fr: Utiliser le protocole TCP
he: השתמש בפרוטוקול TCP
hu: TCP protokoll használata
id: Gunakan protokol TCP
is: Nota TCP samskiptareglu
it: Usa il protocollo TCP
nb: Bruk TCP-protokoll
nn: Bruk TCP-protokollen
pl: Użyj protokołu TCP
ro: Utilizează protocolul TCP
ru: Использовать TCP-протокол
sl: Uporabi TCP protokol
tr: TCP protokolü kullan
wa: Eployî protocole TCP

source: Virtual network device type
br: Seurt trobarzhell rouedad c’halloudel
cs: Typ virtuálního síťového zařízení
cy: Math dyfais y rhith rwydwaith
da: Enhedstype for virtuelt netværk
de: Virtuelles Netzwerkgrät
el: Τύπος συσκευής εικονικού δικτύου
es: Tipo de dispositivo de red virtual
et: Virtuaalvõrguseadme tüüp
eu: Alegiazko sareko gailu mota
fi: Virtuaaliverkkoliitännän tyyppi
fr: Type de réseau virtuel
he: סוג התקן רשת מדומה
hu: A virtuális hálózati eszköz típusa
id: Tipe device jaringan virtual
is: Tegund sýndarnettækis
it: Tipo di periferica per reti virtuali
nb: Enhetstype for virtuelt nettverk
nn: Einingstype for virtuelt nettverk
pl: Rodzaj urządzenia sieci wirtualnej
ro: Tipul dispozitivului de rețea virtuală
ru: Тип виртуального сетевого устройства
sl: Tip naprave za navidezno omrežje
tr: Sanal ağ aygıtı türü
wa: Sôre d' éndjin del forveyowe rantoele

source: Virtual network device number (optional)
br: Niver an drobarzhell rouedad c’halloudel (da zilenn)
cs: Číslo virtuálního síťového zařízení (volitelné)
cy: Rhif dyfais y rhith rwydwaith (dewisol)
da: Enhedsnummer for virtuelt netværk (valgfrit)
de: VLAN-Gerätenummer (Optional)
el: Αριθμός συσκευής του εικονικού δικτύου (προαιρετικά)
es: Número de dispositivo de red virtual (opcional)
et: Virtuaalvõrguseadme number (pole kohustuslik)
eu: Alegiazko sare gailu zenbakia (aukerakoa)
fi: Virtuaaliverkkoliitännän numero (valinnainen)
fr: Numéro de périphérique du réseau virtuel (optionnel)
he: מספר התקן רשת מדומה (רשות)
hu: A virtuális hálózati eszköz száma (nem kötelező)
id: Nomor device jaringan virtual (opsional)
is: Númer sýndarnettækis (valfrjálst)
it: Numero di periferica per reti virtuali (opzionale)
nb: Enhetsnummer for virtuelt nettverk (valgfritt)
nn: Einingsnummer for virtuelt nettverk (valfritt)
pl: Numer urządzenia sieci wirtualnej (opcjonalnie)
ro: Numărul dispozitivului de rețea virtuală (opțional)
ru: Номер виртуального сетевого устройства (опционально)
sl: Številka naprave za navidezno omrežje (neobvezno)
tr: Sanal ağ aygıtı numarası (isteğe bağlı)
wa: Limero d' éndjin del forveyowe rantoele (opcionel)

source: Starting connection..
cs: Spouštím připojení..
cy: Cychwyn y cysylltiad...
da: Starter opkobling...
de: Verbindung starten...
el: Εκκίνηση της σύνδεσης...
es: Iniciando conexión...
et: Ühenduse käivitamine.
eu: Lotura abiarazten...
fi: Käynnistetään yhteyttä..
fr: Lancement de la connexion…
he: מתחיל חיבור...
hu: Kapcsolat indítása...
id: Memulai koneksi...
is: Ræsi tengingu..
it: Avvio della connessione...
nb: Starter tilkobling …
nn: Startar samband …
pl: Uruchamianie połączenia...
ro: Se pornește conexiunea...
ru: Устанавливается соединение...
sl: Vzpostavljanje povezave ...
tr: Bağlantı başlatılıyor...
wa: Enondant raloyaedje...

source: Please insert your token
cs: Vložte, prosím, svůj výraz (token)
cy: Rhowch eich tocyn i mewn
da: Indsæt dit symbol
de: Bitte geben Sie Ihr Kurzzeichen ein
el: Παρακαλώ εισάγετε την αδειοδότησή σας.
es: Por favor ingrese su token
et: Palun sisestage oma tunnus
eu: Mesedez sartu zure marka-ikurra
fi: Anna tunniste
fr: Veuillez insérer votre jeton
hu: Helyezze be a tokent
id: Silakan masukkan token Anda
is: Sláðu inn tákn þitt
it: Devi inserire il tuo token
nb: Sett inn symbolet ditt
nn: Set inn token
pl: Włóż token
ro: Inserați jetonul vostru
ru: Вставьте свой маркер
sl: Vnesite svoj žeton
tr: Lütfen jetonunuzu girin

source: PIN number
br: Kod PIN
cs: PIN kód
cy: Rhif PIN
da: PIN-kode
de: PIN-Nummer
el: Κωδικός PIN
es: Número PIN
et: PIN
eu: PIN zenbakia
fi: PIN-koodi
fr: Code PIN
he: קוד זיהוי (PIN)
hu: PIN szám
id: Nomor PIN
is: PIN númer
it: Codice PIN
nb: PIN
nn: PIN-kode
pl: Numer PIN
ro: Cod PIN
ru: Номер PIN
sl: Koda PIN
tr: PIN sayısı
wa: Limero PIN

source: Cisco VPN Concentrator
cs: Cisco VPN koncentrátor
da: Cisco VPN-koncentrator
el: Cisco - Πολυδιαβιβαστής δεδομένων VPN (Concentrator)
es: Concentrador Cisco VPN
eu: Cisco VPN konzentratzailea
fi: Cisco VPN-keskitin
fr: Concentrateur VPN Cisco
hu: Cisco VPN koncentrátor
is: Cisco VPN samtengi-eining
it: Concentratore VPN Cisco
nb: Cisco VPN-konsentrator
pl: Koncentrator VPN Cisco
ro: Concentrator VPN Cisco
ru: VPN-концентратор Cisco
wa: Concintrateu VPN Cisco

source: Group name
br: Anv ar strollad
cs: Název skupiny
cy: Enw'r grwp:
da: Gruppe-navn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre de grupo
et: Grupi nimi
eu: Talde izena
fi: Ryhmän nimi
fr: Nom du groupe
he: שם קבוצה
hu: Csoportnév
id: Nama grup
is: Hópnafn
it: Nome del gruppo
nb: Gruppenavn
nn: Gruppenamn
pl: Nazwa grupy
ro: Numele grupului
ru: Название группы
sl: Ime skupine
tr: Grup ismi
wa: No d' groupe

source: Group secret
cs: Tajemství skupiny
cy: Cyfrinach grŵp
da: Gruppe-secret
de: Geheimegruppe
el: Μυστικό ομάδας
es: Secreto de grupo
et: Grupi salavõti
eu: Taldearen sekretua
fi: Ryhmän salasana
fr: Secret du groupe
hu: Csoporttitok
id: Rahasia grup
is: Hóplykilorð
it: Gruppo secret
nb: Gruppehemmelighet
nn: Gruppeløyndom
pl: Hasło grupy
ro: Secretul grupului
ru: Секрет группы
sl: Skrivnost skupine
tr: Grup sırrı
wa: Sicret do groupe

source: Username
br: Anv arveriad
cs: Uživatelské jméno
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
id: Nama Pengguna
is: Notandanafn
it: Nome utente
nb: Brukernavn
nn: Brukarnamn
pl: Nazwa użytkownika
ro: Numele utilizatorului
ru: Имя пользователя
sl: Uporabniško ime
tr: Kullanıcı Adı
wa: No d' uzeu

source: NAT Mode
br: Mod NAT
cs: Režim NAT
cy: Modd NAT
da: NAT-tilstand
de: NAT-Modus
el: Κατάσταση λειτουργίας NAT
es: Modo NAT
et: NAT režiim
eu: NAT Modua
fi: NAT-tila
fr: Mode NAT
hu: NAT Mód
id: Mode NAT
is: NAT Hamur
it: Modo NAT
nb: NAT-modus
nn: NAT-modus
pl: Tryb NAT
ro: Mod NAT
ru: Режим NAT
sl: Način NAT
tr: NAT Kipi

source: Use specific UDP port
br: Implijit ur porzh UDP ispisial
cs: Použít specifický port UDP
cy: Defnyddio porth UDP penodol
da: Brug specifik UDP-port
de: Verwende speziellen UDP-Port
el: Χρήση συγκεκριμένης θύρας UDP
es: Usar puerto UDP específico
et: Kindla UDP-pordi kasutamine
eu: Erabili UDP ataka zehatza
fi: Käytä määriteltyä UDP-porttia
fr: Utiliser un port UDP spécifique
he: השתמש בשער UDP מסוים
hu: Megadott UDP port használata
id: Gunakan port UDP spesifik
is: Nota tiltekið UDP port
it: Usa una porta UDP specifica
nb: Bruk spesifikk UDP-port
nn: Bruk vald UDP-port
pl: Użyj określonego portu UDP
ro: Utilizează un port UDP specific
ru: Использовать определённый порт UDP
sl: Uporabi določena vrata UDP
tr: Belirli UDP portu kullan
wa: Eployî pôrt UDP specifike

source: Take Network Interface Down
cs: Vypnout síťové rozhraní
de: Netzwerkschnittstelle deaktivieren
el: Απενεργοποίηση διεπαφής δικτύου
es: Parar la interfaz de red
fr: Désactiver l'interface Réseau
it: Disattiva l'interfaccia di rete
pl: Wyłączanie interfejsu sieciowego
ro: Dezactivează interfața de rețea
ru: Опустить сетевой интерфейс

source: Authentication is required to take down a network interface
cs: K vypnutí síťového rozhraní je vyžadováno ověření
de: Authentifizierung wird benötigt, um Netzwerkschnittstelle zu deaktivieren
el: Απαιτείται πιστοποίηση για την απενεργοποίηση μιας διεπαφής δικτύου
es: Se requiere autenticacion para parar la interfaz de red
fr: Une authentification est nécessaire pour désactiver l'interface Réseau
it: È richiesta l'autenticazione per disattivare un'interfaccia di rete
pl: Wyłączanie interfejsu sieciowego - wymagane uwierzytelnianie
ro: Autentificare necesară pentru dezactivarea unei interfețe de rețea
ru: Требуется аутентификация для опускания сетевого интерфейса

source: Bring Network Interface Up
cs: Zapnout síťové rozhraní
de: Netzwerkschnittstelle starten
el: Ενεργοποίηση διεπαφής δικτύου
es: Levantar la red
fr: Activer l'interface Réseau
it: Attiva l'interfaccia di rete
pl: Włączanie interfejsu sieciowego
ro: Activează interfața de rețea
ru: Поднять сетевой интерфейс

source: Authentication is required to bring up a network interface
cs: K zapnutí síťového rozhraní je vyžadováno ověření
de: Authentifizierung wird benötigt, um Netzwerkschnittstelle zu starten
el: Απαιτείται πιστοποίηση για την ενεργοποίηση μιας διεπαφής δικτύου
es: Se requiere autenticación para levantar la red
fr: Une authentification est nécessaire pour activer l'interface Réseau
it: È richiesta l'autenticazione per attivare un'interfaccia di rete
pl: Włączanie interfejsu sieciowego - wymagane uwierzytelnianie
ro: Autentificare necesară pentru activarea unei interfețe de rețea
ru: Требуется аутентификация для поднятия сетевого интерфейса

source: Start Virtual Private Network
cs: Spustit virtuální soukromou síť VPN
de: Virtuelles Privates Netzwerk starten
el: Εκκίνηση του Εικονικού Ιδιωτικού Δικτύου (VPN)
es: Iniciar red privada virtual
fr: Démarrer le Réseau Privé Virtuel
it: Avvia una rete privata virtuale
ro: Pornește rețeaua privată virtuală
ru: Запустить виртуальную частную сеть

source: Authentication is required start the Virtual Private Network
cs: Ke spuštění virtuální soukromé sítě je vyžadováno ověření
de: Authentifizierung wird benötigt, um virtuelles privates Netzwerk zu starten
el: Απαιτείται πιστοποίηση για την εκκίνηση του Εικονικού Ιδιωτικού Δικτύου (VPN)
es: Se requiere autenticación para iniciar la red privada virtual
fr: Une authentification est nécessaire pour démarrer le Réseau Privé Virtuel
it: È richiesta l'autenticazione per avviare la rete privata virtuale
ro: Autentificare necesară pentru pornirea rețelei private virtuale
ru: Требуется аутентификация для запуска виртуальной частной сети

source: Stop Virtual Private Network
cs: Zastavit virtuální soukromou síť VPN
de: Virtuelles privates Netzwerk stoppen
el: Τερματισμός του Εικονικού Ιδιωτικού Δικτύου (VPN)
es: Parar la red privada virtual
fr: Arrêter le Réseau Privé Virtuel
it: Ferma la rete privata virtuale
ro: Oprește rețeaua privată virtuală
ru: Остановить виртуальную частную сеть

source: Authentication is required stop the Virtual Private Network
cs: K zastavení virtuální soukromé sítě je vyžadováno ověření
de: Authentifizierung wird benötigt, um virtuelles privates Netzwerk zu stoppen
el: Απαιτείται πιστοποίηση για τον τερματισμό του Εικονικού Ιδιωτικού Δικτύου (VPN)
es: Se requiere autenticación para parar la red privada virtual
fr: Une authentification est nécessaire pour arrêter le Réseau Privé Virtuel
it: È richiesta l'autenticazione per fermare la rete virtuale privata
ro: Autentificare necesară pentru oprirea rețelei private virtuale
ru: Требуется аутентификация для остановки виртуальной частной сети

source: Run Mageia Network Connection Configuration
de: Führe Mageia Netzwerkcenter aus
ro: Lansează configurarea conexiunii la rețea pentru Mageia
ru: Запуск настройки сетевых соединений

source: Authentication is required to run Mageia Network Connection Configuration
de: Authentifizierung wird benötigt, um Mageia Netzwerkcenter auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat conexiunea la rețea
ru: Требуется аутентификация для запуска настройки сетевых соединений

source: Run Mageia Firewall Configuration
de: Führe Mageia Firewall-Konfiguration aus
ro: Lansează configurarea parafocului pentru Mageia
ru: Запуск настройки файервола

source: Authentication is required to run Mageia Firewall Configuration
de: Authentifizierung wird benötigt, um die Mageia Firewall-Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat parafocul
ru: Требуется аутентификация для запуска настройки файервола

source: Run Mageia Internet Sharing Configuration
de: Führe Mageia Internetverbindung teilen Konfiguration aus
ro: Lansează configurarea partajării accesului la Internet pentru Mageia
ru: Запуск настройки совместного использования Интернет

source: Authentication is required to run Mageia Internet Sharing Configuration
de: Authentifizierung wird benötigt, um die Internetverbindung teilen Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat partajarea conexiunii la Internet
ru: Требуется аутентификация для запуска настройки совместного использования Интернет

source: Run Mageia Local Host Names Configuration
de: Führe Mageia Host-Definitionen aus
ro: Lansează configurarea numelor de gazdă locală pentru Mageia
ru: Запуск настройки имён узлов

source: Authentication is required to run Mageia Local Host Names Configuration
de: Authentifizierung wird benötigt, um die Mageia Host Definitionen auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat numele de gază locală
ru: Требуется аутентификация для запуска настройки имён узлов

source: Run Mageia IDS Configuration
de: Führe Mageia IDS Konfiguration aus
ro: Lansează configurarea IDS pentru Mageia
ru: Запуск настройки IDS

source: Authentication is required to run Mageia IDS Configuration
de: Authentifizierung wird benötigt, um die Mageia IDS Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurare IDS
ru: Требуется аутентификация для запуска настройки IDS

source: Run Mageia Network Center
de: Mageia Netzwerkcenter starten
ro: Lansează centrul de rețea Mageia
ru: Запуск сетевого центра

source: Authentication is required to run Mageia Network Center
de: Eine Authentifizierung wird benötigt, um Mageia Netzwerkcenter zu starten
ro: Autentificare necesară pentru lansarea centrului de rețea Mageia
ru: Требуется аутентификация для запуска сетевого центра

source: Run Mageia Network Profile Configuration
de: Führe Mageia Netzwerkprofile aus
ro: Lansează configurarea profilului de rețea pentru Mageia
ru: Запуск настройки сетевых профилей

source: Authentication is required to run Mageia Network Profile Configuration
de: Authentifizierung wird benötigt, um Mageia Netzwerkprofile auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat profilul de rețea
ru: Требуется аутентификация для запуска настройки сетевых профилей

source: Run Mageia NFS Shares Configuration
de: Führe 'NFS-Freigaben verwalten' aus
ro: Lansează configurarea partajelor NFS pentru Mageia
ru: Запуск настройки NFS

source: Authentication is required to run Mageia NFS Shares Configuration
de: Authentifizierung wird benötigt, um die Mageia NFS-Freigaben auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat partajele NFS
ru: Требуется аутентификация для запуска настройки NFS

source: Run Mageia Proxy Configuration
de: Führe Mageia Proxy Konfiguration ausführen
ro: Lansează configurarea proxyului pentru Mageia
ru: Запуск настройки прокси

source: Authentication is required to run Mageia Proxy Configuration
de: Authentifizierung wird benötigt, um die Mageia Proxy Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat proxyul
ru: Требуется аутентификация для запуска настройки прокси

source: Run Mageia WiFi Configuration
de: Mageia Wifi Konfiguration starten
ro: Lansează configurarea rețelei WiFi pentru Mageia
ru: Запуск настройки WiFi

source: Authentication is required to run Mageia WiFi Configuration
de: Authentifizierung wird benötigt, um die Mageia Wifi-Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat rețeaua WiFi
ru: Требуется аутентификация для запуска настройки WiFi

source: Run Mageia Samba Shares Configuration
de: Führe Mageia Samba Freigaben Konfiguration aus
ro: Lansează configurarea partajelor Samba pentru Mageia
ru: Запуск настройки Samba

source: Authentication is required to run Mageia Samba Shares Configuration
de: Authentifizierung wird benötigt, um die Mageia Samba Freigaben Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurat partajele Samba
ru: Требуется аутентификация для запуска настройки Samba

source: Run Mageia VPN Configuration
de: Führe Mageia VPN-Konfiguration aus
ro: Lansează configurarea VPN pentru Mageia
ru: Запуск настройки VPN

source: Authentication is required to run Mageia VPN Configuration
de: Authentifizierung wird benötigt, um die Mageia VPN-Konfiguration auszuführen
ro: Autentificare necesară pentru lansarea aplicației Mageia de configurare VPN
ru: Требуется аутентификация для запуска настройки VPN

source: Set Network Profile
cs: Nastavit síťový profil
de: Netzwerkprofile einstellen
el: Καθορισμός Προφίλ Δικτύου
es: Establecer perfil de red
fr: Définir le profil Réseau
it: Configura il profilo di rete
ro: Configurați profilul de rețea
ru: Установить сетевой профиль

source: Authentication is required to set the network profile
cs: K nastavení síťového profilu je vyžadováno ověření
de: Authentifizierung wird benötigt, um das Netzwerkprofil einzustellen
el: Απαιτείται πιστοποίηση για την εκτέλεση του Καθορισμού Προφίλ Δικτύου
es: Se requiere autenticación para establecer el perfil de red
fr: Une authentification est nécessaire pour définir le profil Réseau
it: È richiesta l'autenticazione per configurare il profilo di rete
ro: Autentificare necesară pentru configurarea profilului de rețea
ru: Требуется аутентификация чтобы установить сетевой профиль
