Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Password: A string. Note that this is not the same thing as a psk. ____________________________________________________ RELATED ADDITIONAL INFORMATION: In the Advanced Page, you can select which EAP mode is used for authentication. For the eap mode setting Auto Detect: implies all possible modes are tried. If Auto Detect fails, try the PEAP TTLS combo bofore others Note: The settings MD5, MSCHAPV2, OTP and GTC imply automatically PEAP and TTLS modes. TLS mode is completely certificate based and may ignore the username and password values specified here.
cs: Heslo: řetězec. Nejedná se o stejnou věc jako je psk. ____________________________________________________ DODATEČNÉ SOUVISEJÍCÍ INFORMACE: Na stránce pro pokročilé můžete vybrat, který EAP režim se má použít pro ověření. Pro režim EAP znamená nastavení Autodetekce: vyzkoušení všech možných režimů. Selže-li autodetekce, zkuste nejprve kombinaci PEAP TTLS. Poznámka: Nastavení MD5, MSCHAPV2, OTP a GTC znamenají automaticky režimy PEAP a TTLS. Režim TLS je zcela založen na certifikátech a může ignorovat uživatelské jméno a heslo zde zadané.
da: Adgangskode: Tekst. Bemærk at dette ikke er det samme som en psk. ____________________________________________________ RELEVANT YDERLIGERE INFORMATION: På "Avanceret"-siden kan du vælge hvilken EAP-tilstand som bruges for autentificering. EAP-tilstanden "Find automatisk" fører til at alle mulige tilstande prøves. Hvis automatisk opdagelse ikke fungerer, bør du først prøve PEAP TTLS. Bemærk: Innstillingerne MD5, MSCHAPV2, OTP og GTC medfører automatisk PEAP- og TTLS-tilstande. TLS-tilstand er fuldstændig certifikatbaseret, og kan ignorere brugernavnet og adgangskoden angivet her.
de: Passwort: eine Zeichenkette. Das ist nicht das Gleiche wie eine psk. ________________________________________________ ZUSÄTZLICHE INFORMATIONEN: Im Bereich "Fortgeschitten" legen Sie fest, welcher EAP Modus zur Authentifizierung benutzt wird. Die Einstellung Auto Detect: Wird alle möglichen Modi versuchen. Falls Auto Detect fehlschlägt, versuchen Sie zuerst PEAP TTLS Hinweis: Die Einstellungen MD5, MSCHAPV2, OTP und GTC benutzen automatisch die Modi PEAP und TTLS. TLS Mode basiert allein auf Zertifikaten und wird daher definierte Usernamen und Passwörter ignorieren.
el: Κωδικός: μια συμβολοσειρά. Σημειώστε ότι δεν είναι το ίδιο με το psk. ____________________________________________________ ΠΡΟΣΘΕΤΕΣ ΠΛΗΡΟΦΟΡΙΕΣ: Στην σελίδα με τις Προχωρημένες ρυθμίσεις, μπορείτε να επιλέξετε την λειτουργία EAP για την ταυτοποίηση. Για την λειτουργία eap Αυτόματος εντοπισμός: θα δοκιμάζονται όλες οι πιθανές λειτουργίες. Εάν ο αυτόματος εντοπισμός αποτύχει, προσπαθήστε πρώτα PEAP με TTLS Σημείωση: Οι επιλογές MD5, MSCHAPV2, OTP και GTC υποδηλώνουν αυτομάτως την PEAP και TTLS λειτουργία. Η TLS λειτουργία βασίζεται αποκλειστικά σε ένα πιστοποιητικό το οποίο μπορεί να αγνοήσει το όνομα χρήστη και των κωδικό που ορίστηκαν εδώ.
es: Contraseña: Una cadena de texto. Notar que no es lo mismo que un psk. ____________________________________________________ INFORMACIÓN ADICIONAL RELACIONADA: Em la Página Avanzada, puede seleccionar cuál modo EAP es utilizado para autenticación. Para la configuración del modo EAP Auto Detect: implica que se intentan todos los modos posibles. Si Auto Detect falla, intente el combo PEAP TTLS antes que otros Nota: <span class="whitespace other" title="Tab">»</span>Las configuraciones MD5, MSCHAPV2, OTP y GTC automáticamente implican los modos PEAP y TTLS. El modo TLS se basa completamente en certificados y puede ignorar los valores de nombre de usuario y contraseña especificados aquí.
et: Parool: string. Pange tähele, et see ei ole sama mis psk. ____________________________________________________ LISAINFO: Muude valikute leheküljel saate valida, millist EAP režiimi autentimiseks kasutada. EAP režiimi seadistuse korral tähendab automaatne tuvastamine, et proovitakse kõiki võimalikke režiime. Kui automaatne tuvastamine nurjub, proovige enne teisi PEAP TTLS Märkus: Seadistused MD5, MSCHAPV2, OTP ja GTC tähendavad automaatselt PEAP ja TTLS režiime. TLS režiim on täielikult sertifikaadipõhine ning võib eirata siin määratud kasutajanime ja parooli.
eu: Pasahitza: Testu lerro bat. Kontutan izan hau ez dela psk-rekin gauza bera. ____________________________________________________ ZERIKUSIA DAUKAN INFORMAZIO GEHIAGO: Aurreratua Orrian, autentikaziorako zein EAP modu erabiliko den hautatu dezakezu. EAP modu ezarpenerako Auto Detect: modu posible guztiak erabiltzen direla adierazten du. Auto Detect-ek huts egiten badu, lehenik PEAP TTLS multzoa probatu Oharra: MD5, MSCHAPV2, OTP eta GTC ezarpenek automatikoki PEAP eta TTLS moduak adierazten dituzte. TLS modua ziurtagirietan erabat oinarrituta dago eta hemen zehaztutako erabiltzaileizen eta pasahitz balioak baztertu ditzake.
fi: Salasana: Merkkijono. Huomaa, että kyseessä ei ole PSK. ____________________________________________________ LISÄTIETOJA: Lisäasetuksista voidaan valita käytettävä EAP-tunnistustapa. - Automaattinen: Kaikkia mahdollisia tapoja kokeillaan. Jos automaattinen tunnistaminen epäonnistuu, kokeile PEAP TTLS -yhdistelmää. HUOM! Asetukset MD5, MSCHAPV2, OTP ja GTC sisältävät automaattisesti PEAP- ja TLS-tunnistustavat. TLS on täysin sertifikaattipohjainen ja ohittaa mahdollisesti käyttäjätunnus- ja salasana-asetukset.
fr: Mot de passe : une chaîne de caractères. Notez qu'il ne s'agit pas de la même chose que la clé pré-partagée (PSK). ____________________________________________________ INFORMATIONS COMPLÉMENTAIRES : Dans la page Options avancées, vous pouvez choisir le mode d'authentification EAP à utiliser. Pour le mode EAP Auto-détecter : tous les modes possibles seront essayés. Si Auto-détecter échoue, tentez PEAP avec TTLS en priorité Note : Les options MD5, MSCHAPV2, OTP et GTC impliquent automatiquement les modes PEAP et TTLS. Le mode TLS est basé uniquement sur un certificat et peut ignorer le nom d'utilisateur et le mot de passe donnés ici.
hu: Jelszó: egy szöveg. Ez nem azonos az előre megosztott kulccsal. ____________________________________________________ EGYÉB KAPCSOLÓDÓ INFORMÁCIÓ: A Speciális opciók között be tudja kapcsolni az EAP módot az azonosításhoz. Az eap módú azonosításról: Automatikus felismerés: minden lehetséges módot végigpróbál. Ha az automatikus felismerés sikertelen, akkor a PEAP TTLS párost próbálja előre venni. Az MD5, MSCHAPV2, OTP és GTC beállítások automatikusan kezelik a PEAP és TTLS módokat. A TLS mód teljesen tanúsítvány alapon működik és mellőzni lehet az ide írt felhasználónév és jelszó használatát.
id: Sandi: sebuah string. Catatan bahwa ini tidak sama dengan psk. ____________________________________________________ INFORMASI TAMBAHAN TERKAIT: Dalam Halaman Tingkat Lanjut, Anda bisa memilih mode EAP mana yang digunakan untuk otentikasi. Untuk pengaturan mode eap Deteksi Otomatis: berarti semua mode yang memungkinkan akan dicoba. Jika Deteksi Otomatis gagal, mencoba combo PEAP TTLS sebelum yang lain Catatan: Pengaturan MD5, MSCHAPV2, OTP dan GTC berarti mode PEAP dan TTLS secara otomatis. Mode TLS benar-benar berbasis sertifikat dan mungkin mengabaikan nama pengguna dan sandi yang dicantumkan di sini.
it: La password: Una stringa Nota che questa non è la stessa cosa di una psk. <br> INFORMAZIONI ADDIZIONALI: Nella pagina Impostazioni Avanzate puoi scegliere quale modo EAP usare per l'autenticazione. Modi EAP Auto Detect: vengono provati tutti i modi. Se l'Auto Detect fallisce, prova la combinazione PEAP TTLS prima delle altre Nota: I parametri MD5, MSCHAPV2, OTP e GTC implicano automaticamente i modi PEAP e TTLS. Il modo TLS è basato completamente su certificati e potrebbe ignorare i valori nomeutente e password qui specificati.
nb: Passord: En streng. Vær klar over at dette ikke er det samme som en psk ____________________________________________________ VIDERE RELATERT INFORMASJON: På siden Avansert kan du velge hvilket moduset for EAP som skal benyttes for autentisering. Moduset for EAP betyr automatisk oppdagelse at alle mulige moduser vil vil bli prøvd Prøv PEAP TTLS før andre hvis automatisk oppdagelse feiler. Merknad: Innstillingen MD5, MSCHAPV2, OTP og GTC betyr automatisk modus for PEAP og TTLS. Moduset TLS er fullstending sertifikatbasert og kan overse verdiene for brukernavn og passord angitt her.
nn: Passord: Tekst. Merk at dette ikkje er det same som ein psk. ____________________________________________________ RELEVANT TILLEGGSINFORMASJON: På «Avansert»-sida kan du velja kva EAP-modus som vert brukt for autentisering. EAP-modusen «Finn automatisk» fører til at alle mogleg modusar vert prøvde. Viss automatisk oppdaging ikkje fungerer, bør du først prøva PEAP TTLS. Merk: Innstillingane MD5, MSCHAPV2, OTP og GTC medfører automatisk PEAP- og TTLS-modusar. TLS-modus er fullstendig sertifikatbasert, og kan ignorera brukarnamnet og passordet skrivne inn her.
pl: Hasło: ciąg znaków. Zwróć uwagę, że nie jest to to samo co psk. ____________________________________________________ DODATKOWA INFORMACJA W części Zaawansowane możesz wybrać tryb EAP wykorzystywany do uwierzytelniania. Dla trybu EAP Wykryj automatycznie: sprawdzane są wszystkie dostępne tryby. Jeżeli wykrywanie automatyczne nie powiedzie się, zaznacz opcję PEAP TTLS. Informacja: Opcja MD5, MSCHAPV2, OTP i GTC powodują automatyczne włączenie trybów PEAP i TTLS. Tryb TLS wykorzystuje certyfikat i może zignorować podaną nazwę użytkownika i hasło.
ro: Parolă : un șir de caractere. Notați că nu este același lucru cu un psk. ____________________________________________________ INFORMAȚII ADIȚIONALE: În pagina „Opțiuni avansate”, puteți alege care mod de autentificare EAP este utilizat. Pentru configurarea modului EAP Auto-detecție : toate modurile posibile vor fi încercate. Dacă auto-detecția eșuează, încercați PEAP cu TTLS în prioritate Notă: Opțiunile MD5, MSCHAPV2, OTP și GTC implică în mod automat modurile PEAP și TTLS. Modul TLS este bazat în mod unic pe un certificat și poate ignora numele utilizatorului și parola specificate aici.
ru: Пароль: строка. Обратите внимание, что это не то же самое, что psk. ____________________________________________________ ДОПОЛНИТЕЛЬНАЯ ИНФОРМАЦИЯ: На странице дополнительных настроек можно выбрать режим EAP, используемый для аутентификации. Если для режима EAP значения выбрано "Автоопределение", будут опробованы все доступные режимы. Если автоопределение завершится неудачей, будеи задействована комбинация PEAP TTLS Примечание: Для параметров MD5, MSCHAPV2, OTP и GTC автоматически будут применены режимы PEAP и TTLS. Режим TLS основан исключительно на сертификатах, и для него могут игнорироваться указанные здесь имя пользователя и пароль.
sl: Geslo: je niz. Pomnite, da to ni isto kot PSK. ____________________________________________________ DODATNE INFORMACIJE: Na zavihku Napredno lahko izberete način EAP, ki se uporablja za overjanje. Nastavitev Samodejna zaznava pomeni, da se preizkusijo vsi možni načini. Če Samodejna zaznava ne deluje, najprej poskusite s kombinacijo PEAP TTLS. Opomba: Možnosti MD5, MSCHAPV2, OTP in GTC samodejno pomenijo načina PEAP in TTLS. Način TLS v celoti temelji na potrdilih in možno je, da bosta uporabniško ime in geslo spregledana.
tr: Parola: Bir söz dizisi. Bunun bir psk. ile aynı şey olmadığını unutmayın. ____________________________________________________ İLGİLİ EK BİLGİ: Gelişmiş Sayfasında, hangi EAP kipinin yetkilendirme için kullanılacağını seçebilirsiniz. Eap kipi ayarı için Otomatik Algıla: denenen uygun tüm kipler kapsama dahil olur. Otomatik algılama başarısız olursa, diğerlerinden önce PEAP TTLS bileşiğini deneyin Not: MD5, MSCHAPV2, OTP ve GTC ayarları kendiliklerinden PEAP ve TTLS kiplerini içerirlerç TLS kipi tamamen sertifika temellidir ve burada belirtilen kullanıcı adı ve parola değerlerini yok sayabilir.

source: EAP client certificate
br: Testeni ar c'hliant EAP
cs: Klientský certifikát EAP
cy: Tystysgrif cleient EAP
da: EAP klientcertifikat
de: EAP-Client-Zertifikat
el: Πιστοποιητικό πελάτη EAP
es: Certificado de cliente EAP
et: EAP kliendi sertifikaat
eu: EAP bezero ziurtagiria
fi: EAP-asiakassertifikaatti
fr: Certificat client EAP
he: אישור לקוח EAP
hu: EAP klienstanúsítvány
id: Sertifikat klien EAP
is: EAP skírteini biðlara
it: Certificato client EAP
nb: EAP klientsertifikat
nn: EAP-klientsertifikat
pl: Certyfikat klienta (EAP)
ro: Certificat client EAP
ru: Сертификат клиента EAP
sl: Potrdilo odjemalca EAP
tr: EAP araç sertifikası

source: The complete path and filename of client certificate. This is only used for EAP certificate based authentication. It could be considered as the alternative to username/password combo. Note: other related settings are shown on the Advanced page.
cs: Úplná cesta a název souboru klientského certifikátu. Používá se pouze pro ověření založená na EAP certifikátech. Dá se považovat za alternativu ke kombinaci uživatele a hesla. Poznámka: další související nastavení jsou k dispozici na stránce pro pokročilé.
cy: Llwybr llawn ac enw ffeil tystysgrif cleient. Mae'n cael ei ddefnyddio ar gyfer dilysu tystysgrifau EAP.Gall gael ei ystyried fel dull arall i gyfuniad enw defnyddiwr/cyfrinair. Sylwer: mae gosodiadau eraill i'w gweld ar dudalen Uwch
da: Den fuldstændige adresse og filnavnet på klientcertifikatet. Dette bruges kun for EAP-certifikatbaseret autentificering. Det er et alternativ til brug af brugernavn og adgangskode. Bemærk: Andre relevante indstillinger vises på "Avanceret"-siden.
de: Der komplette Pfad und Dateiname des Client-Zertifikats. Dieser wird nur für die zertifikat-basierte EAP-Authentifizierung benötigt. Das kann eine Alternative zur Username/Passwort-Kombination sein. Hinweis: weitere Einstellungen auf der Erweitert-Seite.
el: Η πλήρης διαδρομή και το όνομα αρχείου του πιστοποιητικού πελάτη. Αυτό χρησιμοποιείται μόνο για την ταυτοποίηση βασισμένη σε ένα πιστοποιητικό EAP. Είναι ένας εναλλακτικός συνδυασμός του ζευγαριού χρήστη/κωδικού πρόσβασης. Σημείωση: οι άλλες σχετικές ρυθμίσεις βρίσκονται στην σελίδα Προχωρημένες ρυθμίσεις.
es: LA ruta completa y el nombre de archivo del certificado cliente. Esto sólo es usado para autenticación basada en certificados EAP. Esto podría ser considerado como una alternativa al combo nombre_de_usuario/contraseña. Nota: en la página Avanzado se muestran otras configuraciones relacionadas.
et: Kliendi sertifikaadi täielik asukoht ja failinimi. Seda kasutatakse ainult EAP sertifikaadipõhisel autentimisel. Seda võib pidada kasutajanime ja parooli kasutamise alternatiiviks. Märkus: täiendavad seadistused leiab muude valikute leheküljel.
eu: Bezero ziurtagiriaren bide osoa eta fitxategi izena. EAP ziurtagirietan oinarritutako autentikazioan bakarrik erabiltzen da. Erabiltzaileizen/pasahitz bikotearen ordezkotzat hartu daiteke. Oharra: zerikusia duten ezarpenak erakusten dira Aurreratua orrian.
fi: Asiakassertifikaatin täydellinen polku ja tiedostonimi. Asetusta käytetään vain EAP:n sertifikaattipohjaiseen tunnistautumiseen. Mahdollinen vaihtoehto käyttäjä- tunnukselle ja salasanalle. HUOM! Muut tähän asetukseen liittyvät asetukset löytyvät lisäasetuksista.
fr: Chemin et nom du fichier du certificat client. Ceci est utilisé uniquement pour les authentifications basées sur un certificat EAP. C'est une alternative au couple utilisateur/mot de passe. Note : les autres paramètres associés sont présentés dans les Options avancées.
he: הנתיב המלא ושם הקובץ של אישור הלקוח. בשימוש רק עבור הזדהות מבוססת אישורי EAP. יכול להחשב כחלופה לצירוף שם משתמש/ססמה. לתשומת לבך: הגדרות קשורות נוספות מוצגות בדף המתקדם.
hu: A klienstanúsítvány teljes útvonala (fájlnévvel). Ez csak az EAP tanúsítvány alapú azonosításához használt. Lehet helyette a megszokott felhasználónév, jelszó párost használni. Megjegyzés: kapcsolódó beállításokat lehet találni a Speciális opciók lapon.
id: Path lengkap dan nama file dari sertifikat klien. Ini hanya digunakan untuk otentikasi EAP berbasis sertifikat. Ini bisa dianggap sebagai alternatif untuk nama pengguna/sandi combo. Catatan: pengaturan terkait lainnya ditampilkan pada halaman Tingkat Lanjut.
it: Nome del file e percorso completo del certificato del client. Questo è usato solo per l'autenticazione EAP, basata su certificati. potrebbe essere considerata un'alternativa all'accoppiata nomeutente/password. Nota: gli altri parametri sono mostrati nella pagina Impostazioni Avanzate.
nb: Den komplette stien og filnavnet til klientsertifikatet. Dette blir bare brukt for sertifikatbasert autentisering basert på EAP. Den kan bli sett på som alternativet til brukernavn og passord. Merknad: andre relaterte instillinger er vist på siden Avansert.
nn: Den fullstendige adressa og filnamnet til klientsertifikatet. Dette vert berre brukt for EAP-sertifikatbasert autentisering. Det er eit alternativ til bruk av brukarnamn og passord. Merk: Andre relevante innstillingar vert vist på «Avansert»-sida.
pl: Pełna ścieżka i nazwa pliku zawierającego certyfikat klienta. Używany jest tylko dla uwierzytelniania opartego na certyfikacie EAP. Może być wykorzystywany jako alternatywa dla pary nazwa użytkownika/hasło. Informacja: pozostałe powiązane ustawienia są przedstawione na stronie Zaawansowane.
ro: Calea completă și numele fișierului certificatului client. Acesta este utilizat numai pentru autentificările bazate pe certificat EAP. Poate fi considerată ca o alternativă cuplului utilizator/parolă. Notă: ceilalți parametri asociați îi găsiți în „Opțiuni avansate”.
ru: Полный путь и название файла сертификата клиента. Используется только для аутентификации с использованием сертификата EAP. Этот метод можно рассматривать как альтернативу использования пары логин-пароль. Замечание: на странице дополнительной настройки доступны другие параметры.
sl: Polna pot in ime datoteke potrdila odjemalca. Uporabi se le za overjanje EAP, ki temelji na potrdilih. To lahko štejete kot alternativo uporabi uporabniškega imena in gesla. Opomba: ostale nastavitve so na zavihku Napredno.
tr: Araç sertifikasının tam yolu ve dosya adı. Bu, sadece EAP sertifika temelli yetkilendirmede kullanılacaktır. Bu, kulanıcı adı/ parola bileşeninin alternatifi olarak düşünülebilir. Not: ilgili diğer ayarlar Gelişmiş sayfasında gösterilmiştir.

source: EAP client private key
cs: Klientský soukromý klíč EAP
de: EAP-Client privater Schlüssel
el: Ιδιωτικό κλειδί πελάτη EAP
es: Llave privada de cliente EAP
fr: Clé privée du client EAP
id: Kunci privat klien EAP
it: Chiave privata client EAP
ro: Cheie privată client EAP
ru: Сертификат клиента EAP
tr: EAP istemci özel anahtarı

source: The complete path and filename of client private key. This is only used for EAP certificate based authentication. It could be considered as the alternative to username/password combo. Note: other related settings are shown on the Advanced page.
cs: Úplná cesta a název souboru klientského soukromého klíče. Používá se pouze pro ověření založená na EAP certifikátech. Dá se považovat za alternativu ke kombinaci uživatelské jméno a heslo. Poznámka: další související nastavení jsou k dispozici na stránce pro pokročilé.
de: Der komplette Pfad und Dateiname des Client-Zertifikats. Dieser wird nur für die zertifikat-basierte EAP-Authentifizierung benötigt. Das kann eine Alternative zur Username/Passwort-Kombination sein. Hinweis: weitere Einstellungen auf der Erweitert-Seite.
el: Η πλήρης διαδρομή και το όνομα αρχείου του ιδιωτικού κλειδιού πελάτη. Αυτό χρησιμοποιείται μόνο για την ταυτοποίηση βασισμένη σε ένα πιστοποιητικό EAP. Μπορεί να θεωρηθεί ως ένας εναλλακτικός συνδυασμός του ζευγαριού χρήστη/κωδικού πρόσβασης. Σημείωση: άλλες σχετικές ρυθμίσεις βρίσκονται στη σελίδα Προχωρημένες ρυθμίσεις.
es: La ruta completa y el nombre de archivo de la llave cliente. Esto sólo es usado para autenticación basada en certificados EAP. Esto podría ser considerado como una alternativa al combo nombre_de_usuario/contraseña. Nota: en la página Avanzado se muestran otras configuraciones relacionadas.
fr: Chemin complet et nom du fichier de la clé privée du client. Ceci est utilisé uniquement pour les authentifications EAP basées sur un certificat. C'est une alternative au couple utilisateur/mot de passe. Note : les autres paramètres associés sont présentés dans les Options avancées.
id: Path lengkap dan nama file dari kunci privat klien. Ini hanya digunakan untuk otentikasi EAP berbasis sertifikat. Ini bisa dianggap sebagai alternatif untuk nama pengguna/sandi combo. Catatan: pengaturan terkait lainnya ditampilkan pada halaman Tingkat Lanjut.
it: Percorso completo e nome del file della chiave privata del client. Questo è usato solo per l'autenticazione EAP basata su certificati. Potrebbe essere considerata un'alternativa all'accoppiata nomeutente/password. Nota: altri parametri sono mostrati nella pagina Impostazioni Avanzate.
ro: Calea completă și numele fișierului cheii private a clientului. Acesta este utilizată numai pentru autentificările bazate pe certificat EAP. Poate fi considerată ca o alternativă a cuplului utilizator/parolă. Notă: ceilalți parametri asociați îi găsiți în „Opțiuni avansate”.
ru: Полный путь и название файла сертификата клиента. Используется только для аутентификации с использованием сертификата EAP. Этот метод можно рассматривать как альтернативу использования пары логин-пароль. Замечание: на странице дополнительной настройки доступны другие параметры.
tr: İstemci özel anahtarının tam yolu ve dosya adı. Bu, sadece EAP sertifika temelli yetkilendirmede kullanılacaktır. Bu, kulanıcı adı/ parola bileşeninin alternatifi olarak düşünülebilir. Not: ilgili diğer ayarlar Gelişmiş sayfasında gösterilmiştir.

source: EAP client private key password
cs: Heslo ke klientskému soukromému klíči EAP
de: EAP-Client privates Schlüsselpasswort
el: Κωδικός πρόσβασης ιδιωτικού κλειδιού πελάτη EAP
es: Contraseña de llave privada de cliente EAP
fr: Mot de passe de la clé privée du certificat client EAP
id: Sandi kunci privat klien EAP
it: Password della chiave privata del client EAP
ro: Parolă cheie privată client EAP
ru: Пароль для сертификата клиента EAP
tr: EAP istemci özel anahtar parolası
