Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Adapter card
br: Kartenn rouedad
cs: Karta s adaptérem
cy: Cerdyn addasu
da: Kontrollerkort
de: Anschlusskarte
el: Κάρτα προσαρμογής
es: Tarjeta adaptadora
et: Adapteri kaart
eu: Moldagailu txartela
fi: Verkkoadapteri
fr: Carte adaptatrice
he: כרטיס מתאם
hu: Adapterkártya
id: Perangkat adapter
is: Netkort
it: Scheda adattatore
nb: Adapter
nn: Kontrollarkort
pl: Adapter
ro: Placă adaptoare
ru: Карта адаптера
sl: Vmesniška kartica
tr: Bağdaştırıcı kartı
wa: Cåte adaptoe

source: Net demux
cs: Síťový demux
cy: Demux gwe
de: Netz-Demultiplexer
es: Demux de red
et: Võrgudemultiplekser
eu: Sare demux
fi: Verkon demux
hu: Hálózati demux
is: Net-deilir
pl: Demultipleksowanie sieciowe
ru: Сеть demux
sl: Omrežno demultipleksiranje

source: Wired (Ethernet)
br: Neudoù (Ethernet)
cs: Pevné (Ethernet)
cy: Gwifren (Ethernet)
da: Trådet (Ethernet)
de: Ethernet (Kabel)
el: Ενσύρματο (Ethernet)
es: Cableado (Ethernet)
et: Juhtmega ühendus (Ethernet)
eu: Hariduna (Ethernet)
fi: Ethernet
fr: Filaire (Ethernet)
hu: Vezetékes (Ethernet)
id: Kabel (Ethernet)
is: Kapall (Ethernet)
it: Cablata (Ethernet)
nb: Kablet (Ethernet)
nn: Kabelsamband (Ethernet)
pl: Przewodowy (Ethernet)
ro: Filară (Ethernet)
ru: Проводная связь (Ethernet)
sl: Ožičeno (Ethernet)
tr: Kablolu (Ethernet)

source: Virtual interface
br: Etrefas galloudel
cs: Virtuální rozhraní
cy: Rhyngwyneb rhithiol
da: Virtuelt grænsesnit
de: Virtuelle Schnittstelle
el: Εικονική διεπαφή
es: Interfaz virtual
et: Virtuaalne liides
eu: Alegiazko interfazea
fi: Virtuaaliliitäntä
fr: Interface virtuelle
he: מנשק מדומה
hu: Virtuális csatolófelület
id: Antarmuka virtual
is: Sýndar-nettengi
it: Interfaccia virtuale
nb: virtuelt grensesnitt
nn: Virtuelt grensesnitt
pl: Interfejs wirtualny
ro: Interfață virtuală
ru: Виртуальный интерфейс
sl: Navidezni vmesnik
tr: Sanal ara birim

source: Unable to find network interface for selected device (using %s driver).
cs: Pro zvolené zařízení nelze nalézt síťové rozhraní (pomocí ovladače %s).
cy: Methu canfod rhyngwynebau rhwydwaith ar gyfer y gyrrwr yma (defnyddio gyrrwr %s)
da: Kunne ikke finde netværksgrænseflade for den valgte enhed (bruger %s-driver)
de: Es ist nicht möglich, eine Netzwerkschnittstelle für das ausgewähle Gerät zu finden (verwende Treiber %s)
el: Αδύνατη η εύρεση της διεπαφής δικτύου για το επιλεγμένο περιφερειακό (χρήση του οδηγού %s).
es: No se puede encontrar una interfaz de red para el dispositivo seleccionado (usando el controlador %s).
et: Valitud seadme võrguliidese leidmine (draiveriga %s) nurjus.
eu: Ezin da aukeratutako gailuarentzako sare interfazea aurkitu (%s gidaria erabiltzen).
fi: Valittua verkkoliitäntää ei löytynyt käyttämällä ajuria %s
fr: Impossible de trouver l'interface réseau pour le périphérique sélectionné (utilisation du pilote %s).
he: אין אפשרות לאתר את התקן הרשת לרכיב שנבחר (משתמש בהתקן ההינע %s).
hu: A kijelölt eszközhöz nem található hálózati csatoló ("%s" meghajtóprogrammal).
id: Tidak bisa menemukan antarmuka jaringan untuk device terpilih (menggunakan driver %s).
is: Get ekki fundið net-viðmót fyrir valið tæki (nota rekil %s).
it: Impossibile trovare l'interfaccia di rete per la periferica scelta (con il driver %s)
nb: Klarte ikke å finne nettverksgrensesnitt for den valgte enheten (bruker driver %s).
nn: Klarte ikkje finna nettverksgrensesnitt for vald eining (med drivaren «%s»).
pl: Nie odnaleziono interfejsu sieciowego dla wybranego urządzenia (wykorzystano sterownik %s).
ro: Nu se găsește interfața de rețea pentru dispozitivul selecționat (se utilizează pilotul %s).
ru: Невозможно найти сетевой интерфейс для выбранного устройства (используя драйвер %s).
sl: Omrežnega vmesnika za izbrano napravo ni mogoče najti. (Uporabljam gonilnik %s)
tr: Seçili aygıt için ağ ara birimi bulunamıyor. (%s sürücüsü kullanılıyor)
wa: Dji n' a savou trover l' eterface rantoele po l' éndjin tchoezi (eployant l' mineu %s).

source: Manual configuration
br: Kefluniadur-dorn
cs: Ruční nastavení
cy: Ffurfweddiad gyda llaw
da: Manuel konfiguration
de: Manuelle Konfiguration
el: Χειροκίνητη ρύθμιση
es: Configuración manual
et: Käsitsiseadistamine
eu: Eskuzko konfigurazioa
fi: Manuaalinen asettaminen
fr: Configuration manuelle
he: הגדרה ידנית
hu: Kézi beállítás
id: Konfigurasi manual
is: Handvirk uppsetning
it: Configurazione manuale
nb: Manuelt oppsett
nn: Manuelt oppsett
pl: Konfiguracja ręczna
ro: Configurare manuală
ru: Ручная настройка
sl: Ročna nastavitev
tr: Elle yapılandırma
wa: Apontiaedje manuwel

source: Automatic IP (BOOTP/DHCP)
br: IP emgefreek (BOOTP/DHCP)
cs: Automatická IP (BOOTP/DHCP)
cy: IP awtomatig (BOOTP/DHCP)
da: Automatisk IP (BOOTP/DHCP)
de: Automatische IP (BOOTP/DHCP)
el: Αυτόματη κατανομή διεύθυνσης IP (BOOTP/DHCP)
es: IP automática (BOOT/DHCP)
et: Automaatne IP (BOOTP/DHCP)
eu: IP automatikoa (BOOTP/DHCP)
fi: Automaattinen IP (BOOTP/DHCP)
fr: Attribution automatique de l'adresse IP (BOOTP/DHCP)
he: כתובת IP אוטומטית (BOOTP/DHCP)
hu: Automatikus IP cím (BOOTP/DHCP)
id: IP otomatis (BOOTP/DHCP)
is: Sjálfvirkt IP (BOOT/DHCP)
it: IP automatico (BOOTP/DHCP)
nb: Automatisk IP (BOOTP/DHCP)
nn: Automatisk IP (BOOTP/DHCP)
pl: Automatyczne IP (BOOTP/DHCP)
ro: Alocare automată de adresă IP (BOOTP/DHCP)
ru: Автоматический IP (BOOTP/DHCP)
sl: Samodejni IP (BOOTP/DHCP)
tr: Otomatik IP (BOOTP/DHCP)
wa: Adresse IP otomatike (BOOTP/DHCP)

source: IP settings
br: Kefluniadur IP
cs: Nastavení IP
cy: Gosodiadau IP
da: IP-opsætning
de: IP-Einstellung
el: Ρυθμίσεις IP
es: Configuraciones de IP
et: IP seadistused
eu: IP ezarpenak
fi: IP-asetukset
fr: Paramètres IP
he: הגדרות IP
hu: IP beállítások
id: Pengaturan IP
is: IP stillingar
it: Impostazioni IP:
nb: Oppsett for IP
nn: IP-innstillingar
pl: Ustawienia IP
ro: Parametri IP
ru: Настройка IP
sl: IP nastavitve
tr: IP ayarları
wa: Apontiaedjes IP

source: Please enter the IP configuration for this machine. Each item should be entered as an IP address in dotted-decimal notation (for example, 1.2.3.4).
br: Skrivit ar c'hefluniadur IP evit ar benveg-mañ mar plij. Pep mellad a zlefe bezañ skrivet evel ur chomlec'h IP e stumm sifroù dekvel pikoù etrezo (da skouer 1.2.3.4).
cs: Prosím, zadejte nastavení IP protokolu pro tento počítač. Každá položka musí být zadána jako IP adresa v 'desetinné' formě (například 1.2.3.4).
cy: Rhowch ffurfweddiad IP ar gyfer y peiriant hwn Dylai pob eitem ei roi fel cyfeiriad IP nodiant collnod degymol (e.e.1.2.3.4).
da: Indtast IP konfigurationen for denne maskine. Hvert felt skal udfyldes med en IP adresse i `dotted-decimal' notation (for eksempel 1.2.3.4).
de: Bitte geben Sie die IP-Parameter dieser Maschine ein. Jeder Eintrag muss als dezimale IP-Adresse in Punktschreibweise angegeben werden (etwa „192.168.1.42“).
el: Παρακαλώ εισάγετε τη ρύθμιση IP για αυτό το μηχάνημα. Κάθε αντικείμενο πρέπει να εισαχθεί ως διεύθυνση IP με αριθμούς χωρισμένους με τελείες (παράδειγμα: 1.2.3.4).
es: Por favor ingrese la configuración IP para esta máquina. Cada ítem debe ser ingresado como una dirección IP en notación decimal separada con puntos (por ejemplo, 1.2.3.4).
et: Palun andke IP parameetrid selle masina jaoks. Kõik read tuleb sisestada IP-aadressi kujul (näiteks 12.34.56.78)
eu: Sartu makina honen IP konfigurazioa. Elementu bakoitza IP helbide gisa sartu behar da puntuz bereizitako zenbakizko notazioan (adibidez, 1.2.3.4).
fi: Syötä koneen IP-asetukset. Kukin kohta tulee syöttää IP-osoitteena, pisteillä eroteltuna nelinumeroisena sarjana (esim. 1.2.3.4).
fr: Veuillez indiquer la configuration IP de cette machine. Chaque champ doit être rempli avec une adresse IP en notation décimale pointée (par exemple, 192.168.1.20).
he: יש לקבוע את תצורת ה-IP של מכונה זו. על כל פריט להיות מוזן ככתובת IP עם שדות עשרוניים מופרדים בנקודות (לדוגמה - 1.2.3.4).
hu: Adja meg a gép IP beállításait. Minden mezőbe IP címet írjon pontozott decimális formátumban (például: 192.169.10.11).
id: Silakan masukkan konfigurasi IP untuk komputer ini. Setiap item harus dimasukkan sebagai alamat IP dalam notasi desimal bertitik (sebagai contoh, 1.2.3.4).
is: Sláðu inn IP uppsetningu þessarar vélar. Hver færsla á að vera IP-tala rituð með punkt á milli. (dæmi 1.2.3.4).
it: Inserisci la configurazione IP per questa macchina. Ogni dato dovrebbe essere inserito come indirizzo IP in notazione decimale puntata (ad esempio 1.2.3.4).
nb: Tast inn oppsettet for denne maskina. Hvert element bør skrives som en IP-adresse i punkt-/desimalnotasjon (f.eks. 1.2.3.4).
nn: Skriv inn IP-oppsettet for maskina. Kvar adresse skal skrivast på formatet «1.2.3.4».
pl: Podaj konfigurację IP dla komputera. Każda pozycja powinna być wpisana w formacie dziesiętnym oddzielonym kropkami (np. 192.168.1.1).
ro: Introduceți configurația IP pentru această mașină. Fiecare rubrică va trebui să fie completată ca o adresă IP în format zecimal-punctat (de exemplu: 192.168.1.55).
ru: Настройте IP для этой машины. Каждый пункт должен быть указан как IP-адрес в виде десятичных чисел, разделенных точками (например, 1.2.3.4).
sl: Vnesite IP nastavitve za ta računalnik. Vsako postavko vnesite kot naslov IP v obliki decimalnih števil, ločenih s piko (n.pr.: 1.2.3.4).
tr: Lütfen bu makine için gerekli IP değerlerini girin. Her parça noktalı ondalık değer şeklindeki bir IP adresi olarak girilmelidir. (örneğin: 1.2.3.4)
wa: Chal, intrez l' apontiaedje IP di voste éndjole. Totafwait doet esse sicrît come ene adresse IP, avou des ponts inte les limeros (metans: 1.2.3.4).

source: Gateway
br: Treuzell
cs: Brána
cy: Mynedfa
el: Πύλη
es: Puerta de enlace
et: Vaikelüüs
eu: Atebidea
fi: Yhdyskäytävä
fr: Passerelle
he: שער
hu: Átjáró (gateway)
is: Netgátt
nn: Portnar
pl: Router
ro: Pasarelă
ru: Шлюз
sl: Privzeti prehod
tr: Ağ geçidi
wa: Pasrele

source: Get DNS servers from DHCP
br: Adtapout ar servijerien DNS eus DHCP
cs: Získat adresy DNS serverů z DHCP
cy: Estyn gweinyddion DNS o DHCP
da: Få DNS-servere fra DHCP
de: DNS-Server via DHCP bekommen
el: Λήψη των εξυπηρετητών DNS από τον εξυπηρετητή DHCP
es: Obtener servidores DNS desde DHCP
et: Nimeserverite hankimine DHCP-lt
eu: Eskuratu DNS zerbitzariak DHCP-tik
fi: Hae nimipalvelimet DHCP-palvelimelta
fr: Récupérer les serveurs DNS depuis le serveur DHCP
he: קבלת שרתי DNS משרות DHCP
hu: DNS kiszolgálók lekérése DHCP-vel
id: Dapatkan server DNS dari DHCP
is: Sækja vistföng DNS þjóna frá DHCP miðlara
it: Ottieni i server DNS da DHCP
nb: Hent DNS-tjenere fra DHCP
nn: Hent DNS-tenarar frå DHCP
pl: Pobierz z serwera DHCP numer IP serwera DNS
ro: Recuperează serverele DNS din DHCP
ru: Получать серверы DNS от DHCP
sl: Pridobi strežnike DNS prek DHCP
tr: DHCP yoluyla DNS sunucularını al
wa: Aveur les sierveus DNS avou l' DHCP

source: DNS server 1
br: Servijer DNS 1
cy: Gweinydd DNS 1
el: Εξυπηρετητής DNS 1
es: Servidor DNS 1
et: Nimeserver 1
eu: DNS zerbitzaria 1
fi: Nimipalvelin 1
fr: Serveur DNS 1
he: שרת DNS ראשון
hu: DNS kiszolgáló 1
id: Server DNS 1
is: Nafnamiðlari 1 (DNS)
it: Server DNS 1
nb: DNS-tjener 1
nn: DNS-tenar 1
pl: Serwer DNS 1
ro: Server DNS 1
ru: 1-й DNS-сервер
sl: Prvi DNS strežnik
tr: DNS sunucusu 1
wa: Sierveu DNS 1

source: DNS server 2
br: Servijer DNS 2
cy: Gweinydd DNS 2
el: Εξυπηρετητής DNS 2
es: Servidor DNS 2
et: Nimeserver 2
eu: DNS zerbitzaria 2
fi: Nimipalvelin 2
fr: Serveur DNS 2
he: שרת DNS שני
hu: DNS kiszolgáló 2
id: Server DNS 2
is: Nafnamiðlari 2 (DNS)
it: Server DNS 2
nb: DNS-tjener 2
nn: DNS-tenar 2
pl: Serwer DNS 2
ro: Server DNS 2
ru: 2-й DNS-сервер
sl: Drugi DNS strežnik
tr: DNS sunucusu 2
wa: Sierveu DNS 2

source: Search domain
br: Domani glask
cs: Prohledávaná doména
cy: Chwilio parth
da: domæne der søges i
de: Suchdomäne
el: Τομέας αναζήτησης
es: Dominio de búsqueda
et: Otsingudomeen
eu: Bilaketa-domeinua
fi: Etsi verkkoalueelta
fr: Domaine recherché
he: חיפוש מתחם
hu: Keresési tartomány
id: Domain pencarian
is: Leita í léni
it: Dominio di ricerca
nb: Søk gjennom domene
nn: Søkjedomene
pl: Domena wyszukiwania
ro: Domeniu de căutare
ru: Домен поиска
sl: Domena za iskanje
tr: Arama Alanı
wa: Dominne di cweraedje

source: By default search domain will be set from the fully-qualified host name
cs: Prohledávaná doména bude nastavena podle názvu počítače
cy: Drwy ragosodiad bydd y parch chwilio'n cae ei osod o enw gwesteiwr cymwys
da: Som standard vil søge-domænet blive sat ud fra det fuldt angivne værtsnavn
de: Standardmäßig wird die Suchdomäne aus dem FQDN (fully qualified domain name) erzeugt.
el: Από προεπιλογή, ο τομέας αναζήτησης θα προέρχεται από το πλήρως πιστοποιημένο όνομα υπολογιστή
es: De manera predeterminada, el dominio de búsqueda será el nombre de equipo totalmente calificado
et: Otsingudomeen määratakse vaikimisi täielikult kvalifitseeritud masinanime põhjal
eu: Lehenespen gisa, ostalari-izen osotik (guztiz kualifikatutik) ezarriko da bilaketa-domeinua
fi: Oletuksena etsittävä verkkoalue asetetaan täydellisen verkkotunnuksen perusteella
fr: Par défaut, le domaine de recherche sera déduit du nom de machine pleinement qualifié
he: ברירת המחדל תגדיר את מתחם החיפוש על פי שם מחשב המתאים לכך
hu: Alapértelmezésben a keresési tartomány a teljes gépnévből lesz meghatározva
id: Secara default domain pencarian akan diatur dari nama host berkualifikasi
is: Sjálfgefið verður leitar-lén sett út frá fullformuðu vélarnafni
it: Salvo modifiche, si usa un dominio di ricerca estratto dal nome completo dell'host
nb: Som standard vil søkedomenet bli satt ut i fra det fullt kvalifiserte vertsnavnet
nn: Vanlegvis vert søkjedomenet automatisk valt frå det fullkvalifiserte vertsnamnet.
pl: Domyślnie domena wyszukiwania zostanie ustawiona na podstawie pełnej nazwy komputera
ro: Implicit, domeniul de căutare va fi dedus din numele mașinii complet calificat
ru: По умолчанию домен поиска будет взят из полного доменного имени хоста
sl: Domena za iskanje se privzeto oblikuje iz gostiteljskega imena.
tr: Ön tanımlı olarak alan adı arama tam olarak belirtilmiş bir makine ismine ayarlıdır
wa: Li prémetou dominne di cweraedje est pris do no do lodjoe

source: DHCP timeout (in seconds)
br: Amzer-hont DHCP (eil)
cs: Prodleva DHCP (sekundy)
cy: Amser allan DHCP (mewn eiliadau)
da: DHCP-tidsudløb (i sekunder)
de: DHCP-Zeitschranke (in Sekunden)
el: Χρονικό όριο λήξης DHCP (σε δευτερόλεπτα)
es: Tiempo de espera DHCP (en segundos)
et: DHCP aegumine (sekundites)
eu: DHCP denbora-muga (segundutan)
fi: DHCP:n aikakatkaisu (sekuntia)
fr: Délai d'expiration DHCP (en sec.)
he: תפוגת חוזה DHCP (בשניות)
hu: A DHCP várakozási ideje (másodpercben)
id: Timeout DHCP (dalam detik)
is: DHCP tenging fellur á tíma eftir (í sek)
it: Timeout DHCP (in secondi)
nb: DHCP-tidsavbrudd (i sekunder)
nn: DHCP-avbrotstid (i sekund)
pl: Limit czasu bezczynności DHCP (w sek.)
ro: Durată de expirare DHCP (în secunde)
ru: Тайм-аут DHCP (в секундах)
sl: Premor pred povezavo z DHCP (v sekundah)
tr: DHCP zaman aşımı (saniyede)
wa: Tårdjaedje (e seg) pol DHCP

source: Get YP servers from DHCP
br: Adtapout ar servijerien YP eus DHCP
cs: Získat adresy YP serverů z DHCP
cy: Estyn gweinyddion YP o DHCP
da: Få YP-servere fra DHCP
de: YP-Server via DHCP bekommen
el: Λήψη των εξυπηρετητών YP από τον εξυπηρετητή DHCP
es: Obtener servidores YP desde DHCP
et: YP-serverite hankimine DHCP-lt
eu: Eskuratu YP zerbitzariak DHCP-tik
fi: Hae YP-palvelimet DHCP-palvelimelta
fr: Récupérer les serveurs YP depuis le serveur DHCP
he: השג רשימת שרתי YP בעזרת DHCP
hu: YP kiszolgálók lekérése DHCP-vel
id: Dapatkan server YP dari DHCP
is: Ná í YP miðlara frá DHCP
it: Ottieni i server YP da DHCP
nb: Hent YP-tjenere fra DHCP
nn: Hent YP-tenarar frå DHCP
pl: Pobierz z serwera DHCP adres IP serwera YP
ro: Recuperează serverele YP din DHCP
ru: Получать серверы YP от DHCP
sl: Pridobi strežnike YP prek DHCP
tr: DHCP yoluyla YP sunucularını al
wa: Aveur les sierveus YP avou l' DHCP

source: Get NTPD servers from DHCP
br: Adtapout ar servijerien NTPD eus DHCP
cs: Získat adresy NTPD serverů z DHCP
cy: Estyn gwenyddion NTPD o DHCP
da: Få NTPD-servere fra DHCP
de: NTPD-Server via DHCP bekommen
el: Λήψη των εξυπηρετητών NTPD από τον εξυπηρετητή DHCP
es: Obtener servidores NTPD desde DHCP
et: NTPD-serverite hankimine DHCP-t
eu: Eskuratu NTPD zerbitzariak DHCP-tik
fi: Hae aikapalvelimet DHCP-palvelimelta
fr: Récupérer les serveurs NTPD depuis le serveur DHCP
he: השג רשימת שרתי NTPD דרך DHCP
hu: NTPD kiszolgálók lekérése DHCP-vel
id: Dapatkan server NTPD dari DHCP
is: Ná í NTPD miðlara frá DHCP
it: Ottieni i server NTPD da DHCP
nb: Hent NTPD-tjenere fra DHCP
nn: Hent NTPD-tenarar frå DHCP
pl: Pobierz z serwera DHCP adres IP serwera NTPD
ro: Recuperează serverele NTPD din DHCP
ru: Получать серверы NTPD от DHCP
sl: Pridobi strežnike NTPD prek DHCP
tr: DHCP yoluyla NTPD sunucularını al
wa: Aveur les sierveus NTPD avou l' DHCP

source: DHCP host name
br: Anv ostiz DHCP
cs: Název počítače z DHCP
cy: Enw gwesteiwr DHCP
da: DHCP-værtsnavn
de: DHCP-Rechnername
el: DHCP όνομα υπολογιστή
es: Nombre de equipo DHCP
et: DHCP masinanimi
eu: DHCP ostalari-izena
fi: DHCP-verkkonimi
fr: Nom d'hôte DHCP
he: שם מארח DHCP
hu: DHCP gépnév
id: Nama host DHCP
is: DHCP vélarheiti
it: Nome host DHCP
nb: DHCP-vertsnavn
nn: DHCP-vertsnamn
pl: Nazwa DHCP komputera
ro: Nume de gazdă DHCP
ru: Имя хоста DHCP
sl: Ime gostitelja (DHCP)
tr: DHCP makine adı
wa: No di lodjoe po DHCP

source: Do not fallback to Zeroconf (169.254.0.0 network)
cs: Nepoužít výchozí nastavení Zeroconf (síť 169.254.0.0)
cy: Peidiwch dychwelyd i Zeroconf (rhwydwaith 169.254.0.0)
da: Fald ikke tilbage til Zeroconf (169.254.0.0-netværk)
de: Kein Zurückspringen zu Zeroconf (169.254.0.0 Netzwerk)
el: Να μην ανακατευθυνθεί στο Zeroconf (δίκτυο 169.254.0.0)
es: No usar Zeroconf en caso de fallo (red 169.254.0.0)
et: Zeroconf'i (169.254.0.0 võrk) ei kasutata
eu: Zeroconf-era atzera ez egin (169.254.0.0 sarea)
fi: Älä käytä Zeroconf-varmistusta (169.254.0.0-verkkoa)
fr: Ne pas se rabattre vers Zeroconf (réseau 169.254.0.0)
he: אל תפול להגדרת Zeroconf (רשת 169.254.0.0)
hu: Zeroconf (169.254.0.0 hálózat) ne legyen használva
id: Jangan fallback ke Zeroconf (jaringan 169.254.0.0)
is: Ekki falla til baka í ZeroConf (169.254.0.0 net)
it: Non ricorrere a ZeroConf (rete 169.254.0.0)
nb: Ikke fall tilbake til Zeroconf (169.254.0.0)
nn: Ikkje fell tilbake på Zeroconf (169.254.0.0-nettverk)
pl: Nie powracaj do konfiguracji Zerocont (sieć 169.254.0.0)
ro: Nu reveni la ZeroConf (rețeaua 169.254.0.0)
ru: Не откатываться до Zeroconf (сеть 169.254.0.0)
sl: Ne vzpostavljaj ponovne povezave z Zeroconf (omrežje 169.254.0.0).
tr: Sıfır yapılandırmaya dönüş yapma (169.254.0.0. ağı)

source: IP address should be in format 1.2.3.4
br: Er furmad 1.2.3.4 e tlefe bezañ ar chomlec'h IP
cs: IP adresa musí být ve formátu 1.2.3.4
cy: dylai cyfeiriad IP fod mewn fformat 1.2.3.4
da: IP adresse bør have formatet 1.2.3.4
de: Die IP-Adresse sollte etwa die Form „192.168.1.42“ haben!
el: Η διεύθυνση IP πρέπει να είναι της μορφής 1.2.3.4
es: La dirección IP debe estar en formato 1.2.3.4
et: IP-aadress peab olema kujul 1.2.3.4
eu: IP helbideak 1.2.3.4 formatua izan behar du
fi: IP-osoitteen tulee olla muotoa 1.2.3.4
fr: L'adresse IP doit avoir un format similaire à « 192.168.1.20 »
he: כתובת IP צריכה להראות ככה 1.2.3.4
hu: Az IP cím formátuma 1.2.3.4 legyen
id: Alamat IP harus dalam format 1.2.3.4
is: IP-tala á að vera á sniðinu 1.2.3.4
it: L'indirizzo IP deve essere nel formato 1.2.3.4
nb: IP-adresse bør være i formatet 1.2.3.4
nn: IP-adresser må vera på formatet «1.2.3.4».
pl: Adres IP powinien być w formacie typu 192.168.1.1
ro: Adresa IP ar trebui să fie în formatul 1.2.3.4
ru: IP-адрес должен быть в формате 1.2.3.4
sl: Naslov IP mora imeti obliko 1.2.3.4
tr: IP adresi 1.2.3.4 biçimide olmalıdır
wa: L' adresse IP doet esse del cogne 1.2.3.4

source: Netmask should be in format 255.255.224.0
br: Er furmad 255.255.224.0 e tlefe bezañ ar maskl rouedad
cs: Síťová maska by měla být ve formátu 255.255.224.0
cy: Dylai Netmask fod ar fformat 255.255.224.0
da: Netmaske bør have formatet 255.255.224.0
de: Die Netzmaske sollte das Format „255.255.224.0“ haben
el: Η μάσκα δικτύου πρέπει να είναι της μορφής «255.255.224.0»
es: La máscara de red debe estar en formato 255.255.224.0
et: Võrgumaski aadress peab olema kujul 255.255.224.0
eu: Sare-maskara 255.255.224.0 formatuan egon behar luke
fi: Verkon peitteen tulee olla muotoa 255.255.224.0
fr: Le masque de sous-réseau doit avoir un format similaire à « 255.255.224.0 »
he: התחביר להגדרת Netmask הוא 255.255.224.0
hu: A hálózati maszk formátuma 255.255.224.0 legyen
id: Netmask harus dalam format 255.255.224.0
is: Netsía á að vera á sniðinu 255.255.224.0
it: La maschera di rete (netmask) deve avere il formato 255.255.224.0
nb: Nettmaske bør være i formatet 255.255.224.0
nn: Nettmasker må vera på formatet «255.255.224.0».
pl: Maska sieci powinna mieć następujący format 255.255.224.0
ro: Masca de rețea ar trebui să fie în formatul 255.255.224.0
ru: Сетевая маска должна быть в формате 255.255.224.0
sl: Mrežna maska bi morala biti v obliki 255.255.255.0
tr: Net maskesi adresi 255.255.224.0 biçiminde olmalıdır
wa: Li maske rantoele doet esse del cogne 255.255.224.0

source: Warning: IP address %s is usually reserved!
br: Diwallit : strizh eo ar chomlec'h IP %s boazamant !
cs: Varování: IP adresa %s je obyčejně rezervována!
cy: Rhybudd : cyfeiriad IP %s wedi ei gadw fel rheol !
da: Advarsel: IP-adresse %s er normalt reserveret!
de: Warnung: IP-Adresse %s ist üblicherweise reserviert!
el: Προσοχή : η διεύθυνση IP %s χρησιμοποιείται ήδη!
es: Advertencia: ¡la dirección IP %s es usualmente reservada!
et: Hoiatus : IP-aadress %s on tavaliselt reserveeritud!
eu: Abisua: %s IP helbidea erreserbatua izaten da!
fi: Varoitus: IP-osoite %s on yleensä varattu!
fr: Attention : l'adresse IP %s est habituellement réservée !
he: אזהרה: כתובת IP זו (%s) היא כתובת שמורה!
hu: Figyelem: a(z) %s IP cím általában fenntartott.
id: Peringatan: alamat IP %s biasanya tersedia!
is: Aðvörun: IP-tala %s er venjulega frátekin!
it: Attenzione: di solito l'indirizzo IP %s è riservato!
nb: Advarsel : IP-adresse %s er vanligvis reservert.
nn: Åtvaring: IP-adressa «%s» er vanlegvis reservert.
pl: Ostrzeżenie : Adres IP %s jest zazwyczaj zarezerwowany !
ro: Atenție: adresa IP %s este de obicei rezervată!
ru: Предупреждение: IP-адрес %s обычно зарезервирован!
sl: Opozorilo: naslov IP %s je običajno rezerviran!
tr: Uyarı: %s IP adresi genellikle rezerve edilmiş olur!
wa: Adviertixhmint: l' adresse IP %s est normålmint rsiervêye!
