Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: What do you want to do with this attacker?
br: Petra e fell deoc'h d'ober gant an argader-mañ ?
cs: Jak postupovat s tímto útokem?
cy: Beth hoffech wneud gyda'r ymosodwr?
de: Was wollen Sie gegen diesen Angreifer unternehmen?
el: Τι επιθυμείτε να κάνετε με αυτόν τον εισβολέα;
es: ¿Que desea hacer con el atacante?
fi: Mitä hyökkääjälle tehdään?
fr: Que voulez-vous faire avec l'assaillant ?
hu: Mit szeretne tenni a támadóval?
id: Apa yang ingin Anda lakukan dengan penyerang ini?
it: Cosa vuoi fare con questo aggressore?
nn: Kva vil du gjera med denne angriparen?
ro: Ce doriți să faceți cu acest atacator?
ru: Что вы хотите сделать с этой угрозой?
tr: Bu saldırgan ile ne yapmak istiyorsunuz?

source: Attack details
br: Munudoù an argad
cs: Podrobnosti útoku
cy: Manylion yr ymosodiad
de: Angriff-Details
el: Πληροφορίες επίθεσης
es: Detalles del ataque
fi: Hyökkäyksen yksityiskohdat
fr: Détails de l'attaque
hu: A támadás részletei
id: Rincian serangan
it: Dettagli dell'attacco
nn: Angrepsdetaljar
pl: Szczegóły ataku
ro: Detaliile atacului
ru: Детали атаки
tr: Saldırı ayrıntıları

source: Attack time: %s
br: Eur an argad : %s
cs: Trvání útoku: %s
cy: Amser yr ymosodiad: %s
de: Angriffszeit: %s
el: Ώρα επίθεσης: %s
es: Tiempo de ataque: %s
fi: Hyökkäyksen aika: %s
fr: Heure de l'attaque : %s
hu: A támadás ideje: %s
id: Waktu serangan: %s
it: Ora dell'attacco: %s
nn: Angrepstid: %s
pl: Czas ataku: %s
ro: Ora atacului: %s
ru: Время атаки: %s
tr: Saldırı zamanı: %s

source: Network interface: %s
br: Etrefas rouedad: %s
cs: Síťové rozhraní: %s
cy: Rhyngwynebau rhwydwaith: %s
de: Netzwerkschnittstelle: %s
el: Διεπαφή δικτύου: %s
es: Interfáz de red: %s
fi: Verkkoliitäntä: %s
fr: Interface réseau : %s
hu: Hálózati csatoló: %s
id: Antarmuka jaringan: %s
it: Interfaccia di rete: %s
nn: Nettverksgrensesnitt: %s
pl: Interfejs sieciowy: %s
ro: Interfața de rețea: %s
ru: Сетевой интерфейс: %s
tr: Ağ arayüzü: %s

source: Attack type: %s
br: Seurt an argad : %s
cs: Typ útoku: %s
cy: Math o ymosodiad: %s
de: Angriffsart: %s
el: Τύπος επίθεσης: %s
es: Tipo de ataque: %s
fi: Hyökkäyksen tyyppi: %s
fr: Type d'attaque : %s
hu: A támadás típusa: %s
id: Tipe serangan: %s
it: Tipo di attacco: %s
nn: Angrepstype: %s
pl: Typ ataku: %s
ro: Tipul atacului: %s
ru: Тип атаки: %s
tr: Saldırı türü: %s

source: Protocol: %s
br: Komenad: %s
cs: Protokol: %s
de: Protokoll: %s
el: Πρωτόκολλο: %s
es: Protocolo: %s
fi: Protokolla: %s
fr: Protocole : %s
hu: Protokoll: %s
id: Protokol: %s
it: Protocollo: %s
nn: Protokoll: %s
pl: Protokół: %s
ru: Протокол: %s
tr: Protokol: %s

source: Attacker IP address: %s
br: Chomlec'h IP an argader : %s
cs: Útočníkova IP adresa: %s
cy: Cyfeiriad IP yr ymosodwr: %s
de: IP Adrsse des Angreifers: %s
el: Διεύθυνση IP του εισβολέα: %s
es: Dirección IP del atacante: %s
fi: Hyökkääjän IP-osoite: %s
fr: Adresse IP de l'assaillant : %s
hu: A támadó IP-címe: %s
id: Alamat IP penyerang: %s
it: Indirizzo IP dell'aggressore: %s
nn: IP-adresse til angripar: %s
pl: Adres IP atakującego: %s
ro: Adresă IP a atacatorului: %s
ru: IP-адрес атакующего: %s
tr: Saldırganın IP adresi: %s

source: Attacker hostname: %s
br: Anv ostiz an argader : %s
cs: Útočníkův hostname: %s
cy: Enw gwesteiwr yr ymosodwr: %s
de: Hostname des Angreifers: %s
el: Το όνομα υπολογιστή του εισβολέα: %s
es: Nombre del host del atacante: %s
fi: Hyökkääjän verkkonimi: %s
fr: Hôte de l'assaillant : %s
hu: A támadó gépneve: %s
id: Hostname penyerang: %s
it: Nome host dell'aggressore: %s
nn: Vertsnamn til angripar: %s
pl: Nazwa hosta atakującego: %s
ro: Numele de gazdă al atacatorului: %s
ru: Название атакующего узла: %s
tr: Saldırganın makine ismi: %s

source: Service attacked: %s
br: Servij argadet : %s
cs: Zneužitá služba: %s
cy: Ymosodwyd ar wasanaeth: %s
de: Betroffene Dienste: %s
el: Η υπηρεσία που δέχτηκε επίθεση: %s
es: Servicios atacados: %s
fi: Hyökätty palvelu: %s
fr: Service attaqué : %s
hu: A megtámadott szolgáltatás: %s
id: Layanan yang diserang: %s
it: Servizio attaccato: %s
nn: Teneste-angrep: %s
pl: Zaatakowana usługa: %s
ro: Serviciul atacat: %s
ru: Атакована служба: %s
tr: Hizmet saldırıya uğradı: %s

source: Port attacked: %s
br: Porzh argadet : %s
cs: Port: %s
cy: Ymosodwyd ar borth: %s
de: Befallene Ports: %s
el: Η θύρα που δέχτηκε επίθεση: %s
es: Puerto atacado: %s
fi: Hyökätty portti: %s
fr: Port attaqué : %s
hu: A megtámadott port: %s
id: Port yang diserang: %s
it: Porta attaccata: %s
nn: Port-angrep: %s
pl: Zaatakowany port: %s
ro: Portul atacat: %s
ru: Атакованный порт: %s
tr: Port saldırısı yapıldı: %s

source: Type of ICMP attack: %s
br: Seurt an argad ICMP : %s
cs: Typ ICMP útoku: %s
cy: Math o ymosodiad ICMP: %s
de: Art des ICMP Angriffs: %s
el: Τύπος της επίθεσης ICMP: %s
es: Tipo de ataque ICMP: %s
fi: ICMP hyökkäyksen tyyppi: %s
fr: Type d'attaque ICMP : %s
hu: Az ICMP-támadás típusa: %s
id: Tipe serangan ICMP: %s
it: Tipo di attacco ICMP: %s
nn: Type ICMP-angrep: %s
pl: Typ ataku ICMP: %s
ro: Tipul atacului ICMP: %s
ru: Тип атаки ICMP: %s
tr: ICMP saldırısı türü: %s

source: Always blacklist (do not ask again)
cs: Vždy umístit na černou listinu (neptat se znovu)
cy: Rhestr gwahardd (peidiwch gofyn eto)
de: Immer auf schwarzer Liste (nicht mehr nachfragen)
el: Πάντα στη μαύρη λίστα (να μη γίνει η ερώτηση ξανά)
es: Siempre lista negra (no preguntar nuevamente)
fi: Laita aina "mustalle listalle" (älä kysy enää)
fr: Toujours ajouter à la liste noire (ne plus demander)
hu: Mindig feketelistára tevés (ne legyen rákérdezés)
id: Selalu masukkan ke daftar hitam (jangan tanya lagi)
it: Metti sempre nella lista nera (non domandarmelo più)
nn: Svartelist alltid (ikkje spør på nytt)
pl: Zawsze blokuj (nie pytaj ponownie)
ro: Adaugă mereu în lista neagră (nu mai întreba)
ru: Всегда добавлять в «чёрный» список (больше не спрашивать)
tr: Her zaman kara listeye al (yeniden bunu sorma)

source: Ignore
br: Tremen e-biou
cs: Přehlížet
cy: Anwybyddu
da: Ignorér
de: Ignorieren
el: Αγνόηση
es: Ignorar
eu: Ez ikusi egin
fi: Älä huomioi
fr: Ignorer
hu: Ignorálás
id: Abaikan
is: Hunsa
it: Ignora
nb: Ignorer
nn: Ignorer
pl: Ignorowanie
ro: ignoră
ru: Игнорировать
tr: Yok say

source: Interactive Firewall: new service
br: Moger tan bev : servij nevez
cs: Interaktivní firewall: Nová služba
cy: Mur Cadarn Rhyngweithiol: gwasanaeth newydd
de: Interakive Firewall: Neuer Dienst
el: Διαδραστικό τείχος προστασίας: νέα υπηρεσία
es: Cortafuegos interactivo: nuevo servicio
fi: Interaktiivinen palomuuri: uusi palvelu
fr: Pare-feu interactif : nouveau service
hu: Interaktív tűzfal: új szolgáltatás
id: Firewall Interaktif: layanan baru
it: Firewall Interattivo: nuovo servizio
nn: Interaktiv brannmur: Ny teneste
ro: Parafoc interactiv: serviciu nou
ru: Интерактивный файервол: новая служба
tr: Etkileşimli Güvenlik Duvarı: yeni hizmet

source: Process connection
cs: Zpracovává se připojení
cy: Cysylltiad proses
de: Prozessanschluss
el: Επεξεργασία σύνδεσης
es: Procesar conexión
fr: Traiter la connexion
hu: Kapcsolódó folyamat
id: Koneksi proses
it: Connessione al processo
nn: Handsam samband
ro: Conexiunea procesului
ru: Обработать соединения
tr: Süreç bağlantısı

source: Do you want to open this service?
br: Mennout a rit digeriñ ar servij-mañ ?
cs: Chcete povolit tuto službu?
cy: Hoffech chi agor y gwasanaeth
de: Möchten Sie diesen Dienst öffnen?
el: Επιθυμείτε το άνοιγμα της υπηρεσίας;
es: ¿Desea abrir este servicio?
fi: Haluatko avata palvelun?
fr: Voulez-vous ouvrir ce service ?
hu: Szeretné megnyitni ezt a szolgáltatást?
id: Apakah Anda ingin membuka layanan ini?
it: Vuoi aprire questo servizio?
nn: Vil du opna denne tenesta?
ro: Doriți să deschideți acest serviciu?
ru: Вы хотите открыть эту службу?
tr: Bu hizmeti açmak istiyor musunuz?

source: Remember this answer
br: Enrollañ ar respont-mañ
cs: Pamatovat si tuto odpověď
cy: Cofiwch yr ateb
de: Diese Antwort merken
el: Απομνημόνευση της απάντησης
es: Recordar esta respuesta
fi: Muista asetus
fr: Se souvenir de cette réponse
hu: Emlékezzen erre a válaszra
id: Ingat jawaban ini
it: Ricorda questa risposta
nn: Hugs dette svaret
pl: Zapamiętaj tą odpowiedź
ro: Reține acest răspuns
ru: Запомнить этот ответ
tr: Cevabı hatırla

source: Please select your network:
br: Dibabit ho rouedad mar plij :
cs: Vyberte, prosím, svou síť:
cy: Dewiswch eich rhwydwaith:
da: Vælg dit netværk:
de: Wählen Sie ihr Netzwerk aus:
el: Παρακαλώ επιλέξτε το δίκτυό σας:
es: Por favor seleccione su red:
et: Palun valige võrk:
eu: Mesedez aukeratu zure sarea:
fi: Valitse verkko:
fr: Veuillez choisir votre réseau :
he: נא לבחור את הרשת שלך:
hu: Adja meg a hálózatát:
id: Silakan pilih jaringan Anda:
is: Veldu net:
it: Seleziona la tua rete:
nb: Velg nettverk:
nn: Vel nettverk:
pl: Wybierz swoją sieć:
ro: Selectați rețeaua:
ru: Выберите свою сеть:
sl: Izberite svoje omrežje:
tr: Lütfen ağınızı seçin
wa: Tchoezixhoz vosse rantoele s' i vs plait:

source: _: This is a verb Monitor
br: Diwall ar rouedad
cs: Sledovat
cy: Monitor
da: Overvåg
de: Überwachen
el: Εποπτεία
es: _: Este es un verbo Monitor
et: Jälgi
eu: Zelatatu
fi: Valvo
fr: Surveiller
he: ניטור
hu: Figyelés
id: Monitor
is: Neteftirlit
it: Controlla
nb: Overvåk
nn: Overvak
pl: Monitorowanie
ro: Supraveghere
ru: Наблюдать
sl: Nadzor
tr: İzle

source: Network Center
br: Kreizenn ren rouedad
cs: Síťové centrum
cy: Canolfan Rhwydwaith
da: Netværkscenter
de: Netzwerkzentrum
el: Κέντρο δικτύου
es: Centro de Redes
et: Võrgukeskus
eu: Sare gunea
fi: Verkkokeskus
fr: Centre réseau
he: מרכז הרשת
hu: Hálózati központ
id: Pusat Jaringan
is: Netstjórnun
it: Centro di gestione rete
nb: Nettverkssenter
nn: Nettverkssenter
pl: Centrum sieciowe
ro: Centru de rețea
ru: Сетевой центр
sl: Omrežno središče
tr: Ağ Merkezi
wa: Cinte rantoele

source: You are currently using the network profile <b>%s</b>
cs: Nyní používáte síťový profil <b>%s</b>
cy: Rydych yn defnyddio proffil rhwydwaith <b>%s</b>
da: Du bruger i øjeblikket netværksprofilen <b>%s</b>
de: Zurzeit verwenden Sie das Netzwerk-Profil <b>%s</b>
el: Χρησιμοποιείτε αυτή τη στιγμή το προφίλ δικτύου <b>%s</b>
es: Actualmente está usando el perfil de red <b>%s</b>
et: Te kasutate praegu võrguprofiili <b>%s</b>
eu: Une honetan <b>%s</b> sare profila erabiltzen ari zara
fi: Käytössä on verkkoprofiili <b>%s</b>
fr: Vous utilisez actuellement le profil réseau <b>%s</b>
hu: Jelenleg a <b>%s</b> hálózati profilt használja
id: Anda sedang menggunakan profil jaringan <b>%s</b>
it: Ora stai usando il profilo di rete <b>%s</b>
nb: Bruker den gjeldende nettverksprofilen <b>%s<n>
nn: Du brukar no nettverksprofilen <b>%s</b>
pl: Używasz następującego profilu sieciowego <b>%s</b>
ro: Actualmente utilizați profilul de rețea <b>%s</b>
ru: Вы используете сетевой профиль <b>%s</b>
sl: Trenutno uporabljate omrežni profil <b>%s</b>
tr: Şu anda <b>%s</b> ağ profilini kullanmaktasınız.

source: Advanced settings
br: Dibarzhioù barek
cs: Pokročilá nastavení
cy: Gosodiadau uwch
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Προχωρημένες ρυθμίσεις
es: Configuraciones avanzadas
et: Muud seadistused
eu: Ezarpen aurreratuak
fi: Lisäasetukset
fr: Paramètres avancés
hu: Speciális beállítások
id: Pengaturan tingkat lanjut
is: Ítarlegri valkostir
it: Impostazioni avanzate
nb: Avanserte valg
nn: Avanserte innstillingar
pl: Ustawienia zaawansowane
ro: Configurări avansate
ru: Дополнительные параметры
sl: Napredne nastavitve
tr: Gelişmiş ayarlar

source: Manual choice
br: Dibab-dorn
cs: Ruční volba
cy: Dewis gyda llaw
da: Manuelt valg
de: Manuelle Auswahl
el: Χειροκίνητη επιλογή
es: Elección manual
et: Käsitsivalik
eu: Eskuzko aukera
fi: Manuaalinen valinta
fr: Choix manuel
he: בחירה ידנית
hu: Kézi kiválasztás
id: Pilihan manual
is: Handvirkt val
it: Scelta manuale
nb: Manuelt valg
nn: Manuelt val
pl: Ręczny wybór
ro: Alegere manuală
ru: Самостоятельный выбор
sl: Ročna izbira
tr: Elle seçim
wa: Tchoezi al mwin

source: Internal ISDN card
br: Kartenn ISDN diabarzh
cs: Vnitřní ISDN karta
cy: Cerdyn ISDN mewnol
da: Internt ISDN-kort
de: Interne ISDN-Karte
el: Εσωτερική κάρτα ISDN
es: Tarjeta ISDN interna
et: Sisemine ISDN kaart
eu: Barneko ISDN txartela
fi: Sisäinen ISDN-kortti
fr: Carte RNIS/ISDN interne
he: מודם ISDN פנימי
hu: Belső ISDN kártya
id: Perangkat ISDN internal
is: Innvært ISDN mótald
it: Scheda ISDN interna
nb: Internt ISDN-kort
nn: Internet ISDN-kort
pl: Wewnętrzna karta ISDN
ro: Modem ISDN intern
ru: Внутренняя карта ISDN
sl: Notranja ISDN kartica
tr: Tümleşik ISDN kartı
wa: Cåte RDIS divintrinne

source: Protocol for the rest of the world
br: Komenad evit peurrest ar bed
cs: Protokol použitý ve zbytku světa
cy: Protocol ar gyfer gweddill y byd
da: Protokol for resten af verden
de: Protokoll für den Rest der Welt
el: Πρωτόκολλο για τον υπόλοιπο κόσμο
es: Protocolo para el resto del mundo
et: Protokoll ülejäänud maailma tarbeks
eu: Gainerako munduko protokoloa
fi: Muun maailman käyttämä protokolla
fr: Protocole pour le reste du monde
he: פרוטוקול לשאר העולם
hu: Protokoll a világ többi részén
id: Protokol untuk bagian dunia yang lain
is: Samskiptaregla til tengingar við umheiminn
it: Protocollo per il resto del mondo
nb: Protokoll for resten av verden
nn: Protokoll for resten av verda
pl: Reszta świata
ro: Protocol pentru restul lumii
ru: Протокол для всего остального мира
sl: Protokol za preostali svet
tr: Dünyanın diğer kısımları için protokol
wa: Protocole po les ôtes payis

source: Network & Internet Configuration
br: Kefluniadur ar rouedad hag internet
cs: Nastavení sítě a internetu
cy: Ffurfweddu y Rhwydwaith a'r Rhyngrwyd
da: Konfigurér netværk og internet
de: Netzwerk & Internet konfigurieren
el: Ρύθμιση δικτύου & διαδικτύου
es: Configuración de red e Internet
et: Interneti ja kohtvõrgu seadistamine
eu: Sare eta Internet konfiguraketa
fi: Verkko- ja Internet-asetukset
fr: Configuration réseau & Internet
he: הגדרת רשת ואינטרנט
hu: Hálózat- és internetbeállítás
id: Konfigurasi Jaringan & Internet
is: Staðarnets og Internet stillingar
it: Configurazione della rete LAN e di Internet
nb: Nettverks- og Internettoppsett
nn: Nettverks- og Internett-oppsett
pl: Konfiguracja sieci i Internetu
ro: Configurare de rețea și Internet
ru: Настройка сети и Интернета
sl: Nastavitve za omrežje in internet
tr: Ağ ve İnternet Yapılandırması
wa: Apontiaedje del Rantoele

source: Choose the connection you want to configure
br: Dibabit ar gevreadenn da gefluniañ
cs: Vyberte připojení, které chcete nastavit
cy: Dewiswch y math o gysylltiad rydych am ei ffurfweddu
da: Vælg den opkobling, du ønsker at konfigurere
de: Wählen Sie die Verbindung, die Sie konfigurieren wollen
el: Επιλέξτε τη σύνδεση που θέλετε να ρυθμίσετε
es: Seleccione la conexión que desea configurar
et: Valige ühendus, mida seadistada
eu: Aukeratu konfiguratu nahi duzun konexioa
fi: Valitse asetettava yhteys
fr: Choisissez la connexion que vous voulez configurer
he: נא לבחור את החיבור שברצונך לערוך
hu: Válassza ki a beállítani kívánt eszközt
id: Pilih koneksi yang ingin Anda konfigurasi
is: Veldu tenginguna sem þú vilt stilla
it: Scegli la connessione che vuoi configurare
nb: Velg tilkoblingen du ønsker å sette opp
nn: Vel sambandet du vil setja opp
pl: Wybierz połączenie, które chcesz skonfigurować
ro: Alegeți conexiunea pe care doriți s-o configurați
ru: Выберите соединение, которое вы хотите настроить
sl: Izberite vrsto povezave, ki jo želite nastaviti
tr: Yapılandırmak istediğiniz bağlantıyı seçin
wa: Tchoezixhoz li raloyaedje ki vos voloz apontyî

source: Select the network interface to configure:
br: Dibabit an etrefas rouedad a kefluniañ :
cs: Vyberte síťové rozhraní pro nastavení:
cy: Dewis y rhyngwyneb rhwydwaith i'w ffurfweddu:
da: Vælg netværksgrænsesnit, der skal konfigureres:
de: Wählen Sie die Netzwerkkarte zum konfigurieren
el: Επιλέξτε την διεπαφή δικτύου για ρύθμιση:
es: Seleccione la interfaz de red a configurar:
et: Valige seadistatav võrguliides:
eu: Hautatu konfiguratu behar den sare-interfazea:
fi: Valitse asetettava verkkoliitäntä:
fr: Choisissez l'interface réseau à configurer :
he: נא לבחור את מנשק הרשת שברצונך להגדיר:
hu: Válassza ki a beállítandó hálózati csatolót:
id: Pilih antarmuka jaringan yang akan dikonfigurasi:
is: Veldu netkort sem á að stilla:
it: Indica l'interfaccia di rete da configurare:
nb: Velg nettverksgrensesnittet som skal settes opp:
nn: Vel nettverksgrensesnittet du vil setja opp:
pl: Wybierz interfejs sieciowy do skonfigurowania:
ro: Selectați interfața de rețea pentru configurare:
ru: Выберите сетевой интерфейс для настройки:
sl: Izberite kartico, ki jo želite nastaviti
tr: Yapılandırmak istediğiniz ağ ara birimini seçin:
wa: Tchoezixhoz l' eterface rantoele a-z apontyî

source: No device can be found for this connection type.
cs: Pro tento typ připojení nelze nalézt žádné zařízení.
cy: Heb gannfod dyfais ar gyfer y math yma o gysylltiad.
da: Ingen enhed ser ud til at kunne blive fundet for denne opkoblingstype.
de: Kein Gerät konnte für diesen Verbindungstyp gefunden werden.
el: Δεν βρέθηκε συσκευή γι' αυτόν τον τύπο σύνδεσης.
es: No se encontró un dispositivo para este tipo de conexión.
et: Sellele ühendusetüübile ei leitud ühtegi seadet.
eu: Ezin da lotura mota honetarako gailurik topatu.
fi: Yhtään laitetta ei löytynyt valitulle yhteystyypille.
fr: Aucun périphérique trouvé pour ce type de connexion.
he: לא ניתן למצוא התקן עבור סוג חיבור זה.
hu: Nem található eszköz ehhez a kapcsolattípushoz.
id: Tidak ada device yang ditemukan untuk tipe koneksi ini.
is: Ekkert tæki fannst fyrir þessa tegund tengingar.
it: Nessuna periferica trovata per questo tipo di connessione.
nb: Ingen enhet finnes for denne tilkoblingstypen.
nn: Fann inga eining for denne sambandstypen.
pl: Nie odnaleziono urządzenia dla połączenia tego typu.
ro: Nu poate fi găsit nici un dispozitiv pentru acest tip de conexiune.
ru: Устройство для этого типа соединения не может быть найдено.
sl: Za to vrsto povezave ni mogoče najti nobene naprave.
tr: Bu bağlantı türü için herhangi bir aygıt bulunamadı.
wa: Nol èndjin di trové po cisse sôre di raloyaedje la.

source: Hardware Configuration
br: Kefluniadur ar periantel
cs: Nastavení technického vybavení počítače
cy: Ffurfweddu Caedwedd
da: Konfiguration af udstyr
de: Hardware-Konfiguration
el: Ρύθμιση υλικού
es: Configuración de hardware
et: Riistvara seadistamine
eu: Hardware konfiguraketa
fi: Laitteistoasetukset
fr: Configuration du matériel
he: הגדרת חומרה
hu: Hardverbeállítás
id: Konfigurasi Hardware
is: Vélbúnaðarstillingar
it: Configurazione dell'hardware
nb: Oppsett av maskinvare
nn: Maskinvareoppsett
pl: Konfiguracja sprzętu
ro: Configurație materială
ru: Настройка оборудования
sl: Nastavitev strojne opreme
tr: Donanım Yapılandırması
wa: Apontiaedje di l' éndjolreye

source: Please select your provider:
br: Dibabit ho pourchaser mar plij :
cs: Vyberte, prosím, svého poskytovatele:
cy: Dewiswch eich darparwr:
da: Vælg din leverandør:
de: Wählen Sie ihren Provider aus:
el: Παρακαλώ επιλέξτε τον πάροχό σας:
es: Por favor seleccione su proveedor:
et: Palun valige teenusepakkuja:
eu: Mesedez aukeratu zure hornitzailea:
fi: Valitse palveluntarjoaja:
fr: Veuillez choisir votre fournisseur d'accès :
he: נא לבחור את הספק שלך:
hu: Adja meg a szolgáltatóját:
id: Silakan pilih provider Anda:
is: Veldu þjónustuaðila:
it: Seleziona il tuo provider:
nb: Velg leverandør:
nn: Vel leverandør:
pl: Wybierz dostawcę usług:
ro: Selectați furnizorul de acces:
ru: Выберите своего провайдера:
sl: Izberite svojega operaterja:
tr: Lütfen hizmet sağlayıcınızı seçin:
wa: Tchoezixhoz vost ahesseu al daegntoele s' i vs plait:

source: Please select your connection protocol. If you do not know it, keep the preselected protocol.
cs: Vyberte, prosím, protokol pro připojení. Pokud jej neznáte, ponechte předvybraný protokol.
cy: Dewiswch eich protocol cysylltu. Os nad ydych yn gwybod pa un, cadwch at y protocol cyntaf.
da: Vælg din opkoblingsprotokol. Hvis du ikke véd hvad den er, så vælg den forvalgte protokol.
de: Bitte wählen Sie Ihr Verbindungsprotokoll. Falls Sie es nicht wissen, verwenden Sie das voreingestellte.
el: Παρακαλώ επιλέξτε το πρωτόκολλο σύνδεσης. Εάν δεν το γνωρίζετε, διατηρήστε το προεπιλεγμένο πρωτόκολλο.
es: Por favor seleccione su protocolo de conexión. Si no lo conoce, mantenga el protocolo pre-seleccionado.
et: Palun valige ühenduse protokoll. Kui Te pole kindel, jätke kehtima senine valik.
eu: Mesedez aukeratu zure lotura protokoloa. Ez badakizu, erabili aukeratuta dagoen protokoloa.
fi: Valitse yhteyden protokolla. Jos et tiedä, valitse oletusasetus.
fr: Veuillez sélectionner le protocole de connexion. Si vous l'ignorez, conservez le protocole sélectionné.
he: נא לבחור את פרוטוקול החיבור שלך. אם אינך יודע מהו יש להשאיר את הפרטוקול שנבחר מראש.
hu: Adja meg a kapcsolati protokollt. Ha nincs róla információja, akkor tartsa meg a kijelölt protokollt.
id: Silakan pilih protokol koneksi Anda. Jika Anda tidak mengetahuinya, biarkan protokol terpilih.
is: Veldu samskiptastaðal tengingar. Ef þú veist ekki hver hann er, haltu þá því sem er forvalið.
it: Seleziona il protocollo di connessione. Se non lo conosci, lascia le impostazioni predefinite.
nb: Velg tilkoblingsprotokoll. Hvis du ikke vet hva den er, velger du den forhåndsvalgte protokollen.
nn: Vel sambandsprotokoll. Bruk den førehandsvalde protokollen om du ikkje veit kva du skal velja.
pl: Wybierz protokół połączenia. Jeżeli nie znasz go zachowaj aktualne ustawienie.
ro: Selectați protocolul de conexiune. Dacă nu știți care este, păstrați-l pe cel preselectat.
ru: Выберите протокол своего соединения. Если вы не знаете его, оставьте выбранный протокол.
sl: Izberite protokol svoje povezave. Če je ne poznate, obdržite samodejno izbrani protokol.
tr: Lütfen bağlantı protokolünüzü seçin. Ne olduğunu bilmiyorsanız, seçili protokolü koruyun.
wa: Tchoezixhoz vosse protocole di raloyaedje s' i vs plait. Si vos n' savoz nén, leyîz l' prémetou protocole.

source: Connection control
cs: Ovládání připojení
cy: Rheolydd cysylltu
da: Opkoblingskontrol
de: Verbindungskontrolle
el: Έλεγχος της σύνδεσης
es: Control de conexión
et: Ühenduse juhtimine
eu: Lotura agintea
fi: Yhteyden hallinta
fr: Contrôle de la connexion
he: בקרת חיבור
hu: Kapcsolatvezérlés
id: Kontrol koneksi
is: Sambandsstýring
it: Controllo connessione
nb: Tilkoblingskontroll
nn: Sambandskontroll
pl: Kontrola połączenia
ro: Control conexiune
ru: Управление соединением
sl: Nadzor povezave
tr: Bağlantı denetimi
wa: Controle di raloyaedje

source: Connection Configuration
br: Kefluniañ ar gevreadenn
cs: Nastavení připojení
cy: Ffurfweddiad y Cysylltiad
da: Forbindelses-konfiguration
de: Verbindungskonfiguration
el: Ρυθμίσεις σύνδεσης
es: Configuración de conexión
et: Internetiühenduse seadistamine
eu: Konexioaren konfigurazioa
fi: Yhteyden asetukset
fr: Configuration de la connexion
he: הגדרת חיבור
hu: A kapcsolat beállítása
id: Konfigurasi Koneksi
is: Tengi-stillingar
it: Configurazione della connessione
nb: Oppsett av tilkobling
nn: Sambandsoppsett
pl: Konfiguracja połączenia
ro: Configurare conexiune
ru: Настройка соединения
sl: Nastavitve povezave
tr: Bağlantı Ayarları
wa: Apontiaedje do raloyaedje
