Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: iwspy is used to set a list of addresses in a wireless network interface and to read back quality of link information for each of those. This information is the same as the one available in /proc/net/wireless : quality of the link, signal strength and noise level. See iwpspy(8) man page for further information.
cs: Příkaz lwspy se používá pro nastavení seznamu adres v rozhraní bezdrátové sítě a načítání informací o stavu sítě z každé z nich. Tato informace je stejná jako ta dostupná v souboru /proc/net/wireless: kvalita připojení, síla signálu a úroveň šumu. Více informací viz manuálová stránka iwpspy(8).
cy: Mae lwspy yn cael ei ddefnyddio i osod rhestr o gyfeiriadau mewn rhyngwyneb rhwydwaith diwyfr ac adrodd ar ansawdd y cyswllt ar gyfer pob un Mae'r wybodaeth yr un ar sydd ar gale yn /proc/net/wireless : ansawdd y cyswllt, cryfder y signal a lefel y sŵn. Gw. tudalennau man iwpspy(8) am ragor o wybodaeth.
da: iwspy bliver brugt til at sætte en liste med adresser i en trådløs netværksgrænseflade og for at læse tilbage kvalitet på en link for hver af dem. Denne information er den samme som den som er tilgængelig i /proc/net/wireless : kvalitet på link, signalstyrke og støjniveau. Se iwpspy(8) man-side for yderligere information.
de: iwspy setzt eine Adressliste an einer drahtlosen Netzwerkschnittstelle und gibt die Verbindungsqualität für jede Adresse zurück. Diese Information ist identisch mit der aus /proc/net/wireless: Verbindungsqualität, Signalstärke und Rauschpegel. Die iwpspy(8) Manpages liefern weitere Informationen.
el: Η iwspy χρησιμοποιείται για να καθορίσει μια λίστα διευθύνσεων σε μια διεπαφή δικτύου ασύρματης σύνδεσης ώστε να πληροφορηθεί για την ποιότητα του σήματος κάθε μια από αυτές. Αυτή η πληροφορία είναι επίσης διαθέσιμη στο /proc/net/wireless : ποιότητα συνδέσμου, ισχύς του σήματος και επίπεδο θορύβου. Δείτε το εγχειρίδιο χρήσης (man) iwspy(8) για περισσότερες πληροφορίες.
es: iwspy se usa para asignar una lista de direcciones en una interfaz de red inalámbrica y para leer información de la calidad del enlace para cada uno de ellos. Esta información es la misma que la que está disponible en /proc/net/wireless: calidad del enlace, fuerza de la señal y nivel de ruido. Vea la página de man iwspy(8) para mas información.
et: Käsku iwspy kasutatakse aadresside nimekirja määramiseks juhtmeta võrgu kaardil ning kõigi nende kvaliteedi teadaandmiseks. See on sama info, mida pakub /proc/net/wireless: ühenduse kvaliteet, signaali tugevus ja müratase. Täpsemat infot annab man-lehekülg iwspy(8).
eu: iwspy erabiltzen da helbide-zerrenda bat ezartzeko haririk gabeko sare-interfazean eta horietako bakoitzaren esteka-informazioaren kalitatea irakurtzeko. Informazio hau /proc/net/wireless-en erabilgarri dagoen bera da: esteka-kalitatea, seinale-indarra eta zarata-maila. Informazio gehiago lortzeko, ikus iwpspy(8) eskuliburuko orrialdea.
fi: Komentoa iwspy käytetään asettamaan lista osoitteita langattomaan verkkoliitäntään ja tarkistamaan jokaisesta yhteyden laatu. Nämä tiedot ovat samat, jotka löytyvät tiedostosta /proc/net/wireless : yhteyden laatu, signaalin voimakkuus ja kohinataso. Katso lisätietoja komennolla "man iwpspy".
fr: iwspy est utilisé pour définir une liste d'adresses au niveau d'une interface réseau sans fil afin d'obtenir la qualité du signal pour chacune d'entre elles. Cette information est également disponible dans /proc/net/wireless : qualité du lien, puissance du signal et niveau de bruit. Consultez la page de manuel iwspy(8) pour plus d'informations.
he: הפקודה iwspyמשמשת להגדרת טווח כתובות ברשת אלחוטית לצורך בדיקת איכות החיבור לכל אחת מכתובות אלו. מידע זה זמין גם ב /proc/net/wireless : איכות החיבור, עוצמת האות ורמת הרעש. מידע נוסף בנושא זה ניתן למצוא בדף ההסבר iwpspy(8) man page.
hu: Az iwspy program funkciója vezeték nélküli hálózati csatolók címlistáinak beállítása és kapcsolatminőségi információk lekérdezése azoktól. Ez az információ megegyezik a /proc/net/wireless fájlban levővel: kapcsolatminőség, jelerősség és zajszint. További információ az iwspy(8) kézikönyvben.
id: iwspy digunakan untuk mengatur list alamat dalam sebuah antarmuka jaringan nirkabel dan untuk membaca kembali kualitas informasi link dari setiap alamat. Informasi ini sama dengan yang tersedia dalam /proc/net/wireless : kualitas link, kekuatan sinyal dan level kebisingan. Lihat halaman manual iwpspy(8) untuk informasi lebih lanjut.
is: iwspy er notað til að setja lista af addressum á þráðlausri nettengingu og lesa síðan til baka gæði tengingar við hvern og einn. Þetta eru sömu upplýsingarnar og eru í /proc/net/wireless : Gæði tengingar, styrkur merkis og truflanastyrkur. Sjá nánari upplýsingar á iwpspy(8) man síðu.
it: iwspy è utilizzato per preparare un elenco di indirizzi di una interfaccia di rete wireless e verificare la qualità del collegamento con ognuno di essi. L'informazione ottenuta è la stessa disponibile in /proc/net/wireless : qualità del collegamento, forza del segnale e livello di disturbo. Sulla pagina man di iwpspy(8) puoi trovare ulteriori informazioni.
nb: iwspy blir brukt for å sette en liste med adresser for et trådløst nettverksgrensesnitt og for å lese gi tilbake kvaliteteten på en tilkobling for hver av dem. Denne informasjonen er den samme som den som er tilgjengelig i /proc/net/wireless : kvalitet på tilkobling, signalstyrke og støynivå. Se manualsida iwpspy(8) for mer informasjon.
nn: iwspy vert brukt til å laga ei liste over adresser i eit trådlaust nettverks- grensesnitt, og for å lesa tilbake sambandskvaliteten for kvar av desse. Denne informasjon er òg tilgjengeleg frå «/proc/net/wireless»: sambandskvalitet, signalstyrke og støynivå. Sjå man-sida iwpspy(8) for meir informasjon.
pl: lwspy jest używany do ustawienia listy adresów w interfejsie sieci bezprzewodowej oraz do odczytu informacji o jakości połączenia dla każdego z nich. Te informacje są takie same co dostępne w pliku /proc/net/wireless: jakość łącza, siła sygnału oraz poziom szumu. Zajrzyj na stronę manuala iwpspy(8) aby uzyskać więcej informacji.
ro: iwspy este utilizată pentru a defini o listă de adrese, la nivelul unei interfețe de rețea fără-fir, pentru a obține calitatea semnalului pentru fiecare dintre ele. De asemenea, această informație este disponibilă în /proc/net/wireless: calitatea conexiunii, puterea semnalului și nivelul de zgomot. Consultați pagina de manual iwspy(8) pentru mai multe informații.
ru: iwspy используется для настройки списка адресов беспроводного сетевого интерфейса и получения информации о качестве линка каждого из них. Эта же информация доступна в /proc/net/wireless : качество линка, мощность сигнала и уровень шума. Читайте iwpspy(8) man страницу для получения подробной информации.
sl: Iwspy uporabljamo za sestavo seznama naslovov v brezžičnem omrežju in za pridobivanje informacij o kakovosti povezave za vsakega izmed njih. Iste informacije lahko dobite tudi v /proc/net/wireless : Kakovost povezave, jakost signala in raven šuma. Za nadaljnje informacije si oglejte »man iwspy«.
tr: iwspy, kablosuz ağdaki adresleri listelemek ve bunların her birinin bağlantı bilgisinin okunma kalitesini belirlemek için kullanılır. Bu bilgi /proc/net/wireless içinde yer alanla aynıdır: bağlantının kalitesi, sinyal gücü ve dalgalanma seviyesi. Daha fazla bilgi için iwspy(8) el kitabına bakın.
wa: iwspy est eployî po defini ene djivêye d' adresses po ene eterface rantoele eyet po ndè lére l' informåcion sol cwålité do raloyaedje po tchaeskene di ces adresses la. Loukîz l' pådje di man iwpspy(8) po pus di racsegnes.

source: iwpriv command extra arguments
br: arventennoù ouzhpenn an urzhiad iwpriv
cs: Dodatečné parametry příkazu lwpriv
cy: ymresymiadau ychwanegol gorchymyn iwpriv
da: ekstra argumenter til iwpriv-kommando
de: Extra-Argumente für den Befehl iwpriv
el: Επιπλέον ορίσματα για την εντολή iwpriv
es: Argumentos extra para el comando iwpriv
et: Käsu iwpriv lisaargumendid
eu: iwpriv komandoko argumentu estrak
fi: Komennon iwpriv ylimääräiset argumentit
fr: Arguments supplémentaires pour la commande iwpriv
he: משתנים נוספים עבור פקודת lwpriv
hu: Az iwpriv program extra argumentumai
id: argumen tambahan perintah iwpriv
is: Auka viðföng fyrir iwpriv
it: Argomenti aggiuntivi per il comando iwpriv
nb: ekstra argumenter for kommandoen iwpriv
nn: Ekstraargument for lwpriv-kommandoen
pl: Dodatkowe argumenty polecenia iwpriv
ro: argumente suplimentare pentru comanda iwpriv
ru: Дополнительные аргументы команды iwpriv
sl: Posebni argumenti ukaza iwpriv
tr: iwpriv komutu ek argümanları
wa: Årgumints di rawete pol comande iwpriv

source: iwpriv enable to set up optionals (private) parameters of a wireless network interface. iwpriv deals with parameters and setting specific to each driver (as opposed to iwconfig which deals with generic ones). In theory, the documentation of each device driver should indicate how to use those interface specific commands and their effect. See iwpriv(8) man page for further information.
cs: Příkaz lwpriv umožňuje nastavit volitelné (privátní) parametry rozhraní bezdrátové sítě. Příkaz lwpriv nakládá s parametry a nastavením specifickými pro každý ovladač (na rozdíl od příkazu iwconfig který nakládá s obecnými parametry). Teoreticky by měly být informace o příkazech specifických pro jednotlivá rozhraní dostupné v dokumentaci pro každý z ovladačů. Více informací viz manuálová stránka iwpriv(8).
cy: Mae iwpriv yn caniatáu gosod paramedrau dewisol (preifat) rhyngwyneb rhwydwaith diwyfr. Mae iwpriv yn trin paramedrau a gosodiadau penodol pob gyrrwr (o gynharu ag iwconfig sy'n delio â rhai generig). Mewn theori dylai dogfennaeth y gyrwyr hyn ddangos sut i ddefnyddio gorchmynion rhyngwyneb penodol a'u heffaith. Gw. tudalen iwpriv(8) man am ragor o wybodaeth.
da: iwpriv gør det muligt at opsætte valgfrie (private) parametre for en trådløs netværksgrænseflade. iwpriv hånderer parametre og opsætning specifikt for hver driver (i modsætning til iwconfig som håndterer generelle). I teorien så bør dokumentationen for hver enhedsdriver indikere hvordan man bruger de grænsefladespecifikke kommandoer samt deres effekt. Se iwpriv(8) man-side for yderligere information.
de: iwpriv setzt optionale (private) Parameter für die drahtlose Netzwerkschnittstelle. iwpriv nimmt die zum jeweiligen Treiber gehörigen Parameter und Einstellungen vor (gegenüber iwconfig, was allgemeine Parameter behandelt). Theoretisch sollte die Dokumentation jedes Treibers die spezifischen Parameter und deren Auswirkung erläutern. Die Manpages zu iwpriv(8) geben weitere Informationen.
el: Η iwpv επιτρέπει να καθορίσετε τις προαιρετικές (και ιδιωτικές) παραμέτρους μιας διεπαφής ασύρματου δικτύου. Η iwpriv ασχολείται με τον καθορισμό παραμέτρων συγκεκριμένα για κάθε οδηγό (σε αντίθεση με την iwconfig η οποία ασχολείται με γενικές παραμέτρους). Θεωρητικά, η τεκμηρίωση κάθε οδηγού συσκευής θα πρέπει να δηλώνει, πως χρησιμοποιούνται οι ειδικές εντολές διεπαφών και το αποτέλεσμά τους. Δείτε στο εγχειρίδιο χρήσης (man) της iwpriv(8) για περισσότερες πληροφορίες.
es: iwpriv le permite configurar parámetros opcionales de una interfaz de red inalámbrica. iwpriv trabaja con parámetros y configuraciones específicas para cada controlador (de manera opuesta a iwconfig, el cual trabaja con parámetros y configuraciones genéricas). En teoría, la documentación de cada controlador de dispositivo debería indicar cómo utilizar aquellos comandos específicos de interfaz y su efecto. Vea la página man iwpriv(8) para más información.
et: iwpriv lubab määrata juhtmeta võrgu liidesele (privaatsed) lisaparameetrid. iwpriv tegeleb iga draiveri parameetrite ja seadistustega eraldi (erinevalt iwconfig-ist, mis tegeleb üldiste parameetritega). Teoreetiliselt peaks iga seadmedraiveri dokumentatsioon selgitama liidese spetsiifiliste käskude kasutamist ja toimet. Täpsemat infot annab man-lehekülg iwpriv(8).
eu: iwpriv-ek haririk gabeko sare-interfaze batean aukerako parametroak (pribatuak) ezartzeko aukera ematen du. iwpriv-ek kontrolatzaile bakoitzaren parametro eta ezarpen espezifikoak kudeatzen ditu (iwconfig-ek generikoak kudeatzen dituen bitartean). Teorian, kontrolatzaile bakoitzaren dokumentazioak azaldu beharko luke nola erabili interfaze espezifiko horiek eta zein diren efektuak. Informazio gehiago lortzeko, ikus iwpriv(8) eskuliburuko orrialdea.
fi: iwpriv mahdollistaa langattoman verkkoliitännän lisäasetusten (private) asettamisen. iwpriv käsittelee kullekin ajurille ominaiset parametrit ja asetukset (toisin kuin iwconfig, joka käsittelee yleiset asetukset). Teoriassa kunkin laiteajurin dokumentaation tulisi kertoa miten liitäntäkohtaisia komentoja käytetään ja komentojen vaikutukset. Katso lisätietoja komennolla "man iwpriv".
fr: iwpriv permet de spécifier des paramètres optionnels (et privés) d'une interface réseau sans fil. iwpriv permet de manipuler les paramètres et réglages spécifiques à chaque pilote (par opposition à iwconfig qui gère les paramètres génériques). En théorie, la documentation de chaque pilote de périphérique devrait indiquer comment utiliser ces commandes spécifiques à l'interface ainsi que leurs effets. Consultez la page de manuel iwpriv(8) pour plus d'informations.
he: הפקודה iwpriv מאפשרת להגדיר משתנים (פרטיים) של רשת אלחוטית הפקודה iwpriv מאפשרת להגדיר משתנים ומאפיינים ייחודיים לכל מנהל התקן (בניגוד ל-iwconfig שמגדירה את המאפיינים המשותפים). בתיאוריה, התיעוד של כל מנהל התקן אמור להסביר למה כל משתנה מיועד ומה אפשרויות ההגדרה העומדות לרשותך. מידע נוסף בנושא זה ניתן למצוא בדף ההסבר iwpriv(8) man page.
hu: Az iwpriv lehetővé teszi egy vezeték nélküli hálózati csatoló opcionális paramétereinek beállítását. Az iwpriv meghajtónként elkülönülten kezeli a paramétereket és beállításokat (szemben az iwconfig programmal, amely általános beállításokat kezel). Elméletileg az eszközmeghajtók dokumentációja információt tartalmaz a csatoló parancsainak használatáról és hatásáról. További információ az iwpriv(8) kézikönyvben.
id: iwpriv memungkinkan untuk mengatur parameter opsional (privat) dari sebuah antarmuka jaringan nirkabel. iwpriv berkaitan dengan parameter dan pengaturan spesifik untuk setiap driver (sebagai lawan dari iwconfig yang berkaitan dengan pengaturan generik). Secara teori, dokumentasi dari setiap driver device harus mengindikasikan bagaimana menggunakan perintah antarmuka spesifik tersebut dan efeknya. Lihat halaman manual iwpriv(8) untuk informasi lebih lanjut.
is: iwpriv er notað til að setja aukaleg (prívat) viðföng á þráðlausu neti iwpriv sér um sérhæfð viðföng og stillingar fyrir hvern rekil (andstætt við iwconfig sem sér um þessa almennu). Samkvæmt bókinni ætti hver rekill að segja til um sín mismunandi vistföng, hvaða skipanir á að gefa og hvernig þau virka. sjá nánar á man-síðunni fyrir iwpriv(8).
it: iwpriv permette di impostare dei parametri opzionali (privati) per una interfaccia di rete wireless iwpriv gestisce parametri e impostazioni specifici per ogni driver (al contrario di iwconfig che gestisce quelli generali). In teoria, il relativo manuale dovrebbe indicare come utilizzare questi parametri specifici del dispositivo e il loro effetto. Sulla pagina man di iwpriv(8) puoi trovare ulteriori informazioni.
nb: iwpriv gjør det mulig å sette opp valgfrie (private) parametre for et trådløst nettverksgrensesnitt. iwpriv håndterer parametre og oppsett spesifikt for hver driver (i motsetning til iwconfig som håndterer generelle). I teorien bør dokumentasjonen for hver enhetsdriver angi hvordan man bruker de grensesnittspesifikke kommandoene og deres effekter. Se manualsida iwpriv(8) for mer informasjon.
nn: iwpriv gjer det mogleg å setja opp valfrie (private) parametrar til trådlause nettverkgrensesnitt. iwpriv handterer parametrar og innstillingar spesifikk til kvar drivar (i motsetning til iwconfig, som handterer generelle parametrar). I teorien skal hjelpeteksten til kvar einingsdrivar gje informasjon om korleis du kan bruka kommandoane for kvart grensesnitt, og kva desse kommandoane gjer. Sjå manualsida iwpriv(8) for meir informasjon.
pl: lwpriv włącza konfigurację opcjonalnych (prywatnych) parametrów interfejsu sieci bezprzewodowej. lwpriv radzi sobie z parametrami i ustawieniami specyficznymi dla każdego sterownika (w przeciwieństwie do iwconfig radzącymi sobie ze zwykłymi). W teorii, dokumentacja każdego sterownika sprzętowego powinna wskazywać w jaki sposób należy używać polecenia specyficzne dla interfejsu i ich efekty. Zajrzyj na stronę manuala iwpriv(8) aby uzyskać więcej informacji.
ro: iwpriv permite specificarea parametrilor opționali (și privați) ai unei interfețe de rețea fără-fir. impriv permite manipularea parametrilor și reglajelor specifice fiecărui pilot (spre deosebire de iwconfig care gestionează parametrii generici). Teoretic, documentația fiecărui pilot de dispozitiv ar trebui să indice cum se utilizează comenzile specifice interfeței, cît și efectele scontate. Consultați pagina de manual iwpriv(8) pentru mai multe informații.
ru: iwpriv позволяет установить опциональные (собственные) параметры беспроводного сетевого интерфейса iwpriv работает с параметрами и установками, специфичными для каждого драйвера (в то время как iwconfig работает только с общими параметрами). По теории, в документации к каждому драйверу должно быть описано как использовать специфические для данного интерфейса команды и к чему они приведут. Читайте iwpriv(8) man страницу для получения подробной информации.
sl: Iwpriv omogoča nastavitev poljubnih (zasebnih) parametrov vmesnika za brezžično omrežno povezavo. Iwpriv nastavlja posebne parametre za vsak posamični gonilnik (za razliko od iwconfig, ki nastavlja splošne parametre). Teoretično naj bi dokumentacija za vsak gonilnik vsebovala napotke o uporabi in učinkih posamičnih parametrov. Več o tem v priročniku za iwpriv (man impriv).
tr: iwpriv, bir kablosuz ağ ara birimindeki isteğe bağlı (kişisel) parametreleri kurmayı mümkün kılar. iwpriv parametreleri ve her sürücüye özgü (iwconfig' in tersine, ki bu genel olanları ayarlar) ayarları ayarlar. Teoride, her aygıt sürücüsünün belgelendirmesi bu ara birime özgü komutların nasıl kullanılacağını ve etkilerini açıklamalıdır. Daha fazla bilgi için iwpriv(8) el kitabına bakın.
wa: iwpriv vos permete di defini des tchuzes opcioneles (privêyes) po ene eterface rantoele sins fyis. iwpriv manaedje les parametes eyet apontiaedjes ki sont specifikes a tchaeke mineu (adon ki iwconfig manaedje les cis ki sont djenerikes). E teyoreye, li documintåcion di tchaeke mineu dvreut dire kimint eployî ces comandes specifikes a l' eterface, et çou k' ele fjhèt. Lijhoz l' pådje di manuel iwpriv(8) po pus di racsegnes.

source: EAP Protocol
br: Komenad EAP
cs: Protokol EAP
cy: Protocol EAP
da: EAP-protokol
de: EAP-Protokoll
el: Πρωτόκολλο EAP
es: Protocolo EAP
et: EAP protokoll
eu: EAP Protokoloa
fi: EAP-protokolla
fr: Protocole EAP
he: פרוטוקול EAP
hu: EAP Protokoll
id: Protokol EAP
is: EAP Samskiptaregla
it: Protocollo EAP
nb: Protokoll for EAP
nn: EAP-protokoll
pl: Protokół EAP
ro: Protocol EAP
ru: Протокол EAP
sl: Protokol EAP
tr: EAP Protokolü

source: Auto Detect
br: Dinoiñ dre ardivink
cs: Autodetekce
cy: Awtoganfod
da: Automatisk detektion
de: Autoerkennung
el: Αυτόματος εντοπισμός
es: Detectar automáticamente
et: Automaatne tuvastamine
eu: Auto detektatu
fi: Automaattinen tunnistaminen
fr: Auto-détecter
he: זיהוי אוטומטי
hu: Automatikus felismerés
id: Deteksi Otomatis
is: Finna sjálfkrafa
it: Riconoscimento Automatico
nb: Automatisk oppdagelse
nn: Finn automatisk
pl: Wykryj automatycznie
ro: Detectare automată
ru: Автоопределение
sl: Samodejna zaznava
tr: Otomatik Algıla

source: Auto Detect is recommended as it first tries WPA version 2 with a fallback to WPA version 1
cs: Autodetekce je doporučena, jelikož nejprve zkouší WPA verze 2 a v případě neúspěchu WPA verze 1
cy: Mae awtoganfod yn cael ei argymell gan ei fod yn defnyddio WPA fersiwn 2 gan ddisgyn nôl ar fersiwn 1.
da: Automatisk søgning anbefales da den først prøver WPA version 2 og dernæst WPA version 1
de: Die empfohlene Einstellung ist Auto Detect. Sie probiert zuerst WPA2 mit einer Fallback-Option auf WPA1
el: Συνιστάται ο αυτόματος εντοπισμός, διότι ελέγχει πρώτα για WPA έκδοση 2 με εφεδρική ανακατεύθυνση WPA έκδοση 1
es: Se recomienda Auto Detect ya que intenta primero WPA versión 2 y luego sigue con WPA versión 1 en caso de fallo
et: Soovitatav on valida automaatne tuvastamine, sest see proovib kõigepealt WPA versiooni 2 ja seejärel WPA versiooni 1
eu: Auto Detekzioa gomendatzen da lehenengo WPA 2 bertsioarekin saiatzen bait da eta ondoren WPA 1 bertsioarekin
fi: Automaattinen tunnistaminen on suositeltua; ensin kokeillaan WPA2:ta ja tämän jälkeen WPA:ta.
fr: Auto-détecter est recommandé car cela essaye d'abord WPA version 2 avec en secours WPA version 1
he: זיהוי אוטומטי מומלץ היות והוא מנסה ראשית WPA מגרסה 2 עם נפילה ל-WPA מגרסה 1
hu: Az automatikus felismerés ajánlott akkor, ha elsődlegesen a WPA 2. verzióját szeretné használni, de sikertelenség esetén a WPA 1. verzióját kell használni.
id: Deteksi Otomatis adalah yang direkomendasikan sebagai percobaan pertama WPA versi 2 dengan fallback ke WPA versi 1
is: Mælt er með að nota "Finna sjálfkrafa" Því það reynir fyrst WPA útgáfu 2 og til vara WPA útgáfu 1
it: È preferibile usare il Riconoscimento Automatico in quanto prova prima il WPA versione 2 e poi passa al WPA versione 1
nb: Automatisk oppdagelse anbefales da den først prøver WPA versjon 2 med tilbakefall på WPA versjon 1
nn: Det er anbefalt å bruka «Finn automatisk», då denne først prøver WPA versjon 2, med WPA versjon 1 som reserve.
pl: Wykrywanie automatyczne jest zalecane ponieważ w pierwszej kolejności sprawdza WPA w wersji 2, a następnie WPA w wersji 1
ro: Auto-detecția este recomandată deoarece mai întîi se încearcă WPA versiunea 2, cu WPA versiunea 1 în secundar
ru: Рекомендуется использовать автоопределение, так как при этом сначала выполняется попытка задействовать WPA версии 2, а затем WPA версии 1.
sl: Priporočena je samodejna zaznava, ki najprej poskusi z WPA različice 2 in nato z WPA različice 1.
tr: Otomatik Algılama önerilir. Çünkü ilk önce WPA sürüm 2 kullanılır ve WPA sürüm 1' e geri dönülebilir.

source: EAP Mode
br: Mod EAP
cs: Režim EAP
cy: Modd EAP
da: EAP-tilstand
de: EAP-Modus
el: Λειτουργία EAP
es: Modo EAP
et: EAP režiim
eu: EAP Modua
fi: EAP-tila
fr: Mode EAP
he: מצב EAP
hu: EAP Mód
id: Mode EAP
is: EAP Hamur
it: Modo EAP
nb: Modus for EAP
nn: EAP-modus
pl: Tryb EAP
ro: Mod EAP
ru: Режим EAP
sl: Način EAP
tr: EAP Kipi

source: EAP key_mgmt
cs: EAP správa_klíčů
fi: EAP-avaimenhallinta
ru: Управление ключами EAP
sl: EAP upravljanje s ključi
