Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: DHCP Server Configuration. Here you can select different options for the DHCP server configuration. If you do not know the meaning of an option, simply leave it as it is.
br: Kefluniadur ar servijer DHCP. amañ e c'hellit dibab dibarzhioù all evit kefluniadur ar servijer DHCP. Ma ne ouzit ket petra talvez un dibarzh, mirit he gwerzh dre ziouer.
cs: Nastavení DHCP serveru. Zde můžete vybrat různé volby nastavení DHCP serveru. Pokud nevíte, co která volba znamená, ponechte její výchozí hodnotu.
cy: Ffurfweddiad Gweinydd DHCP Mae modd dewis dewisiadau gwahanol ar gyfer ffurfweddiad DHCP. Os nad ydych yn gwybod ystyr y dewis, gadewch lonydd iddo.
da: Konfiguration af DHCP-server. Her kan du vælge forskellige muligheder for konfigurationen af DHCP-serveren. Hvis du ikke kender betydningen af en valgmulighed, så lad den blot være som den er.
de: DHCP-Server-Konfiguration. Hier können Sie verschiedene Optionen für die DHCP Server-Konfiguration wählen. Wenn Sie die Bedeutung einer Option nicht verstehen, lassen Sie sie so wie sie ist.
el: Ρύθμιση του εξυπηρετητή DHCP Εδώ μπορείτε επιλέξετε τις διάφορες επιλογές στη ρύθμιση του εξυπηρετητή DHCP Αν δεν ξέρετε τη σημαίνουν, απλά αφήστε τες ως έχουν.
es: Configuración de servidor DHCP. Aquí puede seleccionar opciones diferentes para la configuración del servidor DHCP. Si no conoce el significado de una opción, simplemente déjela tal cual está.
et: DHCP serveri seadistused. Siin saab valida erinevaid võimalusi DHCP-serveri seadistustele. Kui Te ei tea mõne valiku tähendust, jätke see puutumata.
eu: DHCP Zerbitzariaren konfigurazioa. DHCP zerbitzaria konfiguratzeko hainbat aukera hauta ditzakezu hemen. Aukera honen esanahia zein den ez badakizu, utz ezazu bere horretan.
fi: DHCP-palvelimen asetukset. Täällä voit muuttaa DHCP-palvelimen asetuksia. Jos et tiedä jonkun asetuksen tarkoitusta, jätä se oletusarvoonsa.
fr: Configuration du serveur DHCP. Vous pouvez sélectionner ici différentes options pour le serveur DHCP. Si vous ne connaissez pas leur signification, laissez-les telles quelles.
he: הגדרת שרת DHCP. כאן ניתן לבחור אפשרויות שונות לתצורת שרת ה-DHCP. אם לא ברורה לך משמעותה של אפשרות מסוימת יש פשוט להשאירה כפי שהיא.
hu: A DHCP kiszolgáló beállítása. Itt különböző opciók választhatók ki a DHCP kiszolgáló beállításához. Ha egy opció jelentését nem ismeri, akkor ne módosítsa azt.
id: Konfigurasi Server DHCP. Di sini Anda bisa memilih opsi yang berbeda untuk konfigurasi server DHCP. Jika Anda tidak mengetahui arti dari sebuah opsi, biarkan saja seperti itu.
is: DHCP Miðlarauppsetning. Hér getur þú valið mismunandi valkosti fyrir DHCP miðlara uppsetningu. Ef þú veist ekki hvað þessar breytur þýða, láttu þær þá bara eiga sig.
it: Configurazione del server DHCP. Qui puoi impostare le diverse opzioni di configurazione del server DHCP. Se non capisci cosa significhi un'opzione, lasciala come è ora.
nb: Oppsett for DHCP-tjener. Her kan du stille inn DHCP-tjeneroppsettet. Hvis du ikke vet hva et valg gjør, la det være som det er.
nn: Oppsett av DHCP-tenar Her kan du endra oppsettet av DHCP-tenaren. Viss du ikkje veit kva eit val tyder, kan du berre la det stå uendra.
pl: Konfiguracja serwera DHCP. W tym miejscu można określić różne opcje dla konfiguracji serwera DHCP. Jeśli nie rozumiesz znaczenia opcji, po prostu nie zmieniaj jej wartości.
ro: Configurația serverului DHCP. Aici puteți selecta diferite opțiuni pentru configurarea serverului DHCP. Dacă nu cunoașteți semnificația unei opțiuni, lăsați-o nemodificată.
ru: Настройка сервера DHCP. Здесь вы можете выбрать различные параметры для настройки сервера DHCP. Если вы не знаете, что означает тот или иной параметр, просто оставьте его как есть.
sl: DHCP Nastavitev Strežnika. Tukaj lahko izberete različne možnosti za DHCP nastavitve strežnika. Če ne veste pomena teh možnosti, jih preprosto pustite take kot so.
tr: DHCP Sunucu Yapılandırması. Burada DHCP sunucu için seçebileceğiniz bir çok seçenek mevcuttur. Bir seçeneğin ne anlama geldiğini bilmiyorsanız, olduğu gibi bırakın.
wa: Apontiaedje do sierveu DHCP. Chal vos ploz tchoezi sacwantès tchuzes po l' apontiaedje do sierveu DHCP. Si vos n' kinoxhoz nén li sins d' ene tchuze, leyîz l' simplumint come ele est.

source: Use automatic configuration (DHCP)
br: Implijit an adgefluniadur emgefreek (DHCP)
cs: Použít automatické nastavení (DHCP)
cy: Denyddio ffurfweddiad awtomatig (DHCP)
da: Brug automatisk konfiguration (DHCP)
de: Verwende automatische Konfiguration (DHCP)
el: Χρήση της αυτόματης ρύθμισης (DHCP)
es: Usar configuración automática (DHCP)
et: Automaatse seadistuse kasutamine (DHCP)
eu: Erabili konfigurazio automatikoa (DHCP)
fi: Käytä automaattisia asetuksia (DHCP)
fr: Utiliser la configuration automatique (DHCP)
he: השתמש בזיהוי רשת אוטומטי (DHCP)
hu: Automatikus beállítás (DHCP) használata
id: Gunakan konfigurasi otomatis (DHCP)
is: Nota sjálfvirka uppsetningu (DHCP)
it: Utilizza configurazione automatica (DHCP)
nb: Bruk automatisk oppsett (DHCP)
nn: Bruk automatisk oppsett (DHCP)
pl: Wykorzystaj automatyczną konfigurację (DHCP)
ro: Utilizează configurarea automată (DHCP)
ru: Использовать автоматическую настройку (DHCP)
sl: Uporabi samodejno nastavljanje (DHCP)
tr: Otomatik yapılandırma (DHCP) kullan
wa: Apontiaedje otomatike (DHCP)

source: The DHCP start range
br: Ar skeul DHCP kentañ
cs: Začátek rozsahu adres pro DHCP
cy: Amrediad cychwyn DHCP
da: Begyndelsen på DHCP-området
de: Der DHCP-Startbereich
el: Το εύρος DHCP εκκίνησης
es: Rango inicial para DHCP
et: DHCP vahemiku algus
eu: DHCPren hasiera-barrutia
fi: DHCP-osoiteavaruuden alku
fr: Le début de la plage DHCP
he: תחום ההתחלה של ה-DHCP
hu: A DHCP címtartomány kezdete
id: Jangkauan awal DHCP
is: Fyrsta IP-tala DHCP
it: Inizio intervallo DHCP
nb: Startområde for DHCP
nn: Startområde for DHCP
pl: Zakres początkowy DHCP
ro: Domeniul DHCP de început
ru: Начальный диапазон DHCP
sl: Začetek obsega DHCP
tr: DHCP başlama sırası
wa: Comince del fortchete pol DHCP

source: The DHCP end range
br: Ar skeul DHCP diwezhañ
cs: Konec rozsahu adres pro DHCP
cy: Amrediad terfyn DHCP
da: Stutningen på DHCP-området
de: Der DHCP-Endbereich
el: Το εύρος τερματισμού DHCP
es: Rango final para DHCP
et: DHCP vahemiku lõpp
eu: DHCPren amaiera-barrutia
fi: DHCP-osoiteavaruuden loppu
fr: La fin de la plage DHCP
he: סוף תחום DHCP
hu: A DHCP címtartomány vége
id: Jangkauan akhir DHCP
is: Loka IP-tala DHCP
it: Fine intervallo DHCP
nb: Sluttområde for DHCP
nn: Sluttområde for DHCP
pl: Zakres końcowy DHCP
ro: Domeniul DHCP de sfîrșit
ru: Конечный диапазон DHCP
sl: Konec obsega DHCP
tr: DHCP bitiş sırası
wa: Fén del fortchete pol DHCP

source: The default lease (in seconds)
cs: Výchozí doba zapůjčení (sekundy)
cy: Les rhagosodedig (mewn eiliadau)
da: Normal udlejningsperiode (i sekunder)
de: Standard IP-Verleihdauer (in Sekunden)
el: Η προκαθορισμένη διάρκεια (σε δευτερόλεπτα)
es: Tiempo de renovación de dirección (en segundos)
et: Rendiaeg vaikimisi (sekundites)
eu: "lease" lehenetsia (segundotan)
fi: Osoitteen oletusvoimassaoloaika (sekuntia)
fr: Bail par défaut (en secondes)
he: משך החכרת ברירת המחדל (בשניות)
hu: Az alapértelmezett élettartam (másodpercben)
id: Lease default (dalam detik)
is: Sjálfgefinn leigutími (í sekúndum)
it: Durata predefinita dell'assegnazione IP (in secondi)
nb: Standard leieavtale (i sekunder)
nn: Standard leigeavtale (i sekund)
pl: Domyślna dzierżawa (w sekundach)
ro: Concesiunea implicită (în secunde)
ru: Владение адресом по умолчанию (в секундах)
sl: Privzet zakup (v sekundah)
tr: Ön tanımlı kira (saniyedeki)
wa: Li prémetou tins di wårdaedje (e segondes) des adresses DHCP

source: The maximum lease (in seconds)
cs: Největší doba zapůjčení (sekundy)
cy: Les fwyaf (mewn eiliadau)
da: Største udlejningsperiode (i sekunder)
de: Maximale IP-Verleihdauer (in Sekunden)
el: Η μέγιστη διάρκεια (σε δευτερόλεπτα)
es: Tiempo máximo de renovación de dirección (en segundos)
et: Maksimaalne rendiaeg (sekundites)
eu: Gehienezko "lease"a (segundotan)
fi: Maksimi voimassaoloaika (sekuntia)
fr: Bail maximum (en secondes)
he: משך החכרה מקסימלי (בשניות)
hu: A maximális élettartam (másodpercben)
id: Lease maksimal (dalam detik)
is: Hámarksleigutími (í sekúndum)
it: Durata massima dell'assegnazione IP (in secondi)
nb: Maksimum leieavtale (i sekunder)
nn: Største leigeavtale (i sekund)
pl: Maksymalna dzierżawa (w sekundach)
ro: Concesiunea maximă (în secunde)
ru: Максимальное владение адресом по умолчанию (в секундах)
sl: Najdaljši zakup (v sekundah)
tr: Azami kira (saniyedeki)
wa: Li tins macsimom di wårdaedje (e segondes) des adresses DHCP

source: Proxy caching server (SQUID)
br: Servijer krubuilh proksi (SQUID)
cs: Proxy server s vyrovnávací pamětí (Squid)
cy: Gweinydd storio dirprwyol (SQUID)
da: Proxy-mellemlagerserver (SQUID)
el: Εξυπηρετητής διαμεσολαβητής-λανθάνουσας (SQUID)
es: Servidor proxy de caché (SQUID)
et: Puhverserver (SQUID)
eu: Proxy katxe zerbitzaria (SQUID)
fi: Välityspalvelin (SQUID)
fr: Serveur proxy-cache (SQUID)
he: שרת מטמון מתווך (SQUID)
hu: Gyorstárazó proxy kiszolgáló (Squid)
id: Server proxy caching (SQUID)
is: Staðgengils-þjónusta (SQUID)
it: Server proxy con cache (SQUID)
nb: Tjener for mellomlagring (SQUID)
nn: Mellomlagringstenar (SQUID)
pl: Serwer buforujący proxy (SQUID)
ro: Server proxy de pre-tampon (SQUID)
ru: Кэширующий прокси-сервер (SQUID)
sl: Posredniški strežnik za pred-pomnjenje (SQUID)
tr: Vekil sunucu ön bellekleme sunucusu (SQUID)
wa: Sierveu procsi d' muchete (SQUID)

source: Use this gateway as proxy caching server
br: Implijit an dreuzell-mañ evel ur servijer krubuilh proksi
cs: Použít tuto bránu jako proxy server s vyrovnávací pamětí
cy: Defnyddio'r fynedfa fel gweinydd storio dirprwyol
da: Brug denne gateway som proxy-mellemlagerserver
de: Dieses Gateway als „Proxy Caching Server“ verwenden
el: Χρησιμοποιήστε αυτήν την πύλη δικτύου ως εξυπηρετητής διαμεσολαβητής-λανθάνουσας
es: Usar esta puerta de enlace como servidor proxy de caché
et: Selle lüüsi kasutamine puhverserverina
eu: Erabili atebide hau proxy katxe zerbitzari gisa
fi: Käytä yhdyskäytävää myös välityspalvelimena
fr: Utiliser cette passerelle comme serveur proxy-cache
he: השתמש בשער זה כשרת מטמון מתווך
hu: Az átjáró használata gyorstárazó proxy kiszolgálóként
id: Gunakan gateway ini sebagai server proxy caching
is: Nota þessa netgátt sem staðgengils-þjónustu
it: Usa questo gateway come server proxy con cache
nb: Bruk denne standardruteren som tjener for hurtiglagring
nn: Bruk denne portnaren som mellomlagringstenar
pl: Użyj poniższej bramy jako serwer buforujący proxy
ro: Utilizează această pasarelă ca server proxy de pre-tampon
ru: Использовать данный шлюз как кэширующий прокси-сервер
sl: Uporabi ta privzeti prehod kot posredniški strežnik za pred-pomnjenje
tr: Vekil sunucu ön bellekleme sunucusu olarak bu ağ geçidini kullan
wa: Eployî cisse pasrele chal come sierveu procsi d' muchete

source: Admin mail
br: Chomlec'h postel ar merour
cs: E-mail správce
cy: E-bost gweinyddol
da: Admin's e-post
de: Administrator-Email
el: Ηλ. αλληλογραφία διαχειριστή
es: Correo electrónico del administrador
et: Administraatori e-post
eu: Admin posta
fi: Ylläpitäjän sähköpostiosoite
fr: Courriel de l'admin
he: דואר מנהל המערכת
hu: Adminisztrátori levélcím
id: Surat admin
is: Netfang kerfisstjóra
it: Amministratore posta
nb: Adminstrators e-postadresse
nn: E-post til administrator
pl: Adres e-mail administratora
ro: E-mail admin
ru: Почта администратора
sl: Pošta administratorja
tr: Yönetici postası
wa: Emile do manaedjeu

source: Visible hostname
br: Anv diwelus an ostiz
cs: Viditelný název počítače
cy: Enw gwesteiwr gweladwyl
da: Synligt værtsnavn
de: Sichtbarer Rechnername
el: Ορατό όνομα υπολογιστή
es: Nombre de host visible
et: Nähtav masinanimi
eu: Ageriko ostalari izena
fi: Näkyvä verkkonimi
fr: Nom d'hôte visible
he: שם מתחם נראה
hu: Látható gépnév
id: Hostname terlihat
is: Sýnilegt vélarnafn
it: Nome host visibile
nb: Synlig vertsnavn
nn: Synleg vertsnamn
pl: Wyświetlana nazwa komputera
ro: Nume de gază vizibil
ru: Видимое имя хоста
sl: Vidno ime gostitelja
tr: Görünen makine adı
wa: Veyåve no do lodjoe

source: Proxy port
br: Porzh ar proksi
cs: Port proxy
cy: Porth dirprwyol
el: Θύρα διαμεσολαβητή
es: Puerto del proxy
et: Puhverserveri port
eu: Proxy ataka
fi: Välityspalvelimen portti:
fr: Port du proxy
he: ערוץ שרת מתווך
id: Port proxy
is: Staðgengils-port
it: Porta proxy
nb: Mellomtjenerport
nn: Mellomtenarport
pl: Port proxy
ro: Port proxy
ru: Порт прокси
sl: Vrata posrednika
tr: Vekil sunucu portu
wa: Pôrt do procsi

source: Cache size (MB)
br: Ment ar grubuilh (Mo)
cs: Velikost vyrovnávací paměti (MB)
cy: Maint storfa (MB)
da: Størrelse på cachen (MB)
de: Cachegröße (MB)
el: Μέγεθος λανθάνουσας (5M)
es: Tamaño(MB) en disco para caché
et: Puhvri suurus (MB)
eu: Katxe neurria (MB)
fi: Välimuistin koko (Mt)
fr: Taille du cache (Mio)
he: גודל מטמון (מ"ב)
hu: Gyorstárméret (MB)
id: Ukuran cache (MB)
is: Stærð biðminnis (MB)
it: Dimensione cache (MB)
nb: Hurtigminnestørrelse (MB)
nn: Storleik på mellomlager (MB)
pl: Rozmiar cache (MB)
ro: Mărime pre-tampon (Mo)
ru: Размер кэша (MB)
sl: Velikost predpomnilnika (MB)
tr: Ön bellek boyutu (MB)
wa: Grandeu del muchete (Mo)

source: Broadcast printer information
br: Skignañ Titouroù war ar voullerez
cs: Vysílat informace o tiskárně
cy: Darlledu gwybodaeth argraffydd
da: Rundsend printerinformation
de: Druckerinformationen senden
el: Μετάδοση πληροφοριών εκτυπωτή
es: Propagar información de impresora
et: Printeri üldleviinfo
eu: Igorri inprimagailuaren informazioa
fi: Yleislähetä tulostintiedot (broadcast)
fr: Diffuser les informations de l'imprimante
he: שדר מידע אודות המדפסת
hu: Nyomtatóinformáció sugárzása (broadcast)
id: Informasi printer broadcast
is: Útvarpa upplýsingum um prentara
it: Diffondi informazioni su stampante
nb: Kringkast skriverinformasjon
nn: Kringkast skrivarinformasjon
pl: Informacja rozgłoszeniowa o drukarce
ro: Difuzează informațiile imprimantei
ru: Широковещательная информация о принтере
sl: Oddajaj podatke o tiskalnikih
tr: Yayınlanan yazıcı bilgisi

source: No ethernet network adapter configured for LAN has been detected on your system. Please run the hardware configuration tool to configure it, and ensure that the Mageia firewall is not enabled for network adapter connected to your LAN network.
cy: Nid oes addasydd rhwydwaith ethernet wedi ei ffurfweddu ar gyfer LAN wedi ei ganfod ar eich system. Defnyddiwch yr offeryn ffurfweddu caledwedd i'w ffurfweddu, gan ofalu nad yw mur cadarn Mageia wedi ei alluogi ar gyfer addasydd rhwydwaith ar eich rhwydwaith LAN.
da: Ingen ethernet netværksadapter konfigureret for LAN er blevet fundet på dit system. Kør konfigurationsværktøjet for udstyr for at konfigurere den, and forsikr dig om at Mageia brandmuren ikke er aktiveret for en netværksadapter forbundet til dit lokalnet.
de: Es wurde keine für ein LAN konfigurierte Netzwerkkarte in Ihrem System gefunden. Starten Sie bitte das Hardware-Konfigurationswerkzeug um sie zu konfigurieren und stellen Sie sicher, dass die Mageia-Firewall für die Karte, welche mit dem LAN verbunden ist, nicht aktiviert ist.
eu: Zure sisteman ez da aurkitu LAN-erako konfiguratuta dagoen ethernet sare moldagailurik. Mesedez exekutatu hardwarea konfiguratzeko tresna hura konfiguratzeko, eta ziurta ezazu Mageiaren suhesia ez dagoela gaituta zure LAN sarera lotutako sare moldagailuan.
id: Tidak ada adapter jaringan ethernet terkonfigurasi untuk LAN yang terdeteksi pada sistem Anda. Silakan jalankan alat konfigurasi hardware untuk mengkonfigurasi, dan yakinkan bahwa firewall Mageia tidak dihidupkan untuk adapter jaringan yang terhubung ke jaringan LAN Anda.
is: Ekkert netkort sem er stillt fyrir staðarnet hefur fundist á tölvunni þinni. Keyrðu vélbúnaðar-stillingar-tól til að stilla það, og staðfestu að Mageia eldveggur sé ekki virkur fyrir þá nettengingu (kort) sem er tengt staðarnetinu.
nb: Ingen Ethernet-nettverksadapter satt opp for LAN har blitt funnet på systemet ditt. Vær vennlig å kjøre oppsettsverktøyet for maskinvare for sette det opp. Kontroller at Mageia-brannmuren ikke er satt opp til å beskytte adaptere tilkoblet lokalnettverket.
nn: Fann ikkje noko nettverkskort sett opp for lokalnettverk på systemet. Køyr verktøyet for maskinvareoppsett for å setja opp eit slikt kort, og sjå til at Mageia-brannmuren ikkje er i bruk for nettverkskortet som er kopla til lokalnettet.
pl: Nie wykryto karty sieciowej skonfigurowanej dla połączeń w sieci lokalnej. Uruchom program do konfiguracji sprzętu, aby skonfigurować kartę. Sprawdź także czy zapora sieciowa nie jest włączona dla karty sieciowej podłączonej do sieci lokalnej.
ro: Nu s-a detectat în sistem nici o placă de rețea Ethernet configurată pentru rețeaua locală. Lansați unealta de configurare a componentelor materiale pentru a o configura și asigurați-vă că Mageia Firewall nu este activat pentru placa de rețea conectată la rețeaua locală.
ru: В вашей системе не обнаружено ни одного настроенного для работы с локальной сетью сетевого адаптера. Запустите Поиск и настройку оборудования для его конфигурирования; и убедитесь что файрволл Mageia не включен для адаптера, подсоединенного к вашей локальной сети.
tr: LAN için yapılandırılmış hiç bir bağdaştırıcı bulunamadı. Lütfen onu yapılandırmak için donanım yapılandırma aracını çalıştırın ve LAN ağınıza bağlı bağdaştırıcıda Mageia güvenlik duvarının etkin olmadığından emin olun.

source: Internet Connection Sharing is now enabled.
br: Bev eo rannañ gevreadenn ar genrouedad bremañ.
cs: Sdílení internetového připojení je nyní zapnuto.
cy: Mae Rhannu Cysylltiad â'r Rhyngrwyd wedi ei alluogi.
da: Deling af internetforbindelse er nu slået til
de: Die Internetverbindungsfreigabe ist nun eingeschaltet.
el: Η κοινόχρηστη σύνδεση στο διαδίκτυο τώρα είναι ενεργοποιημένη.
es: Compartir la conexión a internet ahora está habilitada
et: Internetiühenduse jagamine on nüüd lubatud.
eu: Interneteko konexioa partekatzea gaituta dago orain.
fi: Internet-yhteyden jakaminen on nyt käytössä.
fr: Le partage de la connexion à Internet est maintenant activé.
he: שיתוף החיבור לאינטרנט מופעל עכשיו.
hu: Az internetkapcsolat megosztása most már engedélyezett.
id: Sharing Koneksi Internet Anda sekarang dihidupkan.
is: Samnýting Internets-tengingar er nú virk.
it: La condivisione della connessione ad Internet ora è attiva.
nb: Deling av Internettilkobling er nå slått på.
nn: Deling av Internett-samband er no slått på.
pl: Udostępnianie połączenia z Internetem jest teraz włączone.
ro: Partajarea conexiunii la Internet este acum activată.
ru: Общий доступ к Интернету теперь включён.
sl: Deljenje Internetne Povezave je sedaj omogočeno.
tr: İnternet Bağlantısı Paylaşımı şu anda etkinleştirildi.
wa: Asteure li pårtaedje do raloyaedje al rantoele daegnrece est en alaedje.

source: Internet Connection Sharing is now disabled.
br: Marv eo rannañ gevreadenn ar genrouedad bremañ.
cs: Sdílení internetového připojení je nyní vypnuto.
cy: Mae Rhannu Cysylltiad â'r Rhyngrwyd wedi ei analluogi.
da: Deling af internetforbindelse er nu slået fra
de: Die Internetverbindungsfreigabe ist nun abgeschaltet.
el: Η κοινόχρηστη σύνδεση στο διαδίκτυο τώρα είναι απενεργοποιημένη.
es: Compartir la conexión a internet ahora está deshabilitada
et: Internetiühendust nüüd enam ei jagata.
eu: Interneteko konexioa partekatzea desgaituta dago orain.
fi: Internet-yhteyden jakaminen poistettiin käytöstä.
fr: Le partage de la connexion à Internet est maintenant désactivé.
he: שיתוף חיבור אינטרנט מופסק כעת.
hu: Az internetkapcsolat megosztás letiltása megtörtént.
id: Sharing Koneksi Internet Anda sekarang dimatikan.
is: Samnýting Internets-tengingar er nú óvirk.
it: La condivisione della connessione ad Internet è ora disattivata.
nb: Deling av Internettilkobling er nå slått av.
nn: Deling av Internett-samband er no slått av.
pl: Udostępnianie połączenia z Internetem jest wyłączone.
ro: Partajarea conexiunii la Internet este acum dezactivată.
ru: Общий доступ к Интернету теперь отключён.
sl: Deljenje Internetne Povezave je sedaj onemogočeno.
tr: İnternet bağlantısı paylaşımı şu anda devre dışı bırakıldı.
wa: Asteure li pårtaedje do raloyaedje al rantoele daegnrece est dismetou.
