Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Please fill or check the field below
br: Lakaat pe gwiriekaat an dachenn a-is
cs: Prosím, vyplňte nebo zkontrolujte následující údaje
cy: Llanwch neu ticiwch y maes islaw
da: Udfyld eller markér feltet nedenunder
de: Bitte füllen Sie die folgen Felder aus bzw. makieren Sie die korrekten Angaben
el: Παρακαλώ ελέγξτε ή συμπληρώστε το παρακάτω πεδίο
es: Por favor llene o chequee el campo de abajo
et: Palun täitke allpool olevad väljad
eu: Bete edo egiaztatu ondoko eremua
fi: Täytä tai tarkista alla olevat kentät.
fr: Veuillez compléter ou vérifier le champ ci-dessous
he: נא למלא או לבדוק את השדה מטה
hu: Töltse ki vagy ellenőrizze az alábbi mezőket
id: Silakan isi atau centang kolom di bawah
is: Fylltu inn eða krossaðu við svæðin að neðan
it: Riempi o controlla il campo sottostante
nb: Fyll eller merk feltet nedenfor
nn: Fyll inn eller kryss av for feltet under
pl: Wypełnij lub zaznacz pole poniżej
ro: Completați sau verificați cîmpurile de mai jos
ru: Заполните или проверьте поля ниже
sl: Izpolnite ali preverite spodnje polje
tr: Lütfen aşağıdaki alanı doldurun ya da kontrol edin.
wa: Rimplixhoz ou verifyîz les tchamps chal pa dzo

source: Your personal phone number
br: Ho niverenn pellgomz
cs: Vaše osobní telefonní číslo
cy: Eich rhif ffôn personol
da: Dit personlige telefonnummer
de: Ihre eigene Telefonnummer
el: Ο προσωπικός σας αριθμός τηλεφώνου
es: Su número de teléfono personal
et: Teie telefoninumber
eu: Zure telefono-zenbakia
fi: Henkilökohtainen puhelinnumero
fr: Votre numéro de téléphone personnel
he: מספר הטלפון הפרטי שלך
hu: Az Ön saját telefonszáma
id: Nomor telepon pribadi Anda
is: Þitt símanúmer
it: Il tuo numero di telefono
nb: Telefonnummer
nn: Privat telefonnummer
pl: Numer Twojego telefonu
ro: Numărul vostru de telefon personal
ru: Ваш личный телефонный номер
sl: Vaša telefonska številka
tr: Kişisel telefon numaranız
wa: Li limero di telefone da vosse

source: Provider name (ex provider.net)
br: Anv ar pourchaser (ex pourchaser.net)
cs: Jméno poskytovatele (např. provider.net)
cy: Enw darparwr (eng. darparwr.net)
da: Navn på udbyder (f.eks. udbyder.net)
de: Name des Providers (z.B. provider.net)
el: Όνομα παρόχου (π.χ. provider.net)
es: Nombre de proveedor (ej.proveedor.net)
et: Teenusepakkuja tunnus (näiteks minuisp.ee)
eu: Hornitzailearen izena (adib. hornitzailea.net)
fi: Palveluntarjoajan nimi (esim. tarjoaja.fi)
fr: Fournisseur d'accès (ex. : fournisseur.fr)
he: שם הספק (לדוגמה provider.net)
hu: A szolgáltató neve (pl.: provider.net)
id: Nama provider (contoh provider.net)
is: Nafn þjónustuaðila (t.d. simnet.is)
it: Nome del provider (es. provider.it)
nb: Navn på tilbyder (f.eks., tilbyder.no)
nn: Leverandørnamn (eks.: «leverandør.no»)
pl: Nazwa dostawcy usług (np. Dialog, Netia, TPSA)
ro: Numele furnizorului de acces (ex: furnizor.ro)
ru: Имя провайдера (например, provider.net)
sl: Ime ponudnika interneta
tr: Hizmet sağlayıcı adı (örn.: sağlayıcı.net)
wa: No do ahesseu (eg: walonet.be)

source: Provider DNS 1 (optional)
br: DNS 1 ar pourchaser (da zilenn)
cs: DNS poskytovatele č. 1 (volitelné)
cy: Darparwr DNS 1 (dewisol)
da: Udbyder DNS 1 (valgfri)
de: Erster DNS des Providers (optional)
el: Πρώτο DNS του παρόχου (προαιρετικό)
es: DNS 1 de proveedor (opcional)
et: DNS 1 (võib jätta tühjaks)
eu: Hornitzailearen 1. dns (aukerakoa)
fi: Palveluntarjoajan nimipalvelin 1 (vapaaehtoinen)
fr: 1er DNS du fournisseur (optionnel)
he: שרת DNS ראשון של ספק השירות (לא חובה)
hu: Szolgáltatói DNS 1 (nem kötelező)
id: DNS 1 provider (opsional)
is: Nafnamiðlari DNS 1 (ekki krafist)
it: DNS 1 del provider (opzionale)
nb: Tilbyders DNS 1 (valgfri)
nn: DNS 1 til leverandør (valfri)
pl: 1 DNS dostawcy (opcjonalnie)
ro: Primul DNS al furnizorului de acces (opțional)
ru: Первый DNS провайдера (опционально)
sl: DNS 1 ponudnika (neobvezno)
tr: Hizmet Sağlayıcı DNS adresi 1 (isteğe bağlı)
wa: 1î DNS do ahesseu (opcionel)

source: Provider DNS 2 (optional)
br: DNS 2 ar pourchaser (da zilenn)
cs: DNS poskytovatele č. 2 (volitelné)
cy: Darparwr DNS 2 (dewisol)
da: Udbyder DNS 2 (valgfri)
de: Zweiter DNS des Providers (optional)
el: Δεύτερο DNS του παρόχου (προαιρετικό)
es: DNS 2 de proveedor (opcional)
et: DNS 2 (võib jätta tühjaks)
eu: Hornitzailearen 2. dns (aukerakoa)
fi: Palveluntarjoajan nimipalvelin 2 (vapaaehtoinen)
fr: 2ème DNS du fournisseur (optionnel)
he: שרת DNS משני של ספק השירות (לא חובה)
hu: Szolgáltatói DNS 2 (nem kötelező)
id: DNS 2 provider (opsional)
is: Nafnamiðlari DNS 2 (ekki krafist)
it: DNS 2 del provider (opzionale)
nb: Tilbyders DNS 2 (valgfri)
nn: DNS 2 til leverandør (valfri)
pl: 2 DNS dostawcy (opcjonalnie)
ro: Al doilea DNS al furnizorului de acces (opțional)
ru: Второй DNS провайдера (опционально)
sl: DNS 2 ponudnika (neobvezno)
tr: Hizmet Sağlayıcı DNS adresi 2 (isteğe bağlı)
wa: 2inme DNS do ahesseu (opcionel)

source: Card IO_1
br: IO_1 kartenn
cs: IO_1 karty
cy: IO_1 y cerdyn
da: Kort IO_1
de: Karten-E/A_1
el: IO_1 κάρτας
es: IO_1 de tarjeta
et: Kaardi IO_1
eu: Txartelaren S/I_1
fi: Kortin IO_1
fr: E/S_1 de la carte
he: ערך IO_1 של הכרטיס
hu: Kártya IO_1
id: IO_1 perangkat
is: Kort IO_1
it: IO_1 della scheda
nb: Kort IO_1
nn: Kort-IO_1
pl: IO_1 karty
ro: IO_1 a plăcii
ru: IO_1 карты
sl: IO_1 kartice
tr: Kartın IO_1 değeri
wa: I/R del cåte (1)

source: External ISDN modem
br: Modem ISDN diavaez
cs: Vnější ISDN modem
cy: Modem IDSN Allanol
da: Eksternt ISDN modem
de: Externes ISDN-Modem
el: Εξωτερικό ISDN modem
es: Módem ISDN externo
et: Väline ISDN modem
eu: Kanpoko ISDN modema
fi: Ulkoinen ISDN-modeemi
fr: Modem RNIS/ISDN externe
he: מודם ISDN חיצוני
hu: Külső ISDN modem
id: Modem ISDN eksternal
is: Útvært ISDN mótald
it: Modem ISDN esterno
nb: Eksternt ISDN-modem
nn: Ekstern ISDN-modem
pl: Zewnętrzny modem ISDN
ro: Modem ISDN extern
ru: Внешний модем ISDN
sl: Zunanji ISDN modem
tr: Harici ISDN modem
wa: Cåte RDIS difoûtrinne

source: Select a device!
br: Dibabit un drobarzhell !
cs: Vyberte zařízení!
cy: Dewis dyfais!
da: Vælg en enhed!
de: Wählen Sie ein Gerät!
el: Επιλέξτε μια συσκευή !
es: ¡Seleccione un dispositivo!
et: Valige seade!
eu: Hautatu gailu bat!
fi: Valitse laite!
fr: Sélectionnez un périphérique !
he: יש לבחור התקן!
hu: Válasszon egy eszközt
id: Pilih sebuah device!
is: Veldu tæki !
it: Scegli un dispositivo!
nb: Velg en enhet.
nn: Vel ei eining.
pl: Wybierz urządzenie !
ro: Selectați un dispozitiv!
ru: Выберите устройство!
sl: Izberite napravo
tr: Bir aygıt seçin!
wa: Tchoezixhoz èn éndjin!

source: ISDN Configuration
br: Kefluniadur ISDN
cs: Nastavení ISDN
cy: Ffurfweddiad ISDN
da: ISDN konfiguration
de: ISDN-Konfiguration
el: Ρυθμίσεις ISDN
es: Configuración de ISDN
et: ISDN seadistamine
eu: ISDN konfigurazioa
fi: ISDN-asetukset
fr: Configuration RNIS (ISDN)
he: הגדרת ISDN
hu: ISDN beállítások
id: Konfigurasi ISDN
is: ISDN uppsetning
it: Configurazione ISDN
nb: Oppsett av ISDN
nn: ISDN-oppsett
pl: Konfiguracja ISDN
ro: Configurare ISDN
ru: Настройка ISDN
sl: Nastavitve ISDN
tr: ISDN Yapılandırması
wa: Apontiaedje pol RDIS

source: What kind of card do you have?
br: Peseurt kartenn hoc'h eus ?
cs: Jaký typ karty máte?
cy: Pa fath o gerdyn sydd gennych?
da: Hvad slags kort har du?
de: Welchen Kartentyp haben Sie?
el: Τι είδους κάρτας έχετε;
es: ¿Qué tipo de tarjeta posee?
et: Millist tüüpi kaart Teil on?
eu: Nolako txartela duzu?
fi: Millainen kortti sinulla on?
fr: Quel type de carte possédez-vous ?
he: איזה סוג כרטיס יש לך?
hu: Milyen típusú kártyával rendelkezik?
id: Apa jenis perangkat yang Anda punya?
is: Hvernig kort ertu með?
it: Che tipo di scheda hai?
nb: Hva slags kort har du?
nn: Kva korttype har du?
pl: Jaki rodzaj karty posiadasz?
ro: Ce fel de placă aveți?
ru: Какой у вас тип карты?
sl: Kakšno kartico imate?
tr: Ne tür bir kartınız var?
wa: Kéne sôre di cåte avoz vs?

source: If you have an ISA card, the values on the next screen should be right. If you have a PCMCIA card, you have to know the "irq" and "io" of your card.
cs: Jestli máte ISA kartu, měly by být hodnoty na následující obrazovce správné. Jestli máte PCMCIA kartu, musíte znát její IRQ a IO.
cy: Os oes gennych gerdyn ISA, dylai'r gwerthoedd ar y sgrin nesaf fod yn gywir. Os oes gennych gerdyn PCMCIA, rhaid i chi wybod "irq" ac "o" eich cerdyn.
da: Hvis du har et ISA kort burde værdiene i næste billede være rigtige. Hvis du har et PCMCIA kort skal du vide irq og io for kortet.
de: Falls Sie eine ISA-Karte besitzen, sollten die Einstellungen auf dem nächsten Schirm korrekt sein. Falls Sie eine PCMCIA-Karte besitzen, müssen Sie IRQ und E/A-Bereich Ihrer Karte kennen.
el: Εάν έχετε μια ISA κάρτα, οι τιμές στην επόμενη οθόνη θα πρέπει να είναι σωστές. Εάν έχετε μια PCMCIA κάρτα, πρέπει να ξέρετε το irq και το io της κάρτας σας.
es: Si posee una tarjeta ISA, los valores en la pantalla siguiente deberían estar correctos. Si posee una tarjeta PCMCIA, debe saber el "irq" e "io" de su tarjeta.
et: Kui Teil on ISA kaart, siis peaks järgmised väärtused olema õiged. Kui Teil on PCMCIA kaart, peate ise teadma selle IRQ ning IO väärtusi.
eu: ISA txartela baduzu, hurrengo pantailako balioek zuzenak izan beharko lukete. PCMCIA txartela baduzu, txartelaren "irq" eta "io" jakin behar dituzu.
fi: Jos käytössä on ISA-kortti, seuraavien arvojen pitäisi olla oikeat. Jos käytössä on PCMCIA-kortti, täytyy kortin IRQ- ja I/O-arvot tietää.
fr: Si vous possédez une carte ISA, les données du prochain écran devraient être correctes. Si vous possédez une carte PCMCIA, vous avez besoin de connaître les réglages « IRQ » et « IO » de votre carte.
he: אם יש לך כרטיס ISA הערכים במסך הבא אמורים להיות נכונים אם יש לך כרטיס מסוג PCMCIA אתה צריך לציין את ה "irq" ו "io" של הכרטיס
hu: Amennyiben ISA kártyája van, a következő képernyőn látható értékek beállítása lényeges. Ha PCMCIA kártyája van, tudnia kell a kártya "IRQ" és "IO" értékeit.
id: Jika Anda memiliki perangkat ISA, nilai pada layar berikutnya seharusnya benar. Jika Anda memiliki perangkat PCMCIA, Anda harus mengetahui "irq" dan "io" dari perangkat Anda.
is: Ef þú ert með ISA kort þá ættu gildin á næsta skjá að vera rétt. Ef þú hefur PCMCIA kort, þá þarft þú að vita "irq" og "io" kortsins.
it: Se hai una scheda ISA, i valori nella prossima schermata dovrebbero essere giusti. Se hai una scheda PCMCIA, ti serve conoscere IRQ e I/O della tua scheda.
nb: Hvis du har et ISA-kort burde verdiene på neste side være riktige. Hvis du har et PCMCIA-kort må du vite irq og io for kortet.
nn: Har du eit ISO-kort vil verdiane på neste skjermbilete truleg vera rette.. Har du eit PCMCIA-kort må du sjølv skriva inn IRQ- og IO-nummera til kortet.
pl: Jeśli posiadasz kartę ISA, wartości wyświetlone na następnym ekranie powinny być odpowiednie. Jeśli posiadasz kartę PCMCIA, trzeba znać IRQ i IO swojej karty.
ro: Dacă aveți o placă ISA, valorile din ecranul următor ar trebui să fie corecte. Dacă aveți o placă PCMCIA, trebuie să cunoașteți parametrii „IRQ” și „IO” ai plăcii.
ru: Если у вас карта ISA, то значения на следующем экране должны быть верными. Если у вас карта PCMCIA, то вы должны знать "irq" и "io" своей карты.
sl: Če imate ISA kartico, bi morale biti nastavitve na naslednjem zaslonu pravilne. Če imate PCMCIA kartico, morate poznati njena »IRQ« in »IO«.
tr: Bir ISA karta sahipseniz bir sonraki ekrandaki değerler doğru olacaktır. Bir PCMCIA karta sahipseniz, kartınızın "irq" ve "io" değerlerini bilmek zorundasınız.
wa: Si vos avoz ene cåte ISA, les valixhances sol waitroûlêye ki shût dvreut esse les bones. Si vos avoz ene cåte PCMCIA, vos dvoz cnoxhe l' IRQ et I/R di vosse cåte.

source: Continue
br: Kenderc'hel
cs: Pokračovat
cy: Parhau
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fi: Jatka
fr: Continuer
he: המשך
hu: Folytatás
id: Lanjutkan
is: Áfram
it: Continua
nb: Fortsett
nn: Hald fram
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sl: Nadaljuj
tr: Devam
wa: Continouwer

source: Abort
br: Dilaoskel
cs: Přerušit
cy: Peidio
da: Afbryd
de: Abbruch
el: Εγκατάλειψη
es: Abortar
et: Katkesta
eu: Abortatu
fi: Keskeytä
fr: Arrêter
he: ביטול
hu: Megszakítás
id: Batalkan
is: Hætta við
it: Interrompi
nb: Avbryt
nn: Avbryt
pl: Przerwij
ro: Abandonează
ru: Прервать
sl: Prekini
tr: Vazgeç
wa: Rinoncî

source: Which of the following is your ISDN card?
br: Pehini eo ho kartenn ISDN ?
cs: Kterou z těchto ISDN karet máte?
cy: Pa un o'r canlynol yw eich cerdyn IDSN?
da: Hvilket af de følgende er dit ISDN-kort?
de: Welche der folgenden ist Ihre ISDN-Karte?
el: Ποια από τις παρακάτω κάρτες ISDN είναι η δικιά σας;
es: ¿Cuál de las siguientes es su tarjeta ISDN?
et: Milline on Teie ISDN kaart?
eu: Hauetako zein da zure ISDN txartela?
fi: Valitse seuraavista käytettävä ISDN-kortti
fr: Parmi les choix suivants, lequel correspond à votre carte RNIS/ISDN ?
he: אילו מהבאים הוא כרטיס ה-ISDN שלך?
hu: Milyen ISDN kártyája van?
id: Mana yang merupakan perangkat ISDN Anda?
is: Hvert af eftirfarandi er þitt ISDN kort?
it: Qual tra queste è la tua scheda ISDN?
nb: Hvilket av de følgende er ditt ISDN-kort?
nn: Kven av desse er ISDN-kortet ditt?
pl: Która z poniższych, jest twoją kartą ISDN?
ro: Care din următoarele este placa voastră ISDN?
ru: Какая из следущих карт ISDN является вашей?
sl: Katera od naštetih je vaša ISDN kartica?
tr: Aşağıdakilerden hangisi sizin ISDN kartınız?
wa: Kéne est li cåte RDIS da vosse dins l' djivêye ?

source: A CAPI driver is available for this modem. This CAPI driver can offer more capabilities than the free driver (like sending faxes). Which driver do you want to use?
cs: Pro tento modem je k dispozici ovladač CAPI. Tento ovladač poskytuje více možností než volně dostupný ovladač (např. posílání faxů). Který z ovladačů chcete použít?
cy: Mae gyrrwr CAPI ar gael ar gyfer y modem. Mae gyrrwr CAPI'n cynnig mwy o swyddogaethau na'r gyrrwr rhydd (fel anfon ffacs). Pa yrrwr hoffech chi ei ddefnyddio?
da: En CAPI-driver findes til dette modem. Denne CAPI-driver kan tilbyde flere faciliteter end den frie driver (såsom sending af faxer). Hvilken driver ønsker du at bruge?
de: Für dieses Modem ist ein CAPI-Treiber verfügbar. Dieser CAPI-Treiber bietet mehr Möglichkeiten als der freie Treiber (z.B. das Senden von Faxen). Welchen Treiber wollen Sie verwenden?
el: Ένας οδηγός CAPI είναι διαθέσιμος για αυτό το modem. Ο οδηγός CAPI μπορεί να προσφέρει περισσότερες λειτουργίες απ' ότι ο ελεύθερος οδηγός (όπως να στέλνει φαξ). Ποιόν οδηγό θέλετε να χρησιμοποιήσετε;
es: Está disponible un controlador CAPI para este módem. Este controlador CAPI puede ofrecer más características que el controlador libre (como el envío de fax). ¿Cuál controlador desea utilizar?
et: Sellele modemile on olemas CAPI draiver. CAPI draiver pakub rohkem võimalusi kui vaba draiver (näiteks fakside saatmine). Millist draiverit soovite kasutada?
eu: CAPI gidari bat dago eskuragarri modem honentzako. CAPI gidari honek gidari askeak baino gaitasun gehiago eskaini ditzake (faxak bidaltzea modukoak). Zein gidari erabili nahi duzu?
fi: Modeemille on saatavilla CAPI-ajuri. CAPI-ajuri voi tarjota enemmän ominaisuuksia, kuin vapaa ajuri (esim. mahdollisuuden lähettää fakseja). Kumpaa ajuria käytetään?
fr: Un pilote CAPI est disponible pour ce modem. Ce pilote CAPI peut offrir plus de possibilités que le pilote libre (tel qu'envoyer des fax). Quel pilote voulez-vous utiliser ?
he: התקן הינע CAPI זמין למודם זה. התקן הינע זה יכול להציע יכולות רבות יותר מהתקן ההינע החופשי (כמו שליחת פקסים). באיזה התקן הינע ברצונך להשתמש?
hu: Létezik CAPI meghajtóprogram is ehhez a modemhez. Ez a CAPI meghajtó több lehetőséget kínál, mint az ingyenes változat (például faxküldés). Melyik meghajtót szeretné használni?
id: Driver CAPI tersedia untuk modem ini. Driver CAPI ini menawarkan kapabilitas lebih daripada driver free (seperti mengirim fax). Driver mana yang ingin Anda gunakan?
is: CAPI rekill er til fyrir þetta mótald. Þessi CAPI rekill býður upp á fleiri möguleika en frjálsi rekillinn (svo sem að senda föx). Hvorn rekilinn viltu nota?
it: È disponibile un driver CAPI per questo modem. Il driver CAPI può offrire più funzionalità rispetto al driver "free" (per es. inviare fax). Che driver vuoi utilizzare?
nb: En CAPI-driver er tilgjengelig for dette modemet. Denne CAPI-driveren kan tilby flere muligheter enn den frie driveren (som å sende fakser). Hvilken driver vil du bruke?
nn: Det finst ein CAPI-drivar for dette modemet. Denne CAPI-drivaren støttar meir enn den frie drivarar (eksempelvis støttar han sending av faksar). Kven av drivarane ønskjer du å bruka?
pl: Istnieje sterownik CAPI dla tego modemu. Sterownik CAPI może posiadać większe możliwości niż otwarty sterownik (np. wysyłanie faksów). Którego sterownika chcesz użyć?
ro: Un pilot CAPIE este disponibil pentru acest modem. Acest pilot CAPI poate oferi mai multe capabilități decît pilotul liber (precum trimiterea de faxuri). Ce pilot doriți să utilizați?
ru: Для этого модема доступен драйвер CAPI. Этот драйвер CAPI может дать больше возможностей чем свободный драйвер (например, посылка факсов). Какой драйвер вы будете использовать?
sl: Za ta modem je na voljo gonilnik CAPI. CAPI gonilnik nudi več možnosti, kot prosti gonilnik (n.pr.: pošiljanje faksov). Kateri gonilnik želite uporabljati?
tr: Bu modem için bir CAPI sürücüsü var. Bu CAPI sürücüsü, özgür sürücüden daha fazla özellik sunabilir (mesela faks yollama). Hangi sürücüyü kullanmak istersiniz?
wa: I gn a-st on mineu CAPI po ci modem ci. I s' pout k' li mineu CAPI ofrixh pus di fonccionålités kel libe mineu (come l' evoyaedje di facs, metans). Ké mineu voloz vs eployî?

source: Which protocol do you want to use?
br: Pe seurt komenad a vennit imlijout ?
cs: Který protokol chcete použít?
cy: Pa brotocol ydych chi eisiau ei ddefnyddio?
da: Hvilken protokol ønsker du at bruge?
de: Welches Protokoll wollen Sie verwenden?
el: Ποιο πρωτόκολλο θέλετε να χρησιμοποιήσετε;
es: ¿Qué protocolo desea utilizar?
et: Millist protokolli soovite kasutada?
eu: Zein protokolo erabili nahi duzu?
fi: Mitä protokollaa käytetään?
fr: Quel protocole voulez-vous utiliser ?
he: באיזה פרוטוקול ברצונך להשתמש?
hu: Melyik protokollt szeretné használni?
id: Protokol mana yang ingin Anda gunakan?
is: Hvaða samskiptareglu viltu nota?
it: Quale protocollo vuoi usare?
nb: Hvilken protokoll ønsker du å bruke?
nn: Kva protokoll vil du bruka?
pl: Którego protokołu chcesz użyć?
ro: Ce protocol doriți să utilizați?
ru: Какой протокол вы хотите использовать?
sl: Kateri protokol želite uporabljati?
tr: Hangi protokolü kullanmak istiyorsunuz ?
wa: Ké protocole voloz vs eployî?

source: Select your provider. If it is not listed, choose Unlisted.
br: Dibabit hor pourchaser. Ma n'eo ket e-barzh ar roll, dibabit Unlisted.
cs: Vyberte si svého poskytovatele internetu. Pokud není na seznamu, vyberte si Jiný.
cy: Dewiswch eich darparwr. Os nad yw ar eich rhestr, dewiswch Heb ei Restri
da: Vælg din udbyder. Hvis de ikke er i listen, vælg Ikke listet
de: Wählen Sie Ihren Netzanbieter. Sollte er nicht aufgeführt sein, wählen Sie „Nicht aufgeführt“
el: Επιλέξτε τον πάροχό σας Εάν δεν είναι στη λίστα, επιλέξτε «Μη καταχωρημένος».
es: Seleccione su proveedor. Si no está listado, selecciona "No listado".
et: Valige oma teenusepakkuja. Kui see ei ole nimekirjas, valige "Puudub nimekirjast".
eu: Hautatu zure hornitzailea. Zerrendan ez badago, aukeratu 'Zerrendatu gabe'.
fi: Valitse palveluntarjoaja. Jos palveluntarjoajaa ei löydy, valitse "Ei listattu".
fr: Veuillez choisir votre fournisseur d'accès. S'il ne figure pas dans la liste, choisissez « Non listé ».
he: נא לבחור את ספק החומרה שלך. אם הספק לא מופיע ברשימה עליך לבחור "לא ברשימה".
hu: Adja meg a szolgáltatója nevét. Ha az nincs benne a listában, válassza a "A listában nem szereplő" opciót.
id: Pilih provider Anda. Jika tidak ada dalam daftar, pilih Tak Terdaftar.
is: Veldu netþjónustuaðila. Ef hann er ekki á lista, veldu 'Ekki á lista'.
it: Scegli il tuo provider. Se non è nella lista, scegli "Non in elenco".
nb: Velg tilbyder. Velg Annen, hvis denne ikke er i lista
nn: Vel leverandør. Vel «Annan» om leverandøren din ikkje står her.
pl: Wybierz dostawcę Internetu. Jeśli nie ma go na liście, wybierz opcję "Nie wypisany".
ro: Selectați furnizorul de acces. Dacă nu este listat, alegeți „Nelistat”.
ru: Выберите своего провайдера. Если его нет в списке, выберите Unlisted.
sl: Izberite svojega ponudnika. Če ga ni seznamu. izberite »Ni na seznamu«.
tr: Servis sağlayıcınızı seçin. Eğer listede yoksa, Listelenmemiş'i seçin.
wa: Tchoezixhoz vosse ahesseu. S' i n' si trove nén el djivêye, tchoezixhoz «Unlisted»

source: Provider:
br: Pourchaser :
cs: Poskytovatel:
cy: Darparwr:
da: Udbyder:
el: Πάροχος:
es: Proveedor:
et: Teenusepakkuja:
eu: Hornitzailea:
fi: Palveluntarjoaja:
fr: Fournisseur d'accès :
he: ספק שרות:
hu: Szolgáltató:
is: Þjónustuaðili:
nb: Tilbyder:
nn: Leverandør:
pl: Dostawca:
ro: Furnizor de acces:
ru: Провайдер:
sl: Ponudnik:
tr: Sağlayıcı:
wa: Ahesseu:

source: Your modem is not supported by the system. Take a look at http://www.linmodems.org
br: N'eus ket moaien da implij ho modem gant ar reizhiad. Sell ouzh http://www.linmodems.org
cs: Váš modem není systémem podporován. Podívejte se na stránky http://www.linmodems.org
cy: Nid yw'r system yn cynnal eich modem. Ewch i http://www.linmodems.org
da: Dit modem er ikke understøttet af systemet. Tag og kig på http://www.linmodems.org
de: Ihr Modem wird nicht vom System unterstützt. Schauen Sie unter http://www.linmodems.org
el: Το μόντεμ σας δεν υποστηρίζεται από το σύστημα. Ρίξτε μια ματιά στο http://www.linmodems.org
es: Su módem no está soportado por el sistema. Eche una mirada a
et: Teie modem ei ole toetatud. Ehk saate abi aadressilt http://www.linmodems.org
eu: Zure modema ez du onartzen sistemak. Begiratu //www.linmodems.org gunean
fi: Järjestelmä ei tue käytettyä modeemia. Katso lisätietoja osoitteesta http://www.linmodems.org/
fr: Votre modem n'est pas supporté par le système. Veuillez consulter http://www.linmodems.org
he: המודם שלך אינו נתמך על יד המערכת. יש לבקר ב- http://www.linmodems.org למידע נוסף.
hu: Az Ön modeme nem támogatott. Látogasson el a következő helyre: http://www.linmodems.org
id: Modem Anda tidak didukung oleh sistem. Silakan lihat di http://www.linmodems.org
is: Mótaldið þitt er ekki stutt af kerfinu. Líttu á http://www.linmodems.org
it: Il tuo modem non è supportato dal sistema. Controlla su http://www.linmodems.org
nb: Modemet er ikke støttet av systemet. Ta en titt på http://www.linmodems.org.
nn: Modemet ditt er ikkje støtta. Sjå http://www.linmodems.org/.
pl: Twój modem nie jest obsługiwany przez system. Zajrzyj na stronę http://www.linmodems.org
ro: Modemul vostru nu este suportat de sistem. Consultați http://www.linmodems.org
ru: Ваш модем не поддерживается системой. Загляните на http://www.linmodems.org
sl: Vaš modem ni podprt. Preverite na: http://www.linmodems.org
tr: Modeminiz sistem tarafından desteklenmiyor. http://www.linmodems.org adresine bir göz gezdirin.
wa: Li modem da vosse n' est nén sopoirté på sistinme. Loukîz sol waibe http://www.linmodems.org/
