Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Domain level: provides a mechanism for storing all user and group accounts in a central, shared, account repository. The centralized account repository is shared between domain (security) controllers.
cs: Úroveň domény: Poskytuje mechanismus pro ukládání všech účtů uživatelů a skupin na ústředním, sdíleném úložišti účtů. Centralizované úložiště účtů je sdíleno mezi doménovými (bezpečnostními) řadiči.
cy: Lefel parth: mae'n darparu peirianwaith ar gyfer storio pob cyfrif defnyddiwr a grŵp mewn ystorfa cyfrif ranedig canolog. Mae'r ystorfa cyfrif ganolog yn cael ei rannu rhwng rheolyddion parth (diogelwch).
da: Domæneniveau: En måde at lagre alle bruger- og gruppekonti i et centralt, delt kontolager. Dette centrale kontolager er delt mellem domænekontrollanterne af sikkerheden.
de: Domain Level: bietet eine Funktion zum Speichern aller Gruppen- und Userkonten in einem zentralen, gemeinsam genutzten Repositorium. Das zentrale Kontenrepositorium wird von den Domain- (Sicherheits-)Controllern gemeinsam genutzt.
el: Επίπεδο τομέα : επιτρέπει την αποθήκευση όλων των λογαριασμών των χρηστών και των ομάδων σε ένα κεντρικό και κοινόχρηστο αποθετήριο λογαριασμών. Αυτό το κεντρικό αποθετήριο λογαριασμών, είναι κοινόχρηστο ανάμεσα στους ελεγκτές (ασφαλείας) του τομέα.
es: Nivel de dominio: provee un mecanismo para almacenar todas las cuentas de usuario y grupo en un repositorio de cuentas central compartido. El repositorio de cuentas centralizado es compartido entre los controladores (de seguridad) del dominio.
et: Domeeni (domain) tase: mehhanism kõigi kasutajate ja gruppide kontode salvestamiseks kesksesse jagatud kontohoidlasse. Keskset kontohoidlat jagavad omavahel domeeni (turvalisuse) kontrollerid.
eu: Domeinu maila: Erabiltzaile eta talde guztien kontuak, kontu gordetegi zentralizatu, partekatu batean gordetzeko mekanismoak hornitzen ditu. Kontu gordetegi zentralizatua domeinu (segurtasun) kontrolatzaileen artean partekatzen da.
fi: Toimialuetaso: Tarjoaa mekanismin kaikkien käyttäjien ja ryhmien tallentamisen keskitetysti jaettuun tietokantaan. Keskitetty tietokanta on jaettu toimialueen (turvallisuus)ohjainkoneiden kesken.
fr: Niveau domaine : permet de stocker tous les comptes et groupes d'utilisateurs dans un espace centralisé de comptes, partagé entre les contrôleurs (sécurité) du domaine.
hu: Domain szint: ez a módszer minden felhasználót és minden jelszót egy központi helyen, - az osztott hozzáférés-megosztásban - tárol, és kezel. Az osztott hozzáférés-megosztásról a domain (biztonsági) vezérlő gondoskodik.
id: Level domain: berisi mekanisme untuk penyimpanan semua akun pengguna dan grup dalam sebuah repositori akun bersama yang terpusat. Pemusatan repositori akun dibagi di antara pengendali domain (keamanan).
is: Léns-þrep: er aðferð til að geyma öll notenda og hóp-auðkenni í miðlægum , miðluðum auðkennagrunni. Þessum miðlæga auðkenna-grunni er deilt með Léns-stjórn-tölvum.
it: Livello Dominio: fornisce un meccanismo per memorizzare tutti gli account utente e gruppi in un archivio centralizzato condiviso. tale archivio è condiviso tra i controller di dominio.
nb: Domenenivå: tilbyr en mekanisme for å lagre alle bruker- og gruppekontoer i et sentralt og delt kontoarkiv. Det sentraliserte kontoarkivet er delt mellom domene- og sikkerhetskontrollere.
nn: Domenenivå: Ein måte å lagra alle brukar- og gruppekontoar i eit sentral, delt kontolager. Dette lageret vert delt mellom domenekontrollarane.
pl: Na poziomie domeny: umożliwia przechowywanie wszystkich kont użytkowników i grup w jednym, centralnym, współdzielonym repozytorium kont. Jest ono wykorzystywane przez wszystkie kontrolery domeny.
ro: Nivel domeniu: permite stocarea tuturor conturilor și grupurilor de utilizatori într-un spațiu de conturi centralizat, partajat între controlorii (securitate) de domeniu.
ru: Уровень домена: учётные записи пользоваелей и групп хранятся в едином общем репозитории. Этот централизованный репозиторий используется одновременно несколькими доменами.
sl: Nivo domene: ponuja mehanizem za shranjevanje vseh uporabnikov in skupin v osrednjem skladišču, ki je v souporabi. Osrednje skladišče uporabljajo nadzorniki domene (varnosti).
tr: Alan seviyesi: tüm kullanıcı ve grup hesaplarının merkezi ve paylaşılan bir hesap deposunda depolanmasını sağlayan bir mekanizma sunar. Merkezi hesap deposu, alan (güvenlik) denetleyiceleri arasında paylaştırılır.

source: Hosts allow
br: Ostizioù aotreet
cs: Povolit počítače
cy: Caniatâd gwesteiwyr
da: Tillad værter
de: Erlaubte Rechner
el: Επιτρεπόμενοι υπολογιστές
es: Permitir a equipos
et: Lubatud masinad
eu: Ostalariak onartu
fi: Sallitut koneet
fr: Hôtes autorisés
he: מארחים מותרים
hu: Elfogadott gépnevek
id: Host mengizinkan
is: Leyfa vélum
it: Host autorizzati
nb: Tillatte verter
nn: Tillatne vertar
pl: Uprawnione komputery
ro: Gazde autorizate
ru: Разрешённые хосты
sl: Dovoljeni gostitelji
tr: İzin verilen makineler

source: Server Banner.
cs: Popis serveru.
cy: Baner Gweinydd.
el: Λογότυπο του εξυπηρετητή.
es: Pancarta del servidor.
et: Serveri nimi
eu: Zerbitzariaren iragarkia.
fi: Palvelimen mainos.
fr: Bannière du serveur.
he: מזהה שרת.
hu: Kiszolgáló üzenete.
id: Banner Server.
is: Auðkenni Miðlara.
it: Banner del server
nb: Tjenerbeskrivelse.
nn: Tenarbanner.
pl: Baner serwera.
ro: Bandiera serverului.
ru: Описание сервера
sl: Opis strežnika.
tr: Sunucu Etiketi.

source: The banner is the way this server will be described in the Windows workstations.
cs: Jedná se o způsob, jakým bude tento server popsán pracovním stanicím s Windows.
cy: Y faner yw'r ffordd mae'r gweinydd hwn yn cael ei ddisgrifio i'r mannau gwaith Windows.
da: Banneret definerer hvordan serveren bliver beskrevet på Windows-arbejdsstationer.
de: Das Banner ist die Beschreibung dieses Servers auf den Windows-Workstations.
el: Το λογότυπο του εξυπηρετητή είναι ο τρόπος με τον οποίο ο εξυπηρετητής θα περιγράφεται στους σταθμούς εργασίας Windows.
es: La pancarta es la forma en que este servidor será descrito en las estaciones de trabajo Windows.
et: See on nimi, millega server annab end teada Windowsi tööjaamadele.
eu: Iragarkia da Windows lanpostuek zerbitzari hau deskribatzeko erabiliko dutena.
fi: Mainos on tapa, jolla palvelin kuvataan Windows-työasemissa.
fr: La bannière est la façon dont le serveur sera décrit sur les postes clients Windows.
he: המזהה הוא הדרך בה יתואר השרת בתחנות הוינדוז.
hu: Az üzenetet minden Windows munkaállomáson meg fog jelenni.
id: Banner adalah cara server ini akan dideskripsikan pada workstation Windows.
is: Auðkennið lýsir hvernig þessum miðlara verður lýst á Windows vinnustöðvum.
it: Il banner è ciò che descrive un server nelle stazioni di lavoro Windows.
nb: Beskrivelsen er det tjeneren vil bli beskrevet som på arbeidsstasjoner med Windows.
nn: Banneren definerer korleis tenaren vert skildra på Windows-arbeidsstasjonar.
pl: Baner to opis komputera, który będzie widoczny w systemach Windows.
ro: Bandiera serverului este modul în care serverul va fi descris pe stațiile Windows.
ru: Описание будет показано в списке рабочих станций сети напротив названия сервера.
sl: Kako bo strežnik opisan delovnim postajam z Windows.
tr: Etiket, bu sunucunun Windows iş istasyonlarında tanımlanacağı biçimdir.

source: Banner:
cs: Popis:
cy: Baner:
el: Λογότυπο:
es: Pancarta:
et: Nimi:
eu: Iragarkia:
fi: Mainos:
fr: Bannière :
he: מזהה:
hu: Üzenet:
is: Auðkenni:
nb: Beskrivelse:
pl: Baner:
ro: Bandieră:
ru: Описание:
sl: Opis:
tr: Etiket.

source: The Server Banner is incorrect.
cs: Popis serveru je nesprávný.
cy: Mae'r Faner Gweinydd yn anghywir.
da: Serverbanneret er forkert.
de: Das Server-Banner ist nicht korrekt.
el: Το λογότυπο του εξυπηρετητή είναι λάθος.
es: La pancarta del servidor no es correcta.
et: Serveri nimi ei ole korrektne.
eu: Zerbitzariaren iragarkia ez da zuzena.
fi: Palvelimen mainos on virheellinen.
fr: La bannière du serveur est incorrecte.
he: מזהה השרת שגוי.
hu: A szerverüzenet hibás.
id: Banner Server tidak benar.
is: Auðkenni miðlara er ekki rétt.
it: Il Banner del Server non è corretto.
nb: Tjenerbeskrivelsen er feil.
nn: Tenarbanneren er feil.
pl: Baner serwera jest nieprawidłowy.
ro: Bandiera serverului este incorectă.
ru: Недопустимое описание сервера.
sl: Opis strežnika je napačen.
tr: Sunucu Etiketi yanlış.

source: Samba Log
br: Kerzlevr Samba
cs: Záznamy Samba
cy: Cofnod Samba
el: Καταγραφές Samba
es: Registros de Samba
et: Samba logi
fi: Samba loki
fr: Journaux de Samba
he: דו"ח Samba
hu: Samba napló
id: Log Samba
is: Samba annáll
it: Registro di Samba
nb: Samba-logg
nn: Samba-logg
pl: Dziennik serwera Samba
ro: Jurnale Samba
ru: Журнал Samba
sl: Dnevnik Sambe
tr: Samba Günlük Kaydı

source: Log file: use %s to use a separate log file for each machine that connects
cs: Soubor se záznamy: Použijte %s, chcete-li použít samostatný soubor se záznamy pro každý počítač, který se připojuje
de: Protokolldatei: %s benutzen um eine separate Logdatei für jede verbundene Maschine zu nutzen
el: Αρχείο καταγραφών: χρησιμοποιήστε %s για την αρχειοθέτηση της σύνδεσης κάθε μηχανήματος σε ξεχωριστό αρχείο
es: Archivo de log: utilice %s para usar un archivo de log separado por cada máquina que se conecta
fr: Fichier journal : utilisez %s pour disposer d'un fichier journal différent pour chaque machine qui se connecte
id: File log: gunakan %s untuk menggunakan file log terpisah untuk setiap komputer yang terhubung.
it: File registro: utilizza %s per disporre di un file di registro separato per ogni macchina che si collega
ro: Fișier jurnal: utilizați %s pentru a folosi un fișier de jurnal diferit pentru fiecare mașină care se conectează.
ru: Файл журнала: используйте %s, чтобы использовать отдельный журнал для каждого компьютера, который соединяется с сервером
tr: Günlük dosyası: bağlanan her makineye ayrı günlük dosyası kullanmak için %s kullan.

source: file.%m
br: restr.%m
cs: Soubor.%m
de: Datei.%m
el: αρχείο.%m
es: archivo.%m
fr: fichier.%m
ro: fișier.%m
ru: файл.%m
tr: dosya.%m

source: Log level: set the log (verbosity) level (0 <= log level <= 10)
cs: Úroveň záznamů: Nastavte úroveň (podrobnosti) záznamů (0 <= úroveň záznamů <= 10)
cy: Lefel cofnod: gosod y cofnod (geiriogrwydd) lefel (0 <= lefel cofnod <= 10)
da: Log-niveau: sæt log (udførlighed) niveau (0 <= logniveau <= 10)
de: Logstufe: Setze den Ausführlichkeitsgrad des Logs (0<= Logstufe <=10)
el: Επίπεδο καταγραφών: καθορίζει το πόσο αναλυτικές θα είναι οι καταγραφές (0 <= επίπεδο καταγραφών <=10)
es: Nivel de registro: establezca el nivel de verbosidad del registro (o <= nivel de registro <= 10)
et: Logi tase: logi jutukuse tase (vahemikus 0 kuni 10)
eu: Egunkari maila: ezarri egunkariaren (hitz-jario) maila (0 <= egunkari maila <= 10)
fi: Lokitaso: lokitiedostojen yksityiskohtaisuus (arvo 1-10)
fr: Niveau des journaux : détermine le niveau de détail (0 <= niveau <= 10)
he: רמת דו"ח: הגדרת רמת מילוליות הדו"ח (0 <= רמת דו"ח <= 10)
hu: Naplózás szintje: a naplózás bőbeszédűségét szabályozza (0 <= szint <= 10)
id: Level log: atur level (verbositas) log (0 <= level log <= 10)
is: Annálsþrep: setja annáls (mælsku) þrep (0 <= annálsþrep <= 10)
it: Livello del registro: imposta il dettaglio delle registrazioni (0 <= livello <= 10)
nb: Loggingsnivå: sett nøyaktigheten på logging (0 <=log <= 10)
nn: Loggingsnivå: Definerer kor detaljert loggføringa skal vera (frå 0 til 10).
pl: Ilość informacji: ustaw ilość informacji zbieranych w dzienniku (0 <= ilość informacji <= 10)
ro: Nivel jurnal: determină nivelul (de detaliu al) jurnalului (0 <= nivel <= 10)
ru: Уровень подробности: определяет степень информативности сообщений в журнале (0 <= уровень <= 10)
sl: Nivo dnevnika: nastavite nivo (zgovornost) dnevnika (od 0 do 10)
tr: Günlük seviyesi: günlük (ayrıntı) seviyesini ayarlar. (0 <= günlük seviyesi <= 10)

source: Max Log size: put a capping on the size of the log files (in Kb).
cs: Největší délka záznamů: Zadejte horní omezení velikosti souborů se záznamy (v kB).
cy: Mant confod mwyaf: gosod terfyn ar maint y feil cofnod (mewn kb).
da: Største logstørrelse: Sæt en grænse for størrelsen på logfilerne (i kB).
de: Max. Loggröße: Setze eine ober Schranke für die Größe der Logfiles (in Kb).
el: Μέγιστο μέγεθος των καταγραφών: περιορίζει το μέγεθος των αρχείων καταγραφών (σε Kb).
es: Tamaño máximo de registro: poner una cota al tamaño de los archivos de registros, en Kb.
et: Maks. logi suurus: logifailide maksimaalne suurus kilobaitides.
eu: Egunkariaren gehienezko neurria: egunkari fitxategien neurria mugatu (Kb-tan).
fi: Lokin suurin koko: lokitiedoston suurin mahdollinen koko (kt).
fr: Taille max des journaux : limite la taille des fichiers journaux (en ko)
he: גודל דו"ח מקסימלי: הצבת מגבלה לגודל קובץ הדו"ח (ב-kb).
hu: Max naplóméret: a naplófájl vágása ennél a méretnél történik (Kb-ban)
id: Ukuran Log maksimal: letakkan pembatas pada ukuran file log (dalam Kb).
is: Hámarks stærð annáls: setja þak á stærð annála (í Kb).
it: Dimensione massima del registro: limita la grandezza dei file registro (in Kb).
nb: Maksimal loggstørrelse: sett en topp på størrelsen for loggfilene (i Kb).
nn: Største loggstorleik: Set ei grense på storleiken til loggfilene (i Kb).
pl: Max. rozmiar dziennika: podaj ograniczenie dla rozmiaru plików z dziennikiem (w Kb).
ro: Mărime maximă jurnal: limitează mărimea fișierelor jurnal (în Ko).
ru: Максимальный размер файлов журнала (в КБ).
sl: Najv. velikost dnevnika: omejite velikost datoteke dnevnika (v KiB).
tr: Azami Günlük boyutu: Günlük dosyalarının boyutu için bir sınır koy (Kb cinsinden).

source: Log file:
br: Restr ar c'herzlevr
cs: Soubor se záznamy:
cy: Ffeil cofnod:
da: Logfil:
de: Logdatei:
el: Αρχείο καταγραφών:
es: Archivo de registros:
et: Logifail:
eu: Log fitxategia:
fi: Lokitiedosto:
fr: Fichier journal :
he: קובץ דו"ח:
hu: Naplófájl
id: File log:
is: Annálaskrá:
it: File registro:
nb: Loggfil:
nn: Loggfil:
pl: Plik dziennika:
ro: Fișier jurnal:
ru: Файл журнала:
sl: Dnevniška datoteka:
tr: Günlük dosyası:

source: Max log size:
cs: Největší velikost záznamů:
cy: Maint cofnod mwyaf:
da: Maximal logstørrelse:
de: Max. Loggröße:
el: Μέγιστο μέγεθος των καταγραφών:
es: Máximo tamaño de registro:
et: Maks. logi suurus:
eu: Log-aren gehienezko neurria:
fi: Lokin suurin koko:
fr: Taille max des journaux :
he: גודל דו"ח מקסימלי:
hu: Max naplóméret:
id: Ukuran log maksimal:
is: Hámarksstærð annáls:
it: Dimensione massima registro:
nb: Maksimal loggstørrelse:
nn: Største loggstorleik:
pl: Maksymalny rozmiar pliku dziennika:
ro: Mărime maximă jurnal:
ru: Максимальный размер журнала:
sl: Najv. velikost dnevnika:
tr: Azami günlük boyutu:

source: Log level:
br: Live ar c'herzlevr
cs: Úroveň záznamů:
cy: Lefel cofnod:
da: Log-niveau:
de: Logstufe:
el: Επίπεδο καταγραφών:
es: Nivel de registro:
et: Logi tase:
eu: Log maila:
fi: Lokitaso:
fr: Niveau des journaux :
he: רמת דו"ח:
hu: Naplózási szint
id: Level log:
is: Annálsþrep:
it: Livello di registrazione:
nb: Nivå for logging:
nn: Loggingsnivå:
pl: Poziom logowania:
ro: Nivel jurnal:
ru: Уровень журналирования:
sl: Nivo dnevnika:
tr: Günlük seviyesi:

source: The wizard collected the following parameters to configure Samba.
cs: Průvodce sestavil následující parametry pro nastavení protokolu Samba.
cy: Mae'r dewin wedi casglu'r paramedrau canlynol ar gyfer ffurfweddu Samba.
da: Hjælpeprogrammet indsamlede følgende parametre for opsætningen af Samba.
de: Der Assistent sammelte die folgenden Parameter, um Samba einzurichten.
el: Ο οδηγός έχει συγκεντρώσει τις ακόλουθες παραμέτρους για την ρύθμιση του Samba.
es: El asistente recolectó los siguientes parámetros para configurar Samba.
et: Nõustaja kogus Samba seadistamiseks järgmised andmed.
eu: Morroia Samba konfiguratzeko ondorengo parametroak bildu ditu.
fi: Velho keräsi seuraavat Samban asettamiseen tarvittavat tiedot.
fr: L'assistant a collecté les paramètres suivants pour configurer Samba.
he: האשף אסף את המדדים הבאים להגדרת Samba.
hu: A varázsló használatával adja meg a Samba beállításához szükséges adatokat.
id: Wizard mengumpulkan parameter berikut untuk mengkonfigurasi Samba.
is: Ráðgjafinn hefur safnað eftirfarandi upplýsingum til að stilla Samba.
it: L'assistente ha raccolto questi parametri per la configurazione di Samba.
nb: Veiviseren samlet følgende parametere for å sette opp Samba.
nn: Tenaren samla inn følgjande parametrar for oppsett av Samba.
pl: Druid zebrał następujące informacje na temat konfiguracji serwera Samba.
ro: Asistentul a colectat următorii parametri pentru a configura Samba.
ru: Мастер собрал следующие параметры для настройки Samba-сервера.
sl: Čarovnik je za nastavitev Sambe zbral sledeče parametre.
tr: Sihirbaz, Samba yapılandırmasını yapmak için şu verileri topladı:

source: To accept these values, and configure your server, click the Next button or use the Back button to correct them.
cs: Chcete-li přijmout tyto hodnoty a nastavit server, pokračujte stiskem tlačítka Další nebo se vraťte zpět a hodnoty opravte.
cy: I dderbyn y gwerthoedd hyn, a ffurfweddu eich gweinydd, cliciwch y botwm Nesaf neu ddefnyddio'r botwm Nôl i'w cywiro.
da: Tryk "Næste" for at godtage værdierne og opsætte serveren, eller "Tilbage" for at lave ændringer.
de: Um diese Werte zu akzeptieren und Ihren Server einzurichten, klicken Sie den Weiter-Knopf oder nutzen Sie den Zurück-Knopf, um die Angaben zu korrigieren.
el: Για να γίνουν δεκτές αυτές οι τιμές, και να ρυθμιστεί ο εξυπηρετητής, κάντε κλικ στο «Επόμενο» ή στο κουμπί «Πίσω» για να τις διορθώσετε.
es: Para aceptar estos valores y configurar su servidor, presione el botón 'Siguiente' o utilice el botón 'Atrás' para corregirlos.
et: Väärtustega nõustumiseks ja serveri seadistamiseks klõpsake nupule Edasi. Kui soovite neid muuta, klõpsake nupule Tagasi.
eu: Balio hauek onartu, eta zure zerbitzaria konfiguratzeko, klikatu 'Hurrengoa' botoia edo erabili 'Atzera' botoia haiek zuzentzeko.
fi: Hyväksy asetukset ja aseta palvelin napsauttamalla "Seuraava" tai korjaa asetukset napsauttamalla "Edellinen".
fr: Pour accepter ces valeurs et configurer votre serveur, cliquez sur le bouton Suivant. Sinon utilisez le bouton Précédent pour les corriger.
he: לקבלת ערכים אלו והגדרת השרת שלך יש ללחוץ על כפתור המשך או להשתמש בכפתור חזרה כדי לתקנם.
hu: Az értékek elfogadásához, és a kiszolgáló beállításához kattintson a Következő gombra vagy a Vissza gombbal menjen vissza javításokat végezni.
id: Untuk menerima nilai ini, dan mengkonfigurasi server Anda, klik tombol Berikutnya atau gunakan tombol Kembali untuk memperbaikinya.
is: Til að samþykkja þessi gildi, og setja upp miðlarann, smelltu á "Næsta" hnappinn eða notaðu "Fyrri" til að fara til baka og leiðrétta þau.
it: Se accetti questi valori per configurare il server, premi il tasto Avanti. Altrimenti, premi il tasto Indietro per correggerli.
nb: Klikk på Neste for å godta disse verdiene og sette opp tjeneren. Klikk Tilbake for å rette på dem.
nn: Trykk «Neste» for å godta verdiane og setja opp tenaren, eller «Tilbake» for å gjera endringar.
pl: Aby zaakceptować te wartości i skonfigurować serwer kliknij przycisk Dalej lub kliknij przycisk Wstecz, aby wprowadzić poprawki.
ro: Ca să acceptați aceste valori, și să configurați serverul, alegeți să continuați, sau să reveniți la etapa precedentă pentru corectare.
ru: Чтобы принять эти значения и настроить сервер, нажмите кнопку «Далее». Чтобы исправить параметры, нажмите кнопку «Назад».
sl: Za nastavitev strežnika s temi parametri kliknite gumb Naprej. Če želite popraviti nastavitve, kliknite gumb Nazaj.
tr: Bu değerleri kabul etmek ve sunucunuzu yapılandırmak için, İleri düğmesine tıklayın veya bu değerleri değiştirmek için Geri düğmesine tıklayın.

source: If you have previously create some shares, they will appear in this configuration. Run 'drakwizard sambashare' to manage your shares.
cs: Pokud jste již nějaká sdílení vytvořili, objeví se sdílení v tomto nastavení. Upravte je spuštěním 'drakwizard sambashare'.
cy: Os ydych wedi creu rhaniadau yng nghynt, byddant yn ymddangos yn y ffurfweddiad hwn. Rhedwch 'drakwizard sambashare' i reoli eich rhannu.
da: Hves du tidligere har oprette nogen delte områder, vil disse vises i denne opsætning. Kør "drakwizard sambashare" for at håndtere dine delte områder.
de: Wenn Sie bereits Freigaben eingerichtet haben, werden sie in dieser Einrichtung erscheinen. Nutzen Sie den 'Sambashare-Drakwizard', um Ihre Freigaben zu verwalten.
el: Αν είχατε προηγουμένως δημιουργήσει κοινές χρήσεις, θα εμφανιστούν σε αυτήν την ρύθμιση. Εκτελέστε «drakwizard sambashare» για να τις διαχειριστείτε.
es: Si usted ha creado comparticiones previamente, aparecerán en esta configuración. Ejecute 'drakwizard sambashare" para administrar sus comparticiones.
et: Kui olete juba varem loonud jagatud ressursse, on need seadistuses näha. Jagatud ressursside haldamiseks käivitage 'drakwizard sambashare'.
eu: Aurrez baliabideak partekatu badituzu, konfiguraketa honetan agertuko dira. Exekutatu 'drakwizard sambashare' zure partekatzeak kudeatzeko.
fi: Jos aiemmin on jo luotu Samba-jakoja, otetaan ne käyttöön. Hallitse jakoja suorittamalla "drakwizard sambashare" .
fr: Si vous avez précédemment créé des partages, ils apparaîtront dans cette configuration. Lancez « drakwizard sambashare » pour gérer vos partages.
he: אם כבר יצרת בעבר שיתופים כלשהם הם יופיעו בתצורה זו. יש להפעיל את 'drakwizard sambashare' כדי לנהל את השיתופים שלך.
hu: Ha előzőleg már létrehozott megosztásokat, akkor azokat látni fogja. A megosztásai kezeléséhez futtassa a 'drakwizard sambashare' parancsot.
id: Jika Anda pernah membuat share sebelumnya, mereka akan muncul dalam konfigurasi ini. Jalankan 'drakwizard sambashare' untuk mengelola share Anda.
is: Ef þú hefur áður búið til miðluð svæði, þá munu þau sjást í þessari uppsetningu. Keyrðu "drakwizard sambashare" til að sýsla með miðluð svæði.
it: Se in precedenza hai configurato delle condivisioni, esse saranno inserite in questa configurazione. Puoi usare 'drakwizard sambashare' per gestire le condivisioni.
nb: Hvis du har opprettet ressurser tidligere, vil disse dukke opp i dette oppsettet. Kjør veiviser for ressurser for å administrere dem.
nn: Viss du tidlegare har laga delte område, vert desse viste i dette oppsettet. Køyr «drakwizard sambashare» for å handtera delte område.
pl: Jeżeli już wcześniej udostępniałeś katalogi będą one uwzględnione w bieżącej konfiguracji. Uruchom program 'drakwizard sambashare', aby zarządzać udostępnionymi katalogami.
ro: Dacă ați creat partaje precedent, vor apărea în această configurație. Lansați „drakwizard sambashare” pentru a vă gestiona partajele.
ru: Если ранее уже были настроены общие ресурсы, они автоматически появятся в этой конфигурации. Чтобы настроить общие ресурсы, запустите из консоли 'drakwizard sambashare'.
sl: Če ste prej že dali kaj v souporabo, bo to vključeno v to nastavitev. Za upravljanje virov v souporabi poženite »drakwizard sambashare«.
tr: Önceden bazı paylaşımlar oluşturmuşsanız, bunlar bu yapılandırmada görüneceklerdir. Paylaşımlarınızı yönetmek için 'drakwizard sambashare' aracını çalıştırın.

source: Samba type:
br: Seurt Samba :
cs: Typ sdílení Samba:
cy: Math o Samba
de: Samba-Typ:
el: Τύπος Samba:
es: Tipo de Samba:
et: Samba tüüp:
eu: Samba mota:
fi: Palvelimen tyyppi:
fr: Type Samba :
he: סוג Samba
hu: Samba típus:
id: Tipe Samba:
is: Samba tegund:
it: Tipo Samba:
pl: Rodzaj serwera Samba:
ro: Tip de Samba:
ru: Тип Samba:
sl: Vrsta Sambe:
tr: Samba türü:
