Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: If desired, enter a Zeroconf hostname. This is the name your machine will use to advertise any of its shared resources that are not managed by the network. It is not necessary on most networks.
cs: Pokud chcete, zadejte název počítače pro Zeroconf. Pod tímto názvem bude váš počítač nabízet všechny své sdílené zdroje, které nejsou spravovány sítí. Na většině sítí není tento název nutný.
cy: Os hoffech chi rhowch enw parth Zeroconf. Dyma'r enw fydd eich cyfrifiadur yn ei ddefnyddio i hysbysu unrhyw un o'i adnoddau rhannwyd nad ydynt wedi eu rheoli gan rwydwaith. Nid oes angen gyda'r rhan fwyaf o rwydweithiau.
da: Om ønsket kan du indtaste et Zeroconf-værtsnavn. Dette er navnet som din maskine vil bruge til at annoncere alle sine delte ressourcer som ikke er styret af netværket. Dette er ikke nødvendigt på de fleste netværk.
de: Geben Sie, wenn gewünscht, einen Zeroconf Rechnernamen ein. Das ist der Name, den Ihr Rechner zum Bekanntgeben seiner freigegebenen Ressourcen verwendet, die nicht vom Netzwerk verwaltet werden. In den meisten Netzwerken ist das nicht nötig.
el: Εάν το επιθυμείτε, εισάγετε ένα όνομα υπολογιστή Zeroconf. Είναι το όνομα που ο υπολογιστής σας θα χρησιμοποιεί για να γνωστοποιεί τους κοινόχρηστους πόρους που δεν διαχειρίζονται από έναν εξυπηρετητή στο δίκτυο. Για τα περισσότερα δίκτυα δεν είναι απαραίτητο.
es: Se lo desea, ingrese un nombre de equipo Zeroconf. Éste es el nombre que su máquina usará para anunciar cualquiera de sus recursos compartidos que no son administrados por la red. No es necesario en la mayoría de las redes.
et: Soovi korral sisestage Zeroconfi masinanimi. See on Teie masina nimi, mida kasutatakse kõigist sellistest jagatud ressurssidest teatamiseks, mida ei hallata tavapäraste võrguseadistustega. Enamikus võrkudes pole see vajalik.
eu: Sartu Zeroconf ostalari-izena, hala nahi baduzu. Hau da zure makinak, sareak zuzentzen ez dituen bere baliabideak iragarri ditzan erabiliko duen izena. Sare gehienetan ez da beharrezkoa.
fi: Haluttaessa voidaan syöttää Zeroconf-verkkonimi. Tätä nimeä käytetään jaettaessa resursseja, joita ei hallita verkossa. Useimmissa verkoissa tämä asetus on tarpeeton.
fr: Si vous le souhaitez, entrez un nom d'hôte Zeroconf. C'est le nom que votre machine utilisera pour faire connaître les ressources partagées qui ne sont pas gérées par un serveur sur le réseau. Ce n'est pas nécessaire pour la plupart des réseaux.
he: אם יש בכך צורך, באפשרותך להגדיר שם מחשב לחיבור Zeroconf. שם זה ישמש את מחשבך לפרסם את המשאבים הניתנים לשיתוף ואשר לא מנוהלים על ידי הרשת. ברוב הרשתות, אין צורך בהגדרה זו.
hu: Ha kívánja, megadhat egy Zeroconf gépnevet. Ezen a néven fogja nyilvánosságra hozni a gép azon megosztott erőforrásait, amelyeket nem a hálózat kezel. A legtöbb hálózaton ez nem szükséges.
id: Jika diinginkan, masukkan hostname Zeroconf. Ini adalah nama yang digunakan oleh komputer Anda untuk menyebarkan sumber daya bersama yang tidak dikelola oleh jaringan. Ini tidak diperlukan pada sebagian besar jaringan.
is: Ef þú óskar, sláðu inn ZeroConf vélarnafn. Þetta er nafnið sem vélin þín notar til að auglýsa framboðnar þjónustur sem er ekki stjórnað af netinu. Þessa er ekki þörf á flestum netum.
it: Se lo desideri, puoi fornire un nome zeroconf per l'host. Questo è il nome che il tuo PC userà per identificare tutte le proprie risorse non gestite dalla rete. Nella maggior parte delle reti non è necessario fornirlo.
nb: Hvis det ønskes, skriv inn et vertsnavn for Zeroconf. Dette er det navnet maskinen vil bruke til å kunngjøre delte ressurser som ikke er behandlet av nettverket. Det trengs ikke på de fleste nettverk.
nn: Skriv om du ønskjer Zeroconf-vertsnamnet. Dette er namnet maskina vil bruka til å kunngjera dei delte ressursane ikkje handtert av nettverket. Dette er for dei fleste nettverk ikkje nødvendig.
pl: W razie potrzeby podaj nazwę komputera Zeroconf. To jest nazwa komputera używana do rozgłaszania dowolnego ze współdzielonych zasobów, które nie są zarządzane przez sieć. W przypadku większości sieci, nie jest to konieczne.
ro: Dacă doriți, introduceți un nume de gazdă ZeroConf. Acesta este numele pe care mașina voastră o să-l utilizeze pentru a face cunoscute resursele partajate care nu sînt gestionate de un server în rețea. Pentru majoritatea rețelelor acest lucru nu este necesar.
ru: Если желаете, введите имя хоста Zeroconf. Это имя машины будет использоваться для представления всех ее разделяемых ресурсов, которые не управляются сетью. Это необходимо для большинства сетей.
sl: Če želite, lahko vnesete ime gostitelja za Zeroconf. S tem imenom bo vaš računalnik predstavljal vse vire v skupni rabi, ki jih ne upravlja omrežje. Za večino omrežij to ime ni potrebno.
tr: İstenirse, bir Zeroconf makine adı girilebilir. Bu, makinenizin ağ tarafından yönetilmeyen paylaşılmış kaynaklarının tanıtacağı isimdir. Birçok ağda bu ad gerekli değildir.
wa: Si vos l' voloz, tapez on no d' lodjoe Zeroconf (zero apontiaedje). C' est l' no ki voste éndjole eployrè po fé cnoxhe les rissoûces pårtaedjeyes da sinne ki n' sont nén manaedjeyes pal rantoele. End a nén mezåjhe sol plupårt des rantoeles.

source: Zeroconf Host name
br: Anv ostiz Zeroconf
cs: Název počítače pro Zeroconf
cy: Enw Gwesteiwr Zeroconf
da: Zeroconf-værtsnavn
de: Zeroconf-Rechnername
el: Όνομα υπολογιστή Zeroconf
es: Nombre de equipo Zeroconf
et: Zeroconfi masinanimi
eu: Zeroconf ostalari-izena
fi: Zeroconf-verkkonimi
fr: Nom d'hôte ZeroConf
he: שם מחשב לחיבור Zeroconf
hu: Zeroconf gépnév
id: Nama Host Zeroconf
is: Zeroconf Heiti vélar
it: Nome Zeroconf
nb: Vertsnavn for Zeroconf
nn: Zeroconf-vertsnamn
pl: Nazwa komputera zeroconf
ro: Nume de gazdă ZeroConf
ru: Имя хоста zeroconf
sl: Ime gostitelja za Zeroconf
tr: Zeroconf makine ismi
wa: No do lodjoe Zero-apontiaedje

source: Zeroconf host name must not contain a .
cs: Název počítače pro Zeroconf nemůže obsahovat tečku.
cy: Rhaid i enw gwesteiwr Zeroconf beidio cynnwys .
da: Zeroconf værtsnavn må ikke indeholde et .
de: Der Zeroconf-Rechnername darf keinen . enthalten
el: Το όνομα υπολογιστή του Zeroconf δεν πρέπει να περιέχει τελεία
es: El nombre de equipo Zeroconf debe contener un .
et: Zeroconfi masinanimi ei tohi sisaldada punkti (.)
eu: Zeroconf ostalari-izenak ez du izan behar punturik.
fi: Zeroconf-verkkonimi ei saa sisältää pistettä.
fr: Le nom d'hôte zeroconf ne doit pas contenir de point.
he: שם מארח Zeroconf חייב שלא להכיל a .
hu: A Zeroconf gépnév nem tartalmazhat pontot.
id: Nama host Zeroconf tidak boleh berisi .
is: Zerocont vélarheiti má ekki innihalda .
it: Il nome Zeroconf della macchina non può contenere un "."
nb: Vertsnavn for Zeroconf kan ikke innholde .
nn: Zeroconf-vertsnamnet kan ikkje innehelda punktum.
pl: Nazwa komputera zeroconf nie może zawierać kropki.
ro: Numele ZeroConf al gazdei nu trebuie să conțină nici un spațiu.
ru: Имя хоста Zeroconf не должно содержать a .
sl: ime gostitelja za Zeroconf ne sme vsebovati
tr: Zeroconf makine adı .(nokta) içeremez
wa: Li no d' lodjoe po zeroconf doet aveur on pont (.)

source: Because you are doing a network installation, your network is already configured. Click on Ok to keep your configuration, or cancel to reconfigure your Internet & Network connection.
cs: Protože provádíte instalaci po síti, je již síť nastavena. Klepněte na OK pro zachování nastavení nebo klepněte na Zrušit pro nové nastavení připojení internetu a k síti.
cy: Am eich bod yn gosod eich rhwydwaith, mae eich rhwydwaith eisoes wedi ei ffurfweddu Cliciwch Iawn i gadw eich ffurfweddiad, neu ddiddymu i ail ffurfweddi eich cysylltiad Rhyngrwyd a Rhwydwaith.
da: Da du er i gang med en netværksinstallation er dit netværk allerede konfigureret. Klik OK for at beholde din konfiguration, eller annullér for at omkonfigurere din Internet- og netværksforbindelse.
de: Da Sie eine Netzwerkinstallation durchführen, ist Ihr Netzwerk bereits konfiguriert. Wählen Sie „OK“, um diese Einstellung beizubehalten oder „Abbrechen“ um Ihre Internet- und Netzwerk-Konfiguration neu zu konfigurieren.
el: Επειδή πραγματοποιείτε μια δικτυακή εγκατάσταση, το δίκτυό σας είναι ήδη ρυθμισμένο. Κάντε κλικ στο «Εντάξει» για να διατηρήσετε τις ρυθμίσεις σας, ή στο «Άκυρο» για να ξαναρυθμίσετε τη σύνδεση στο δίκτυο & διαδίκτυο.
es: Debido a que está realizando una instalación por red, su red ya está configurada. Presione Ok para mantener su configuración, o Cancelar para reconfigurar su conexión a red e Internet.
et: Võrguühendus on juba seadistatud, sest paigaldatakse ju võrgust. Kui soovite neid seadistusi säilitada, valige "Olgu", muidu loobuge ja saate seadistada uuesti.
eu: Sare-instalazioa egiten ari zarenez, zure sarea konfiguratuta dago jadanik. Hautatu 'Ados' zure konfigurazioa mantentzeko, edo hautatu 'Utzi' Internet eta Sare-konexioa birkonfiguratzeko.
fi: Käyttöjärjestelmää asennetaan verkon yli, verkon asetukset on jo määritelty. Napsauta "OK" säilyttääksesi nykyiset asetukset tai "Peruuta" asettaaksesi Internet- ja verkkoasetukset uudelleen.
fr: Comme vous êtes en train de faire une installation réseau, cela veut dire que votre réseau est déjà configuré. Cliquez sur <Ok> pour conserver votre configuration, ou sur <Annuler> pour reconfigurer votre connexion Internet et réseau.
he: מאחר והתקנה זו מבוצעת מהרשת, החיבור לרשת כבר מוגדר. עליך ללחוץ על "המשך" לשמירת ההגדרות הקיימות, או על"בטל" להגדרה מחדש של הרשת והאינטרנט.
hu: Mivel a hálózaton keresztül telepít, a hálózat beállítása már megtörtént. Kattintson az OK gombra a beállítások megtartásához, vagy a Mégsem gombra a hálózat és az internetkapcsolat újbóli beállításához.
id: Karena Anda melakukan instalasi dengan jaringan, jaringan Anda telah terkonfigurasi. Klik pada Ok untuk menjaga konfigurasi Anda, atau batal untuk mengkonfigurasi ulang koneksi Internet & Jaringan Anda.
is: Af því að þú ert að setja upp netuppsetningu, þá er netið þitt þegar stillt. Smelltu á 'Í lagi' til að halda þessari uppsetningu, eða 'Hætta við' til að endurstilla Internet og nettengingar.
it: Dato che stai effettuando un'installazione via rete, quest'ultima è già configurata. Clicca su OK per mantenere questa configurazione, o su Annulla per riconfigurare la rete e la connessione ad Internet.
nb: Fordi du holder på med en nettverksinstallasjon er nettverksoppsett allerede satt opp. Trykk OK for å beholde det eksisterende oppsettet, eller Avbryt for Internett- og nettverksoppsett.
nn: Sidan du køyrer installeringa over nettverket, er nettverket allereie sett opp. Trykk «OK» for å halda fram med dette oppsettet eller «Avbryt» for å setja opp eit nytt nettsamband.
pl: Ponieważ przeprowadzasz instalację przez sieć, jest ona już skonfigurowana. Wybierz OK by zachować konfigurację, lub Anuluj by ponownie skonfigurować sieć/połączenie z Internetem.
ro: Pentru că efectuați o instalare prin rețea, rețeaua este deja configurată. Apăsați pe Ok pentru a păstra configurația, sau anulați pentru a reconfigura rețeaua și conexiunea la Internet.
ru: Поскольку вы производите установку сети, ваша сеть уже настроена. Нажмите ОК, чтобы сохранить текущие настройки, или Отмена, чтобы перенастроить свое подключение к Интернету и локальной сети.
sl: Vaše omrežja je že nastavljeno, ker poteka namestitev iz omrežja. Če želite nastavitve obdržati, kliknite 'V redu'. Če želite ponovno nastaviti povezavo z omrežjem in z internetom, kliknite 'Prekliči'.
tr: Siz şu anda Ağ yapılandırması bölümündesiniz, fakat sizin zaten yapılandırılmış bir ağınız var. Eski yapılandırmanızın korumak için TAMAM tuşuna, yeniden Internet ve Ağ bağlantılarınızı yapılandırmak için İPTAL tuşuna basın.
wa: Come vos fjhoz l' astalaedje a pårti del rantoele, li rantoele est ddja apontieye. Clitchîz so «'l est bon» po wårder l' apontiaedje da vosse, ou so «Rinoncî» po rapontyî li raloyaedje al rantoele.

source: The network needs to be restarted. Do you want to restart it?
br: Ret eo da adloc'hañ ar rouedad. Fellout a ra deoc'h adloc'hañ anezhañ ?
cs: Je potřeba restartovat síť. Chcete provést restart?
cy: Rhaid i'r rhwydwaith gael ei ailgychwyn. Ydych chi am ei ailgychwyn?
da: Netværket skal være genstartet. Ønsker du at genstarte det?
de: Das Netzwerk muss neu gestartet werden. Soll es neu gestartet werden?
el: Το δίκτυο χρειάζεται να επανεκκινηθεί. Θέλετε να το επανεκκινήσετε ;
es: Se necesita reiniciar la red. ¿Desea reiniciarla?
et: Võrk tuleb uuesti käivitada. Kas soovite seda teha?
eu: Sarea berrabiarazi egin behar da. Berrabiarazi nahi duzu?
fi: Verkko pitää käynnistää uudelleen. Käynnistetäänkö verkko uudelleen?
fr: Le réseau doit être redémarré. Souhaitez-vous le redémarrer ?
he: יש צורך לאתחל את הרשת. האם ברצונך לאתחל אותה עכשיו?
hu: A hálózatot újra kell indítani. Szeretné újraindítani?
id: Jaringan perlu direstart. Apakah Anda ingin merestart?
is: Það þarf að endurræsa netið, viltu endurræsa það núna?
it: La rete deve essere riavviata. Vuoi riavviarla?
nb: Nettverket må startes på nytt. Vil du starte det på nytt?
nn: Nettverket må startast på nytt. Vil du starta det på nytt?
pl: Sieć musi zostać ponownie uruchomiona. Czy chcesz ją ponownie uruchomić ?
ro: Rețeaua trebuie repornită. Doriți s-o reporniți?
ru: Нужно перезапустить сеть. Вы хотите перезапустить ее?
sl: Potreben je ponoven zagon omrežja. Ga želite ponovno zagnati?
tr: Ağ'ın yeniden başlatılması gerekiyor. Yeniden başlatmak ister misiniz?
wa: I gn a mezåjhe di renonder li rantoele. El voloz vs fé?

source: A problem occurred while restarting the network: %s
br: Degouezhet ez eus ur fazi en ur adloc'hañ ar rouedad : %s
cs: Vyskytl se problém při restartu sítě: %s
cy: Digwyddodd gwall wrth ail gychwyn y rhwydwaith: %s
da: Et problem opstod ved genstart af netværket: %s
de: Beim Neustart des Netzwerks trat ein Fehler auf: %s
el: Ένα πρόβλημα παρουσιάστηκε κατά την επανεκκίνηση του δικτύου: %s
es: Ocurrió un problema al reiniciar la red: %s
et: Võrgu taaskäivitamisel tekkis viga: %s
eu: Arazo bat izan da sarea berrabiaraztean: %s
fi: Ongelma käynnistettäessä verkkoa uudelleen: %s
fr: Un problème est survenu pendant le redémarrage du réseau : %s
he: קרתה תקלה בעת ניסיון להפעיל מחדש את הרשת: %s
hu: Hiba történt a hálózatkezelés újraindításakor: %s
id: Sebuah masalah terjadi ketika merestart jaringan: %s
is: Vandamál kom upp við enduræsingu nets: %s
it: Si è verificato un problema durante il riavvio della rete: %s
nb: Et problem oppsto ved omstart av nettverket: %s
nn: Det oppstod eit problem ved omstart av nettverket: %s
pl: Wystąpił problem podczas uruchamiania sieci: %s
ro: S-a ivit o problemă la repornirea rețelei: %s
ru: Возникла проблема при перезагрузке сети: %s
sl: Med ponovnim zagonom omrežja se je pojavila težava: %s
tr: Ağınızı yeniden başlatırken bir hata oluştu : %s
wa: Åk n' a nén stî tot renondant li rantoele: %s

source: We are now going to configure the %s connection. Press "%s" to continue.
br: Emaomp o vont da gefluniañ ar gevreadenn %s. Gwaskit « %s » evit kendelc'her
cs: Nyní se bude nastavovat připojení %s. Stiskněte "%s" pro pokračování.
cy: Rydym yn awr yn mynd i ffurfweddu cysylltiad %s. Pwyswch "%s" i barhau.
da: Vi skal nu konfigurere opkoblingen '%s'. Tryk '%s' for at fortsætte.
de: Die Verbindung %s wird nun konfiguriert. Wählen Sie „%s“, um fortzufahren.
el: Τώρα θα ρυθμίσουμε την σύνδεση %s. Πιέστε το «%s» για να συνεχίσετε.
es: Ahora vamos a configurar la conexión %s. Presione "%s" para continuar.
et: Nüüd on aeg seadistada %s ühendus. Klõpsake jätkamiseks nupule "%s".
eu: %s konexioa konfiguratuko dugu orain. Jarraitzeko, sakatu "%s".
fi: Asetetaan seuraavaksi yhteys %s. Napsauta "%s" jatkaaksesi.
fr: Nous allons maintenant configurer la connexion %s. Cliquez sur « %s » pour continuer.
he: אנו עומדים להגדיר את חיבור ה-%s. יש ללחוץ על "%s" בכדי להמשיך.
hu: A(z) "%s" kapcsolat beállítása következik. A továbblépéshez nyomja meg a(z) "%s" gombot.
id: Kita sekarang akan mengkonfigurasi koneksi %s. Tekan "%s" untuk melanjutkan.
is: Við ætlum nú að fara að stilla tenginguna %s. Ýttu á "%s" til að halda áfram.
it: Ora verrà configurata la connessione %s. Premi "%s" per continuare.
nb: Vi skal nå sette opp tilkoblingen %s. Trykk «%s» for å fortsette.
nn: Klar til oppsett av «%s»-sambandet. Trykk «%s» for å helda fram.
pl: Teraz zostanie przeprowadzona konfiguracja połączenia %s. Aby kontynuować naciśnij "%s".
ro: Vom configura acum conexiunea %s. Apăsați pe „%s” pentru a continua.
ru: Сейчас мы собираемся настроить %s соединение. Нажмите "%s" для продолжения.
sl: Nastavljanje povezave %s Za nadaljevanje pritisnite »%s«.
tr: Şimdi, %s bağlantısını yapılandıracağız. Devam etmek için "%s" tuşuna tıklayınız.
wa: Asteure nos alans fé l' apontiaedje do raloyaedje %s. Clitchîz so «%s» po continouwer.

source: Configuration is complete, do you want to apply settings?
br: Echu eo ar gefluniadur, Ha fellout a ra deoc'h da arloañ ar gefluniadur-mañ ?
cs: Nastavení je ukončeno. Chcete toto nastavení použít?
cy: Mae'r ffurfweddu wedi ei gwblhau, hoffech eu gosod?
da: Konfiguration er færdig, ønsker du at effektuere indstillinger?
de: Konfiguration ist vollständig, wollen Sie diese jetzt anwenden?
el: Η ρύθμιση ολοκληρώθηκε, θέλετε να εφαρμοστούν οι ρυθμίσεις;
es: La configuración está completa, ¿desea aplicar las configuraciones?
et: Seadistamine on lõpetatud. Kas soovite seda nüüd rakendada?
eu: Konfigurazioa osatu da. Ezarpenak aplikatu nahi dituzu?
fi: Asetukset ovat valmiita. Otetaanko asetukset käyttöön?
fr: La configuration est achevée, voulez-vous appliquer les changements ?
he: הגדרת התצורה הסתיימה, האם להפעיל את ההגדרות?
hu: A beállítás megtörtént. Szeretné érvényre juttatni a beállításokat?
id: Konfigurasi selesai, Anda ingin menerapkan pengaturan?
is: Uppsetningu lokið, viltu virkja stillingar?
it: La configurazione è completata, vuoi applicarla?
nb: Oppsettet er ferdig, vil du gjøre det gjeldende?
nn: Oppsett er ferdig. Vil du bruka innstillingane no?
pl: Konfiguracja została zakończona, czy chcesz zastosować ustawienia?
ro: Configurarea s-a terminat, doriți să aplicați parametrii?
ru: Конфигурация завершена, хотите применить настройки?
sl: Nastavitev je zaključena. Ali jo želite uveljaviti?
tr: Yapılandırma tamamlandı, ayarların uygulanmasını ister misiniz ?
wa: L' apontiaedje est fini, el voloz vs mete en alaedje?

source: You have configured multiple ways to connect to the Internet. Choose the one you want to use.
br: Bez eus meur a hent evit mont war Internet, Dibabit an hini e fell deoc'h implij.
cs: Máte nastaveno více způsobů, jak se připojit k internetu. Vyberte si jeden, který chcete použít.
cy: Rydych wedi ffurfweddu nifer o ffyrdd i gysylltu â'r Rhyngrwyd. Dewiswch ba un rydych am ei ddefnyddio.
da: Du har konfigureret flere måder at koble dig mod internet på. Venligst vælg den du ønsker at bruger.
de: Sie haben verschiedene Varianten eingerichtet sich mit dem Internet zu verbinden. Bitte wählen Sie eine Variante aus.
el: Έχετε ρυθμίσει πολλούς τρόπους για να συνδέεστε στο διαδίκτυο. Επιλέξτε αυτόν που θέλετε να χρησιμοποιήσετε.
es: Ha configurado muchas maneras para conectarse a Internet. Seleccione la que desea utilizar.
et: Olete seadistanud mitu võimalust internetiga ühendumiseks. Valige palun see, mida soovite kasutada.
eu: Internetera konektatzeko modu bat baino gehiago konfiguratu duzu. Aukeratu erabili nahi duzuna.
fi: Useita eri tapoja ottaa yhteys Internetiin on asetettu. Valitse käytettävä tapa.
fr: Vous avez configuré plusieurs moyens d'accès à Internet. Choisissez celui que vous voulez utiliser.
he: הוגדרו מספר דרכים להתחבר לאינטרנט. נא לבחור את חיבור בו ברצונך להשתמש.
hu: Egynél több internetkapcsolatot hozott létre. Válassza ki azt, amelyiket használni szeretné.
id: Anda telah mengkonfigurasi beberapa cara untuk terhubung ke Internet. Pilih yang ingin Anda gunakan.
is: Þú hefur skilgreint nokkrar leiðir til að tengjast Internetinu. Veldu þá sem þú vilt nota.
it: Hai configurato diversi tipi di connessione ad Internet. Scegli quello che vuoi usare.
nb: Du har satt opp flere måter å koble deg til internett på. Venligst velg den du ønsker å bruke.
nn: Du har sett opp fleire måtar å kopla til Internett på. Kven av dei ønskjer du å bruka?
pl: Skonfigurowano różne sposoby połączenia z Internetem. Wybierz ten, z którego chcesz korzystać.
ro: Ați configurat mai multe modalități de conectare la Internet. Alegeți-o pe cea pe care doriți s-o utilizați.
ru: Вы настроили несколько типов подключения к Интернету. Выберите то, которое вы хотите использовать.
sl: Nastavili ste več načinov za dostop do interneta. Izberite dostop, ki ga želite uporabiti.
tr: Bu yapılandırma ile Internet'e bir çok yoldan bağlanmanız mümkün. Kullanmak istediğiniz birini seçiniz.
wa: Vos avoz apontyî diferinnes manires di s' raloyî al rantoele daegnrece. Tchoezixhoz li cene ki vos vloz eployî.

source: Internet connection
br: Kevreadenn ouzh an internet
cs: Internetové připojení
cy: Cysylltiad â'r Rhyngrwyd
da: Internet opkobling
de: Internet-Verbindung
el: Σύνδεση διαδικτύου
es: Conexión a Internet
et: Internetiühendus
eu: Interneteko konexioa
fi: Internet-yhteys
fr: Connexion Internet
he: חיבור אינטרנט
hu: Internetkapcsolat
id: Koneksi Internet
is: Internet-tenging
it: Connessione ad Internet
nb: Internetttilkobling
nn: Internett-samband
pl: Połączenie z Internetem
ro: Conexiune la Internet
ru: Подключение к Интернет
sl: Internetna povezava
tr: Internet Bağlantısı
wa: Raloyaedje al rantoele daegnrece

source: Configuring network device %s (driver %s)
br: O kefluniañ an drobarzhell rouedad %s (sturier : %s)
cs: Nastavuje se síťové zařízení %s (ovladač %s)
cy: Ffurfweddu dyfais rhwydwaith %s (gyrrwr %s)
da: Konfigurerer netværksenheden %s (driver %s)
de: Konfiguriere Netzwerkgerät %s (Treiber %s).
el: Ρύθμιση της συσκευής δικτύου %s (οδηγός %s)
es: Configurando el dispositivo de red %s (controlador %s)
et: Võrgukaardi %s (draiver %s) seadistamine
eu: %s sareko gailua konfiguratzen (%s kontrolatzailea)
fi: Asetetaan verkkoliitäntää %s (ajuri %s)
fr: Configuration du périphérique réseau %s (pilote %s)
he: הגדרת התקן רשת %s (מנהל התקן %s)
hu: A(z) %s hálózati eszköz beállítása (meghajtó: %s)
id: Mengkonfigurasi device jaringan %s (driver %s)
is: Stilli nettæki %s (rekill %s)
it: Sto configurando il dispositivo di rete %s (driver %s)
nb: Setter opp nettverksenhet %s (driver %s)
nn: Set opp nettverkseininga %s (drivar: «%s»)
pl: Konfiguracja urządzenia sieciowego %s (sterownik %s)
ro: Se configurează placa de rețea %s (pilotul %s)
ru: Настраивается сетевое устройство %s (драйвер %s)
sl: Nastavljanje omrežne naprave%s (gonilnik %s)
tr: %s ağ aygıtı (%s sürücüsü kullanılarak) yapılandırılıyor
wa: Apontiant l' éndjin di rantoele %s (mineu %s)
