Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: You are about to configure your computer to share its Internet connection. With that feature, other computers on your local network will be able to use this computer's Internet connection. Make sure you have configured your Network/Internet access using drakconnect before going any further. Note: you need a dedicated Network Adapter to set up a Local Area Network (LAN). Please disable OpenMandriva Lx Firewall for the network adapter connected to your LAN connection before proceeding.
cs: Chystáte se nastavit váš počítač tak, aby sdílel své připojení k internetu. S touto funkcí se budou ostatní počítače ve vaší síti moci připojit k síti internet prostřednictvím tohoto počítače. Poznámka: Ke sdílení připojení k internetu potřebujete vyhrazený síťový adaptér, kterým se připojíte ke své LAN. Nezapomeňte, prosím, na tomto rozhraní vypnout firewall, než budete pokračovat.
el: Βρισκόσαστε στο σημείο να ρυθμίσετε τον υπολογιστή σας να έχει κοινόχρηστη σύνδεση στο διαδίκτυο. Με αυτή τη λειτουργία, άλλοι υπολογιστές στο τοπικό σας δίκτυο θα είναι σε θέση να χρησιμοποιήσουν την σύνδεση στο διαδίκτυο αυτού του υπολογιστή. Σιγουρευτείτε ότι έχετε ρυθμίσει την πρόσβασή σας στο δίκτυο/διαδίκτυο χρησιμοποιώντας το drakconnect πριν συνεχίσετε. Σημείωση: χρειάζεστε μια αποκλειστική κάρτα δικτύου για το τοπικό σας δίκτυο (LAN). Παρακαλώ απενεργοποιήστε το τείχος προστασίας OpenMandriva Lx για την κάρτα δικτύου που είναι συνδεδεμένη στο τοπικό σας δίκτυο πριν συνεχίσετε.
es: Usted va a configurar su computador para compartir su conexión a Internet. Con esta característica, otros computadores de su red local serán capaces de usar la conexión a Internet de este computador. Asegúrese de que ha configurado su acceso a Red/Internet usando drakconnect antes de continuar, Nota: necesita un adaptador de red dedicado para configurar una Red de Área Local (LAN). Por favor deshabilite el cortafuegos de OpenMandriva Lx en el adaptador de red conectado a su LAN antes de proceder.
fi: Tietokonetta ollaan asettamassa jakamaan Internet-yhteys. Muut paikallisverkossa olevat tietokoneet voivat käyttää sen jälkeen tämän tietokoneen Internet-yhteyttä. Varmista ennen jatkamista, että verkko tai Internet-yhteys on asetettu työkalulla drakconnect. HUOM! Paikallisverkkoa varten tarvitaan erillinen verkkokortti ja palomuuri tulee poistaa käytöstä erilliseltä verkkokortilta.
fr: Vous êtes sur le point de configurer votre ordinateur pour partager sa connexion Internet. Avec cette fonction, d'autres ordinateurs sur votre réseau local pourront utiliser la connexion Internet de cet ordinateur. Assurez-vous d'avoir configuré votre accès réseau/Internet grâce à drakconnect avant d'aller plus loin. Veuillez noter que vous avez besoin d'une carte réseau dédiée pour configurer un réseau local (LAN). Veuillez désactiver le pare-feu OpenMandriva Lx sur la carte réseau connectée à votre LAN avant de continuer.
hu: Az internetkapcsolat megosztásának beállítása következik. Ennek segítségével a helyi hálózat más gépei is elérhetik az internetet ezen a kapcsolaton keresztül. Mielőtt továbblépne, állítsa be a hálózat- illetve internetelérést a DrakConnect programmal (ha ez még nem történt meg). Megjegyzés: a helyi hálózat (LAN) használatához legalább egy hálózati csatolókártya szükséges. Kérem tiltsa le a helyi hálózathoz csatlakozó interfészen a OpenMandriva Lx Tűzfalat, mielőtt befejezné a műveletet.
it: Stai per configurare il computer per condividere la connessione Internet. Con questa funzione, altri computer della rete locale saranno in grado di utilizzare la connessione internet di questo computer. Assicurati di aver configurato l'accesso alla rete/internet tramite Drakconnect prima di proseguire. Nota: è necessario un apposito adattatore di rete per configurare una rete locale (LAN). Si prega di disattivare il firewall OpenMandriva Lx per la scheda di rete collegata alla connessione LAN prima di procedere.

source: No ethernet network adapter configured for LAN has been detected on your system. Please run the hardware configuration tool to configure it, and ensure that the OpenMandriva Lx firewall is not enabled for network adapter connected to your LAN network.
cs: V systému nebyl nalezen žádný ethernetový adaptér nastavený pro LAN. K jeho nastavení, prosím, spusťte průvodce nastavením technického vybavení počítače a zajistěte, aby nebylo toto rozhraní do LAN chráněno firewallem Mageii.
el: Δεν εντοπίστηκε καμιά κάρτα ρυθμισμένη για το τοπικό δίκτυο στο σύστημά σας. Παρακαλώ εκτελέστε το εργαλείο ρύθμισης υλικού για να τη ρυθμίσετε, και σιγουρευτείτε πως το τείχος προστασίας OpenMandriva Lx είναι απενεργοποιημένο για την κάρτα δικτύου που είναι συνδεδεμένη στο τοπικό σας δίκτυο.
es: No se ha detectado un adaptador de red configurado para LAN en su sistema. Por favor ejecute la herramienta de configuración de hardware para configurarla, y asegúrese de que el cortafuegos de OpenMandriva Lx no esté habilitado para el adaptador de red conectado a su red LAN.
fi: Järjestelmässä ei havaittu yhtään lähiverkkokäyttöön asetettua verkkoliitäntää. Suorita laitteiston asetustyökalu verkkoliitännän asettamiseksi ja varmista, että palomuuri ei ole käytössä tälle verkkoliitännälle.
fr: Aucun adaptateur réseau configuré pour le LAN n'a été détecté sur votre système. Veuillez lancer l'outil de configuration du matériel pour le configurer et assurez-vous que le pare-feu OpenMandriva Lx n'est pas activé pour l'adaptateur réseau connecté à votre réseau local.
hu: Nincs beállítva hálózati eszköz, nem érzékelek helyi hálózatot a rendszerén. Kérem futtassa a hardverazonosító eszközt, hogy beállítson egyet. Futtassa a OpenMandriva Lx tűzfalat beállító eszközt, és engedélyezze a hálózati eszközön a helyi hálózat kapcsolódását.
it: Nessuna scheda di rete ethernet configurata per la LAN è stata rilevata sul tuo sistema. Si prega di eseguire lo strumento di configurazione hardware per configurarla, e assicurati che il firewall OpenMandriva Lx non sia abilitato per scheda di rete connessa alla rete LAN.

source: _File
br: _Restr
cs: _Soubor
da: _Fil
de: _Datei
el: _Αρχείο
es: _Archivo
fi: _Tiedosto
fr: _Fichier
hu: _Fájl
nn: _Fil
pl: _Plik
ro: _Fișier

source: _Write conf
br: _Skrivañ ar gefluniadur
cs: _Uložit nastavení
da: _Skriv konf
de: _Schreibe conf
el: Ε_γγραφή της διαμόρφωσης
es: _Escribir configuración
fi: T_allenna asetukset
fr: É_crire la configuration
hu: _Beállítások mentése
it: _Scrivi conf
nn: _Lagra oppsett
pl: _Zapisz konfigurację
ro: _Scrie configurația

source: _Quit
br: _Kuitaat
cs: U_končit
da: _Afslut
de: _Beenden
el: _Έξοδος
es: _Salir
fi: _Lopeta
fr: _Quitter
hu: _Kilépés
it: _Esci
nn: _Avslutt
pl: _Zakończ
ro: _Terminare

source: _NFS Server
br: Servijer _NFS
el: Εξυπηρετητής _NFS
es: Servidor _NFS
fi: _NFS-palvelin
fr: Serveur _NFS
hu: _NFS kiszolgáló
it: Server _NFS
nn: _NFS-tenar
pl: Serwer _NFS
ro: Server _NFS

source: _Restart
br: _Adloc'hañ
cs: _Restartovat
da: _Genstart
de: _Neu starten
el: _Επανεκκίνηση
es: _Reiniciar
fi: _Käynnistä uudelleen
fr: _Redémarrer
hu: Újra_indítás
it: _Riavvia
nn: _Start på nytt
pl: U_ruchom ponownie
ro: _Repornire

source: R_eload
br: _Ad_kargañ
cs: Z_novu načíst
da: G_enindlæs
el: Ε_παναφόρτωση
es: Re_cargar
fi: Lataa _uudelleen
fr: R_echarger
hu: Újra_töltés
it: R_icarica
nn: _Oppdater
pl: Prz_eładuj
ro: R_eîncarcă

source: _Samba Server
br: Servijer _Samba
el: _Εξυπηρετητής Samba
es: _Servidor Samba
fi: _Samba-palvelin
fr: _Serveur Samba
hu: _Samba kiszolgáló
it: _Server Samba
nn: _Samba-tenar
pl: _Serwer Samba
ro: _Server Samba

source: _Configure
br: _Kefluniañ
cs: Nasta_vit
da: .Konfigurér
de: _Konfigurieren
el: _Ρύθμιση
es: _Configurar
fi: _Aseta
fr: _Configurer
hu: _Beállítás
it: _Configura
nn: _Set opp
pl: _Konfiguruj
ro: _Configurează

source: _Help
br: _Skoazell
cs: _Nápověda
da: _Hjælp
de: _Hilfe
el: _Βοήθεια
es: _Ayuda
fi: O_hje
fr: _Aide
hu: _Segítség
it: _Guida
nn: _Hjelp
pl: _Pomoc
ro: _Ajutor

source: _Samba Documentation
br: Teuliadur _Samba
cs: Dokumentace _Samba
da: _Samba-dokumentation
de: _Samba Dokumentation
el: _Τεκμηρίωση Samba
es: Documentación de _Samba
fi: _Samba dokumentaatio
fr: Documentation _Samba
hu: Samba _Dokumentáció
it: Documentazione _Samba
nn: _Samba-hjelp
pl: _Dokumentacja Samby
ro: Documentația _Samba

source: _Report Bug
br: _Reiñ da c'houzout ur gudenn
cs: Nah_lásit chybu
da: _Rapportér fejl
de: _Fehler melden
el: _Αναφορά σφάλματος
es: _Reporte de fall
fi: _Raportoi virheestä
fr: Signale/_r une anomalie
hu: _Hibabejelentés
it: _Segnala bug
nn: _Meld frå om feil
pl: _Zgłoś błąd
ro: _Raportare eroare

source: _About...
br: _A-brepoz ...
cs: O _aplikaci...
da: _Om...
de: _Über ...
el: _Σχετικά με...
es: _Acerca de...
fi: _Tietoja...
fr: _À propos…
hu: _Névjegy...
it: _Informazioni su...
nn: _Om …
pl: O _programie...
ro: _Despre...

source: You do not have any configured Internet connection. Run the "%s" assistant from the OpenMandriva Lx Linux Control Center
cs: Nemáte nastaveno žádné internetové připojení. Spusťte "%s" asistenta z Ovládacího centra OpenMandriva Lx Linuxu.
el: Δεν έχετε καμία ρυθμισμένη σύνδεση στο διαδίκτυο. Εκτελέστε τον οδηγό «%s» από το κέντρο ελέγχου OpenMandriva Lx
es: Usted no tiene configurada una conexión a Internet. Ejecute el asistente "%s" desde el Centro de Control de OpenMandriva Lx Linux
fi: Yhtään verkkoliitäntää ei ole vielä asetettu. Suorita OpenMandriva Lxn Ohjauskeskuksesta työkalu "%s".
fr: Vous n'avez aucune connexion Internet configurée. Lancez l'assistant « %s » du Centre de contrôle de OpenMandriva Lx
it: Non hai nessuna connessione internet configurata. Esegui l'assistente "%s" dal Centro di Controllo OpenMandriva Lx

source: No
cs: Ne
de: Nein
el: Όχι
fi: Ei
fr: Non
hu: Nem

source: Yes
cs: Ano
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
it: Sì

source: WPA/WPA2 Enterprise
br: WPA/WPA2 Embregerezh
da: WPA/WPA2 firmaudgave
el: Εταιρικό WPA/WPA2
es: WPA/WPA2 Empresarial
fr: WPA/WPA2 Entreprise
it: WPA/WPA2 aziendale
nb: WPA/WPA2 Bedrift
sl: WPA/WPA2, podjetje
tr: WPA/WPA2 Kurumsal

source: Bitrate (in b/s)
br: Feur (bit/e)
cs: Bitová rychlost (b/s)
cy: Didradd (mewn b/s)
da: Bitrate (i bit/s)
el: Ρυθμός bit (σε b/s)
es: Tasa de bits (en b/s)
et: Bitikiirus (b/s)
eu: Bit-abiadura (b/s)
fi: Siirtonopeus (bit/s)
fr: Taux de transfert (bits par seconde)
he: קצב סיביות - סל"ש
hu: Bitráta (b/s)
id: Bitrate (dalam b/d)
is: Bitahraði (í b/s)
nb: Bitrate (i b/s)
nn: Bitrate (i b/s)
pl: Stopa bitowa (w b/s)
ro: Rată de transfer (în biți/secundă)
sl: Bitna hitrost (v b/s)
tr: Bitrate (b/s bazında)

source: Virtual Path ID (VPI):
br: ID an hent galloudel (VPI) :
cs: ID virtuální cesty (VPI):
de: Virtuelle Pfad-ID (VPI):
el: Αναγνωριστικό εικονικής διαδρομής (VPI):
es: ID de ruta virtual (VPI):
fi: VPI-arvo:
fr: Identifiant de chemin virtuel (VPI) :
he: זיהוי נתיב וירטואלי (VPI):
hu: Virtuális útvonalazonosító (VPI):
is: Auðkenni sýndarslóðar (VPI):
it: ID del percorso virtuale (VPI):
nn: Virtuell stig-ID (VPI):
pl: ID wirtualnej ścieżki (VPI):
ro: ID de cale virtuală (VPI):
sl: Navidezna pot do identitete (VPI):
tr: Sanal Yol Kimliği (VPI):
wa: Idintifiant do forveyou tchmin (VPI):

source: Virtual Circuit ID (VCI):
br: ID al liamm galloudel (VPI) :
cs: ID virtuálního okruhu (VCI):
de: Virtuelle Circuit-ID (VCI):
el: Αναγνωριστικό του εικονικού κυκλώματος (VCI):
es: ID de circuito virtual (VCI):
fi: VCI-arvo:
fr: Identifiant de circuit virtuel (VCI) :
he: זיהוי מעגל וירטואלי (VCI):
hu: Virtuális összeköttetés (circuit) azonosító (VCI):
is: Auðkenni sýndarrásar (VCI):
it: ID del circuito virtuale (VCI):
nn: Virtuell krins-ID (VPI):
pl: ID wirtualnego obwodu (VCI):
ro: ID de circuit virtual (VCI):
sl: VCI
tr: Sanal Şebek Kimliği (VCI):
wa: Idintifiant do forveyou circût (VCI):

source: You do not have any configured Internet connection. Run the "%s" assistant from the OpenMandriva Lx Control Center
cs: Nemáte nastaveno žádné připojení k internetu. Spusťte nástroj %s z Ovládacího centra OpenMandriva Lx
el: Δεν έχετε καμία ρυθμισμένη σύνδεση στο διαδίκτυο. Εκτελέστε τον οδηγό «%s» από το Κέντρο Ελέγχου OpenMandriva Lx
es: Usted no tiene ninguna conexión a internet configurada. Ejecute el asistente "%s" desde el centro de control de OpenMandriva Lx
fi: Yhtään verkkoliitäntää ei ole asetettu. Suorita OpenMandriva Lxn Ohjauskeskuksesta työkalu "%s".
fr: Vous n'avez aucune connexion Internet configurée. Lancez l'assistant « %s » depuis le Centre de contrôle de OpenMandriva Lx
it: Non hai configurato alcuna connessione ad internet. Esegui l'assistente "%s" dal Centro di Controllo OpenMandriva Lx

source: drakfirewall configurator This configures a personal firewall for this OpenMandriva Lx machine.
cs: Nastavení drakfirewall Nastavte osobní firewall na tomto stroji s OpenMandriva Lx Linuxem.
el: ρυθμιστής drakfirewall Ρυθμίζει ένα προσωπικό τείχος προστασίας για αυτό το μηχάνημα.
es: Configurador de drakfirewall Esto configura un cortafuegos personal para esta máquina OpenMandriva Lx.
fi: drakfirewall asetustyökalu Henkilökohtaisen palomuurin asetustyökalu OpenMandriva Lxlle.
fr: assistant de configuration drakfirewall Cet assistant configure un pare-feu personnel pour cet ordinateur sous OpenMandriva Lx.
it: configuratore drakfirewall questo strumento configura un firewall personale per questa macchina OpenMandriva Lx.

source: Please select the interfaces that will be protected by the firewall. All interfaces directly connected to Internet should be selected, while interfaces connected to a local network may be unselected. If you intend to use OpenMandriva Lx Internet Connection sharing, unselect interfaces which will be connected to local network. Which interfaces should be protected?
cs: Prosím, vyberte, která rozhraní budou chráněna firewallem. Všechna rozhraní, která jsou připojena k síti internet by měla být vybrána zatímco rozhraní, která váš počítač spojují s místní sítí by vybrána být neměla. Pakliže hodláte používat sdílení připojení k internetu, nesmíte vybrat rozhraní, která budou připojena k místní síti. Která rozhraní máme chránit?
el: Παρακαλώ επιλέξτε τις διεπαφές που θα προστατεύονται από το τείχος προστασίας. Θα πρέπει να επιλεχθούν όλες οι διεπαφές που συνδέονται στο διαδίκτυο, ενώ οι διεπαφές συνδεδεμένες με το τοπικό δίκτυο μπορούν να αποεπιλεχθούν. Αν πρόκειται η σύνδεσή σας στο διαδίκτυο να είναι κοινόχρηστη, αποεπιλέξτε τις διεπαφές συνδεδεμένες στο τοπικό σας δίκτυο. Ποιες διεπαφές θα πρέπει να προστατευθούν;
es: Por favor elija las interfaces que serán protegidas por el cortafuegos. Todas las interfaces conectadas directamente a Internet deberían ser seleccionadas, mientras que las interfaces conectadas a la red local pueden no estar seleccionadas. Si pretende usar la compartición de Conexión a Internet de OpenMandriva Lx, deseleccione las interfaces que se conectarán a la red local. ¿Cuáles interfaces se deberían protegidas?
fi: Valitse liitännät, jotka suojataan palomuurilla. Kaikki suoraan Internetiin liitetyt liitännät tulisi valita, kun taas lähiverkkoon kytketyt liitännät voidaan jättää valitsematta. Jos aikomuksena on käyttää OpenMandriva Lxn Internet-yhteyden jakamista, jätä valitsematta lähiverkkoon kytkettäväksi aiotut liitännät. Mitkä liitännät suojataan?
fr: Veuillez sélectionner les interfaces qui seront protégées par le pare-feu. Toutes les interfaces connectées directement sur Internet devraient être sélectionnées, celles connectées au réseau local peuvent ne pas l'être. Si vous envisagez de partager votre connexion Internet, désélectionnez les interfaces connectées à votre réseau local. Quelles interfaces doivent être protégées ?
hu: Kérem adja meg, hogy mely csatolókat kell tűzfallal védeni. Az összes olyan csatolót ki kell jelölni, amely közvetlenül csatlakozik az internethez. A helyi hálózathoz csatlakozó csatolókat nem feltétlenül szükséges kijelölni. Ha használja a OpenMandriva Lx Internetmegosztó eszközt, Akkor a helyi hálózathoz csatlakozó interfészt ne jelölje meg. Mely csatolók legyenek védve?
it: Seleziona le interfacce che saranno protette dal firewall. Dovresti selezionare tutte le interfacce direttamente connesse a internet, mentre puoi deselezionare le interfacce collegate ad una rete locale. Se intendi usare la condivisione della connessione internet OpenMandriva Lx, deseleziona le interfacce che saranno connesse alla rete locale. Quali sono le interfacce vuoi proteggere?

source: Run OpenMandriva Lx Network Connection Configuration
cs: Spustit nastavení síťového spojení Mageii
el: Εκτέλεση της Διαμόρφωσης Σύνδεσης Δικτύου OpenMandriva Lx
es: Configurar conexiones de red
fr: Lancer l'outil de configuration de la connexion au réseau de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx delle connessione di rete

source: Authentication is required to run OpenMandriva Lx Network Connection Configuration
cs: Ke spuštění nastavení síťového spojení Mageii je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Σύνδεσης Δικτύου OpenMandriva Lx
es: Se requiere autenticación para configurar de conexión de red
fr: Une authentification est nécessaire pour lancer l'outil de configuration de la connexion au réseau de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx delle connessione di rete

source: Run OpenMandriva Lx Firewall Configuration
cs: Spustit nastavení Mageii pro firewall
el: Εκτέλεση της Διαμόρφωσης του Τείχους Προστασίας
es: Ejecutar la configuración del cortafuegos de OpenMandriva Lx
fr: Lancer l'outil de configuration du Pare-feu de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx del Firewall

source: Authentication is required to run OpenMandriva Lx Firewall Configuration
cs: Ke spuštění nastavení Mageii pro firewall je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης του Τείχους Προστασίας OpenMandriva Lx
es: Se requiere autenticación para configurar cortafuegos OpenMandriva Lx
fr: Une authentification est nécessaire pour lancer l'outil de configuration du Pare-feu de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx del Firewall

source: Run OpenMandriva Lx Internet Sharing Configuration
cs: Spustit nastavení Mageii pro sdílení na internetu
el: Εκτέλεση της Διαμόρφωσης Κοινόχρηστης Σύνδεσης Διαδικτύου OpenMandriva Lx
es: Configurar compartición de internet OpenMandriva Lx
fr: Lancer l'outil de configuration du partage de la connexion Internet de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx per le condivisioni di Internet

source: Authentication is required to run OpenMandriva Lx Internet Sharing Configuration
cs: Ke spuštění nastavení Mageii pro sdílení na internetu je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Κοινόχρηστης Σύνδεσης Διαδικτύου OpenMandriva Lx
es: Se requiere autenticación para configurar compartición de internet OpenMandriva Lx
fr: Une authentification est nécessaire pour lancer l'outil de configuration du partage de la connexion Internet de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx per le condivisioni di Internet

source: Run OpenMandriva Lx Local Host Names Configuration
cs: Spustit nastavení Mageii pro názvy místních počítačů
el: Εκτέλεση της Διαμόρφωσης Τοπικών Ονομάτων Υπολογιστών OpenMandriva Lx
es: Configuración de nombres de dominio locales
fr: Lancer l'outil de configuration du nom d'hôte local de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx dei nomi degli host locali

source: Authentication is required to run OpenMandriva Lx Local Host Names Configuration
cs: Ke spuštění nastavení Mageii pro názvy místních počítačů je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Τοπικών Ονομάτων Υπολογιστών OpenMandriva Lx
es: Se requiere autenticacion para la configuracion local de nombres de dominio
fr: Une authentification est nécessaire pour lancer l'outil de configuration du nom d'hôte local de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx dei nomi degli host locali

source: Run OpenMandriva Lx IDS Configuration
cs: Spustit nastavení Mageii pro IDS
el: Εκτέλεση της Διαμόρφωσης IDS (Σύστημα Ανίχνευσης Εισβολής) OpenMandriva Lx
es: Configurar IDS OpenMandriva Lx
fr: Lancer l'outil de configuration du système de détection d'intrusions de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx IDS

source: Authentication is required to run OpenMandriva Lx IDS Configuration
cs: Ke spuštění nastavení Mageii pro IDS je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης IDS (Σύστημα Ανίχνευσης Εισβολής) OpenMandriva Lx
es: Se requiere autenticación para configurar IDS OpenMandriva Lx
fr: Une authentification est nécessaire pour lancer l'outil de configuration du système de détection d'intrusions de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx IDS

source: Run OpenMandriva Lx Network Center
cs: Spustit síťové centrum
el: Εκτέλεση του Κέντρου Δικτύου OpenMandriva Lx
es: Ejecutar Centro de Red OpenMandriva Lx
fr: Lancer le Centre réseau de OpenMandriva Lx
it: Esegui il Centro di gestione Rete OpenMandriva Lx

source: Authentication is required to run OpenMandriva Lx Network Center
cs: Ke spuštění síťového centra je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση του Κέντρου Δικτύου OpenMandriva Lx
es: Se requiere autenticación para ejecutar Centro de Red OpenMandriva Lx
fr: Une authentification est nécessaire pour lancer le Centre réseau de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire il Centro di gestione Rete OpenMandriva Lx

source: Run OpenMandriva Lx Network Profile Configuration
cs: Spustit nastavení síťového profilu Mageii
el: Εκτέλεση της Διαμόρφωσης Προφίλ Δικτύου OpenMandriva Lx
es: Configurar perfil de red
fr: Lancer l'outil de configuration du profil réseau de OpenMandriva Lx
it: Esegui la configurazione OpenMandriva Lx dei profili di rete

source: Authentication is required to run OpenMandriva Lx Network Profile Configuration
cs: Ke spuštění nastavení síťového profilu Mageii je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Προφίλ Δικτύου OpenMandriva Lx
es: Se requiere autenticación para configurar perfil de red
fr: Une authentification est nécessaire pour lancer l'outil de configuration du profil réseau de OpenMandriva Lx
it: È necessaria l'autenticazione per eseguire la configurazione OpenMandriva Lx dei profili di rete

source: Run OpenMandriva Lx NFS Shares Configuration
cs: Spustit nastavení Mageii pro sdílení pomocí NFS
el: Εκτέλεση της Διαμόρφωσης Κοινόχρηστων NFS OpenMandriva Lx
es: Configurar compartición NFS
fr: Lancer l'outil de configuration des partages NFS de OpenMandriva Lx
it: Configura le condivisioni NFS

source: Authentication is required to run OpenMandriva Lx NFS Shares Configuration
cs: Ke spuštění nastavení Mageii pro sdílení pomocí NFS je vyžadováno ověření
el: Απαιτείται πιστοποίηση για την εκτέλεση της Διαμόρφωσης Κοινόχρηστων NFS OpenMandriva Lx
es: Se requiere autenticación para configurar compartición NFS
fr: Une authentification est nécessaire pour lancer l'outil de configuration des partages NFS de OpenMandriva Lx
it: È richiesta l'autenticazione per configurare le condivisioni NFS

source: Run OpenMandriva Lx Proxy Configuration
cs: Spustit nastavení Megeii pro Proxy
el: Εκτέλεση της Διαμόρφωσης Διαμεσολαβητή OpenMandriva Lx
es: Configurar Proxy de red
fr: Lancer l'outil de configuration du Proxy de OpenMandriva Lx
it: Configura un proxy
