Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: %s is already used by a connection that starts on boot (%s). To use this address with this connection, first disable all other devices which use it, or configure them not to start at boot
cs: %s je již použita připojením, které se spouští při startu počítače (%s). Chcete-li použít tuto adresu s tímto připojením, vypněte nejprve všechna ostatní zařízení, která ji používají, nebo je nastavte tak, aby se nespouštěla při startu
cy: Mae %s eisoes yn cael ei ddefnyddio gan gysylltiad sy'n cychwyn wrth i'r cyfrifiadur gychwyn (%s). I ddefnyddio'r cyfeiriad yma gyda'r cysylltiad, rhaid anablu pob dyfais arall sy'n ei ddefnyddio, neu eu ffurfweddu i beidio cychwyn wrth i'r cyfrifiadur gychwyn.
da: %s er allerede brugt af en forbindelse der startes ved opstart (%s). For at bruge denne adresse med denne forbindelse skal alle andre enheder, der bruger den, først deaktiveres; eller konfigurér dem til ikke at starte ved opstart
de: %s wird bereits benutzt von einer Verbindung, die während des Boot-Prozesses gestartet wird (%s). Um diese Adresse mit dieser Verbindung zu benutzen, deaktivieren Sie bitte zuerst andere Geräte, die diese benutzen, oder ändern Sie die Konfiguration, so dass diese nicht beim Boot-Prozess gestartet werden.
el: %s χρησιμοποιείται ήδη από μια σύνδεση ενεργοποιημένη στην εκκίνηση (%s). Για να χρησιμοποιήσετε αυτή τη διεύθυνση με αυτή τη σύνδεση, πρώτα απενεργοποιήστε όλες τις υπόλοιπες συσκευές που την χρησιμοποιούν, ή ρυθμίστε τες να μην ξεκινούν κατά την εκκίνηση
es: %s ya está siendo usada por una conexión que inicia durante el arranque (%s). Para usar esta dirección con esta conexión, primero deshabilite todos los otros dispositivos que la usen, o configúrelos para que no inicien durante el arranque.
et: %s on juba kasutusel alglaadimisel käivitatava ühenduse poolt (%s)). Selle aadressi kasutamiseks selle ühendusega keelake kõigepealt kõik teised seadmed, mis seda kasutavad, või seadistage nad alglaadimisel mitte käivituma.
eu: %s erabilita dago abioan hasten den lotura batekin (%s). Helbide hau lotura honekin erabiltzeko, ezgaitu lehenengo bera erabiltzen duten gainontzeko gailu guztiak, edo konfiguratu itzazu abioan ez hasteko
fi: Osoite %s on jo käytössä yhteydellä (%s), joka käynnistyy tietokoneen käynnistyessä. Käyttääksesi osoitetta tämän yhteyden kanssa, poista käytöstä kaikki osoitetta käyttävät laitteet tai ota niiden automaattinen käynnistyminen pois käytöstä.
fr: %s est déjà utilisée par une connexion lancée au démarrage (%s). Pour utiliser cette adresse avec cette connexion, vous devez d'abord désactiver tous les périphériques qui l'utilisent ou bien ne pas les activer au démarrage
hu: A %s kapcsolat már el lett indítva a rendszerindítás során (%s). Ahhoz, hogy ezt a címet használja a kapcsolathoz, elsőnek minden más használt eszközt le kell tiltania, vagy állítsa be, hogy ez az eszköz ne induljon el a rendszerindítás folyamán
id: %s sudah digunakan oleh sebuah koneksi yang dimulai saat boot (%s). Untuk menggunakan alamat ini dengan koneksi ini, matikan terlebih dahulu device lain yang menggunakannya, atau konfigurasi agar tidak mulai saat boot
it: %s è già utilizzato dalla connessione avviata al boot (%s). Per usare questo indirizzo con questa connessione, prima devi disattivare tutti gli altri dispositivi che lo usano o configurarli in modo che non partano al boot
nb: %s er allerede brukt av en tilkobling som starter automatisk ved oppstart (%s). For å kunne bruke denne adressen med denne tilkoblinga, må du først slå av alle andre enheter som bruker den eller sette de opp slik at de ikke slås på ved oppstart.
nn: «%s» er alt i bruk av eit samband som vert starta ved oppstart (%s). For å bruka denne adressa med dette sambandet, må du først slå av alle andre einingar som brukar det, eller setja dei opp til å ikkje starta ved oppstart.
pl: %s jest już wykorzystywany przez połączenie uruchamiane podczas startu systemu (%s). Aby użyć tego adresu do tego połączenia wyłącz wszystkie inne urządzenia, które z niego korzystają, lub skonfiguruj je tak, aby nie uruchamiały się podczas startu systemu.
ro: %s este deja utilizată de conexiunea inițiată la pornire (%s). Pentru a utiliza această adresă cu această conexiune, va trebui să dezactivați mai întîi toate dispozitivele care o utilizează, sau să le configurați să nu fie inițiate la pornire
ru: Адрес %s уже используется в соединении стартуемом при загрузке (%s). Чтобы использовать этот адрес в данном соединении, сначала необходимо отключить все другие использующие его устройства или отключить их запуск при загрузке системы.
sl: %s že uporablja povezava, ki se vzpostavi ob zagonu (%s). Da bi lahko uporabili ta naslov za to povezavo, morate najprej onemogočiti vse ostale naprave, ki ga uporabljajo, ali pa napravam onemogočiti povezovanje ob zagonu.
tr: %s zaten açılışta başlatılan (%s) bağlantısı tarafından kullanılıyor. Bu adresi bu bağlantı ile kullanmak için; önce onu kullanan tüm aygıtları devre dışı bırakın veya açılışta başlamamalarını sağlayacak şekilde ayarlayın.

source: Assign host name from DHCP server (or generate a unique one)
br: Adtapout an anv ostiz eus ar chomlec'h DHCP (pe krouiñ unan dieilj)
cs: Přiřadit název počítače z DHCP serveru (nebo vytvořit jedinečný)
cy: Rhowch enw'r gwesteiwr o'r cyfeiriad DHCP (neu gynhyrchu un unigryw)
da: Tildel værtsnavn fra DHCP-adresse (eller lav et unikt)
de: Name des Hosts über DHCP zuweisen
el: Αναθέστε το όνομα υπολογιστή από τον εξυπηρετητή DHCP (ή δημιουργείστε ένα μοναδικό)
es: Asignar nombre de equipo desde el servidor DHCP (o generar uno único)
et: Masinanimi omistatakse DHCP serverist (või luuakse uus unikaalne)
eu: Esleitu ostalari izena DHCP zerbitzaritik (edo sortu bakarra den bat)
fi: Määritä verkkonimi DHCP-palvelimen avulla (tai luo ainutlaatuinen)
fr: Affecter le nom d'hôte depuis le serveur DHCP (ou en générer un unique)
hu: Gépnév a DHCP címből származik (vagy generál egy egyedi nevet)
id: Tetapkan nama host dari server DHCP (atau buat sebuah nama unik)
is: Skilgreina nafn vélar frá DHCP vistfangi (eða búa til einkvæmt)
it: Assegna il nome host con quello fornito dal server DHCP (o generane uno univoco)
nb: Tilegn vertsnavn fra DHCP-tjener (eller opprett et unikt)
nn: Tildel vertsnamn frå DHCP-tenar (eller generer eit unikt eitt)
pl: Przypisywanie nazwy komputera z adresu DHCP (lub utwórz unikalną nazwę)
ro: Atribuie nume gazdei de la serverul DHCP (sau generează unul unic)
ru: Установить имя хоста, назначенное DHCP-сервером (или создать уникальное)
sl: Ime gostitelja pridobi s strežnika DHCP (ali ustvari edinstvenega)
tr: Makine adını DHCP adrsinden tamamla (veya benzersiz bir tane üret)

source: This will allow the server to attribute a name for this machine. If the server does not provides a valid host name, it will be generated automatically.
cs: Toto umožní serveru přiřadit název tomuto počítači. Pokud server neposkytne platný název počítače, bude název vytvořen automaticky.
cy: Bydd hyn yn caniatáu i'r gweinydd bennu enw i'r peiriant hwn. Os nad yw'r peiriant yn pennu enw gwesteiwr dilys, bydd yn cael ei gynhyrchu’n awtomatig.
da: Dette giver mulighed for at serveren tilknytter et navn til denne maskine. Hvis serveren ikke angiver et gyldigt værtsnavn vil det blive genereret automatisk.
de: Dies erlaubt dem Server, einen Namen für diese Maschine festzulegen. Wenn der Server keinen gültigen Host-Namen vergibt, dann wird der Name automatisch generiert.
el: Αυτό θα επιτρέψει στον εξυπηρετητή να αποδώσει ένα όνομα για αυτό το μηχάνημα. Αν ο εξυπηρετητής δεν παρέχει ένα έγκυρο όνομα υπολογιστή, αυτό θα δημιουργηθεί αυτόματα.
es: Esto permitirá al servidor atribuir un nombre a esta máquina. Si el servidor no provee un nombre de equipo válido, será generado automáticamente.
et: See võimaldab serveril omistada masinale nime. Kui server ei paku korrektset masinanime, luuakse see automaatselt.
eu: Honek zerbitzariari makinarentzako izen bat ematea ahalbidetuko dio. Zerbitzariak ostalari izen balioduna hornitzen ez badu, automatikoki sortuko da.
fi: Tämä mahdollistaa palvelimen määrittelemän verkkonimen. Jos palvelin ei määritä kunnollista verkkonimeä, verkkonimi luodaan automaattisesti.
fr: Cela va permettre au serveur d'attribuer un nom à cette machine. Si le serveur n'attribue pas de nom d'hôte valide, il sera généré automatiquement.
hu: Minden számítógépnek egyed névvel kell rendelkezni. Ha a kiszolgáló nem tud érvényes, egyedi gépnevet felmutatni, akkor automatikusan generálva lesz egy név.
id: Ini akan memungkinkan server untuk mencantumkan sebuah nama untuk komputer ini. Jika server tidak menyediakan sebuah nama host yang valid, akan dibuatkan secara otomatis.
it: Questo permetterà al server di fornire un nome a questa macchina. Se il server non fornisce un nome host valido, esso verrà generato automaticamente.
nb: Dette vil tillate tjeneren til å legge til et navn for denne maskinen. Hvis tjeneren ikke tilbyr et gylid vertsnavn, vil dette bli opprettet automatisk.
nn: Dette lèt tenaren gje bruka eit namn på denne maskina. Viss tenaren ikkje oppgjev eit gyldig vertsnamn, vert det laga automatisk.
pl: Pozwoli to na przypisanie tego komputera do serwera. Jeśli serwer nie zapewnia prawidłowej nazwy hosta, zostanie on automatycznie wygenerowany.
ro: Aceasta va permite serverului să atribuie un nume acestei mașini. Dacă serverul nu poate furniza un nume de gazdă valid, acesta va fi generat în mod automat.
ru: Это позволит серверу задавать имя для этой машины. Если сервер не предоставляет правильного имени хоста, оно будет сгенерировано автоматически.
sl: To bo strežniku omogočilo temu računalniku dodeliti ime. Če strežnik ne ponudi veljavnega imena gostitelja, bo le to ustvarjeno samodejno.
tr: Bu, sunucunun bu makine için bir ad atamasını sağlayacaktır. Sunucu geçerli bir makine adı atamazsa, otomatik olarak bir ad üretilecektir.

source: You should define a hostname for this machine, which will identify this PC. Note that this hostname will be shared among all network connections. If left blank, 'localhost.localdomain' will be used.
cs: Tento počítač by měl mít stanoven název, podle kterého se pozná. Mějte na paměti, že tento název bude sdílený všemi síťovými připojeními. Pokud bude ponechán prázdný, použije se „localhost.localdomain”.
cy: Rhaid i chi ddiffinio enw gwesteiwr ar gyfer y peiriant hwn, sy'n dynodi'r PC. Sylwch y bydd yr enw gwesteiwr yn cael ei rannu ymysg yr holl gysylltiadau rhwydwaith. Os fydd yn cael ei adael yn wag, bydd 'localhost.localdomain' yn cael ei ddefnyddio.
da: Du bør angive et værtsnavn for denne maskine, som vil identificere denne PC. Bemærk at dette værtsnavn vil blive delt med alle netværksforbindelser. Hvis det ikke sættes til noget, vil 'localhost.localdomain' blive brugt.
de: Sie sollten einen Host-Namen für diesen Computer festlegen, der diesen PC identifiziert. Dieser Host-Name wird mit allen Netzwerk-Verbingungen geteilt. Wenn Sie dieses Feld leer lassen, wird 'localhost.localdomain" verwendet.
el: Θα πρέπει να ορίσετε ένα όνομα υπολογιστή γι' αυτό το μηχάνημα, το οποίο θα επιτρέπει την ταυτοποίησή του. Σημειώστε ότι αυτό το όνομα υπολογιστή θα ισχύει για όλες τις συνδέσεις. Αν το αφήσετε κενό, θα χρησιμοποιηθεί το «localhost.localdomain».
es: Usted debe definir un nombre de equipo para este equipo, el cual identificará a este PC. Note que este nombre de equipo será compartido entre todas las conexiones de red. Si se deja en blanco, se utilizará 'localhost.localdomain'.
et: Peaksite määrama sellele masinale nime, mis tuvastaks üheselt selle arvuti. Pange tähele, et sama masinanime kasutavad kõik võrguühendused. Kui jätate selle tühjaks, kasutatakse nime 'localhost.localdomain'.
eu: Makina honentzako ostalari izen bat zehaztu behar zenuke, PC hau identifikatzeko. Ohartu ostalari izen hau sare lotura guztien artean partekatuko dela. Hutsik utzi ezkero, 'localhost.localdomain' erabiliko da.
fi: Tietokoneelle tulisi antaa verkkonimi, joka yksilöi tietokoneen. Huomaa, että verkkonimeä käytetään kaikkien verkkoyhteksien kanssa. Jos verkkonimeä ei anneta, käytetään oletusarvoa (localhost.localdomain).
fr: Vous devriez donner un nom d'hôte à cette machine qui permettra de l'identifier. Veuillez noter que ce nom d'hôte sera utilisé par toutes les connexions réseau. Si ce champ est laissé vide, « localhost.localdomain » sera utilisé.
hu: El kell neveznie a számítógépét egy gépnévvel. Ez a név meg lesz osztva a hálózat többi számítógépével, és ez, mint egy egyedi azonosító fogja megkülönböztetni a többi számítógéptől. Amennyiben üresen hagyja, 'localhost.localdomain' lesz a számítógép gépneve.
id: Anda harus menetapkan sebuah hostname untuk komputer ini, yang akan mengidentifikasi PC ini. Catatan bahwa hostname ini akan dibagi di antara semua koneksi jaringan. Jika dibiarkan kosong, 'localhost.localdomain' akan digunakan.
it: Devi definire un nome host per questa macchina che la identificherà. Nota che il nome host sarà condiviso con tutte le connessioni di rete. Se non definito sarà usato il nome host "'localhost.localdomain".
nb: Du bør angi et vertsnavn som vil identifisere denne maskinen. Merk at dette vertsnavnet vil bli delt av alle nettverkstilkoblinger. Hvis er blankt vil «localhost.localdomain» bli brukt.
nn: Du bør definera eit vertsnamn for dette maskina, som vert brukt til å identifisera ho. Merk at dette vertsnamnet vert delt mellom alle nettverkssambanda. Viss du lèt feltet stå tomt, vert «localhost.localdomain» brukt.
pl: Nazwa hostname powinna być wprowadzona, pozwoli to na łatwą identyfikację tego komputera w sieci. Nazwa komputera będzie widoczna we wszystkich połączeniach sieciowych. W przypadku pozostawienia tego pola pustego nazwa komputera będzie następująca 'localhost.localdomain'.
ro: Trebuie să definiți un nume de gazdă pentru această mașină, nume prin care va fi identificat acest calculator. De notat că acest nume va fi utilizat detoate conexiunile de rețea. Dacă-l lăsați gol, „localhost.localdomain” va fi folosit.
ru: Вы должны задать имя хоста для этой машины, которое будет идентифицировать этот ПК. Это имя будет использоваться при всех сетевых соединениях. Если вы оставите его пустым, будет использовано имя 'localhost.localdomain'
sl: Določiti bi morali ime gostitelja za ta računalnik, kar ga bo identificiralo. Vedite, da bo to ime gostitelja deljeno med vsemi omrežnimi povezavami. Če pustite prazno, bo uporabljeno ime »localhost.localdomain«.
tr: Bu bilgisayarı tanımlayacak bir makine adı atamalısınız. Bu makine adının tüm ağ bağlantılarıyla paylaşılacağını unutmayın. Boş bırakılırsa 'localhost.localdomain' adı kullanılacaktır.

source: Network Hotplugging
cs: Rychlé připojení do sítě
cy: Plygio byw'r Rhwydwaith
da: Hotplugging af netværk
de: Netzwerk Hotplugging
el: Θερμή σύνδεση (hotplugging) δικτύου
es: Enchufe en caliente de la red
et: Võrgu kohene valmidus (hotplugging)
eu: Sareko Hotplugging-a
fi: Verkon pikakytkentä (Hotplugging)
fr: Branchement à chaud du réseau
he: חיבור "חם" לרשת
hu: Hálózati hotplugging
id: Hotplugging Jaringan
is: Netstillingar útskiptanlegra tækja
it: Collegamento a caldo della rete
nb: Hurtigkobling for nettverk
nn: Bruk direktekopling
pl: Hotplugging sieci
ro: Cuplarea la cald a rețelei
ru: "Горячая" коммутация
sl: Samodejna vključitev omrežja (hotplugging)
tr: Ağ Hotplugging
wa: Tchôcaedje a tchôd del rantoele

source: Enable IPv6 to IPv4 tunnel
br: Bevaat an hent-riboul IPv6 dre IPv4
cs: Povolit tunel IPv6 na IPv4
da: Aktivér IPv6 til IPv4-tunnel
de: Aktiviere IPv6-zu-IPv4-Tunnel
el: Ενεργοποίηση της σήραγγας IPv6 στο IPv4
es: Habilitar túnel IPv6 a IPv4
et: IPv6->IPv4 tunneli lubamine
eu: Gaitu IPv6-tik IPv4-ra tunela
fi: Ota käyttöön IPv6-to-IPv4 -tunneli
fr: Activer le tunnel IPv6 sur IPv4
he: אפשור tunnel מ-IPv6 ל-IPv4
hu: "IPv6-ból IPv4-be" alagút bekapcsolása
id: Hidupkan tunnel IPv6 ke IPv4
is: Virkja IPv6-um-IPv4 gagnarás
it: Attiva istradamento IPV6 su IPV4
nb: Slå på tunnell for IPv6 til IPv4
nn: Bruk IPv6 til IPv4-tunellering
pl: Włącz tunelowanie IPv6 do IPv4
ro: Activează tunelul IPv6 către IPv4
ru: Разрешить туннель IPv6 в IPv4
sl: Omogoči tunel med IPv6 in IPv4
tr: IPv6' dan IPv4 borulamayı etkinleştir
wa: Permete les tunels IPv6 viè IPv4

source: Link beat detected on interface %s
cs: Spojení nalezeno na rozhraní %s
cy: Link beat wedi ei ganfod ar rhyngwyneb %s
da: Opkoblingslivstegn opdaget på grænseflade %s
de: Link auf Schnittstelle %s erkannt
el: Εντοπίστηκε σύνδεση στην διεπαφή %s
es: Pulso de red detectado en la interfaz %s
et: Link tuvastati liideses %s
eu: Lotura taupada sumatu da %s interfazean
fi: Yhteys havaittu liitännässä %s
fr: Liaison détectée sur l'interface %s
he: אותר קישור בהתקן %s
hu: Kapcsolat észlelve ezen a csatolón: %s
id: Link terdeteksi pada antarmuka %s
is: Samskipti skynjuð á nettengi %s
it: Segnale di linea rilevato sull'interfaccia %s
nb: Tilkoblingslivstegn oppdaget på grensesnitt %s
nn: Signal oppdaga på grensesnittet %s
pl: Wykryto połączenie na interfejsie %s
ro: Conexiune detectată pe interfața %s
ru: На интерфейсе %s обнаружен действующий линк
sl: Povezava na vmesniku %s je izgubljena
tr: %s ara biriminde bağlantı dalgalnması algılandı

source: Requesting a network address on interface %s (%s protocol)...
br: O c'houlenn ur chomlec'h rouedad war etrefas %s (komenad %s) ...
cs: Požaduje se síťová adresa na rozhraní %s (protokolem %s)...
cy: Yn gofyn am gyfeiriad rhwydwaith ar ryngwyneb %s (protocol %s)...
da: Bed om en netværksadresse på grænseflade %s (%s-protokol)...
de: Fordere eine Netzwerkadresse für die Schnittstelle %s ( %s-Protokoll) an ...
el: Αίτηση διεύθυνσης δικτύου για την διεπαφή %s (%s πρωτόκολλο)
es: Pidiendo dirección de red en la interfaz %s (protocolo %s)...
et: Võrguaadressi päring liideses %s (%s protokoll)...
eu: %s interfazean sare helbide bat eskatzen (%s protokoloa)...
fi: Pyydetään verkko-osoitetta liitännälle %s (%s-protokollalla)...
fr: Demande d'adresse réseau pour l'interface %s (protocole %s)…
he: מבקש כתובת רשת בהתקן %s (פרוטוקול %s)...
hu: Hálózati cím kérése a(z) %s csatolón (protokoll: %s)...
id: Meminta sebuah alamat jaringan pada antarmuka %s (protokol %s)...
is: Bið um vistfang á nettengingu %s (samskiptaregla %s)...
it: Richiesta in corso di un indirizzo di rete per l'interfaccia %s (protocollo %s)...
nb: Forespør en nettverksadresse på grensesnitt %s (%s-protokoll) …
nn: Spør etter nettverksadresse på grensesnittet «%s» (%s-protokollen) …
pl: Żądanie adresu sieciowego dla interfejsu %s (protokół %s)...
ro: Se solicită o adresă de rețea pentru interfața %s (protocol %s)...
ru: Запрашивается сетевой адрес на интерфейсе %s (протокол %s)...
sl: Pošiljanje zahteve za omrežni naslov na vmesniku %s (protokol %s)...
tr: %s ara biriminde bir ağ adresi isteniyor. (%s protokolü)...
wa: Dimandant ene adresse rantoele so l' eterface %s (protocole %s)...

source: Got a network address on interface %s (%s protocol)
br: Tapet ez eus bet ur chomlec'h rouedad war etrefas %s (komenad %s)
cs: Obdržena síťová adresa na rozhraní %s (protokolem %s)
cy: Mae cyfeiriad rhwydwaith ar ryngwyneb %s (protocol %s)
da: Modtog en netværksadresse på grænseflade %s (%s-protokol)
de: Erhalten einer Netzwerkadresse für die Schnittstelle %s (%s-Protokoll)
el: Δόθηκε διεύθυνση δικτύου για την διεπαφή %s (%s πρωτόκολλο)
es: Se obtuvo una dirección de red en la interfaz %s (protocolo %s)
et: Võrguaadress hangitud liideses %s (%s protokoll)
eu: %s interfazeak sareko helbide bat lortu du (%s protokoloa)
fi: Liitäntä %s sai verkko-osoitteen (%s-protokollan avulla)
fr: Adresse réseau attribuée pour l'interface %s (protocole %s)
he: התקבלה כתובת רשת בהתקן %s (פרוטוקול %s)
hu: Hálózati cím megkapva a(z) %s csatolón (protokoll: %s)
id: Mendapatkan sebuah alamat jaringan pada antarmuka %s (protokol %s)
is: Fékk vistfang á nettengi %s (samskiptaregla %s)
it: Ottenuto un indirizzo di rete per l'interfaccia %s (protocollo %s)
nb: Mottok en nettverksadresse på grensesnitt %s (protokoll %s)
nn: Fekk nettverksadresse på grensesnittet «%s» (%s-protokollen) …
pl: Uzyskano adres sieciowy dla interfejsu %s (protokół %s)
ro: Adresă de rețea atribuită pentru interfața %s (protocol %s)
ru: Получен сетевой адрес на интерфейсе %s (протокол %s)
sl: Omrežni naslov na vmesniku %s (protokol %s) je bil pridobljen.
tr: %s ara biriminde bir ağ adresi alındı (%s protokolü)
wa: Riçuvou ene adresse rantoele so l' eterface %s (protocole %s)

source: Failed to get a network address on interface %s (%s protocol)
br: Ne oa ket tu tapout ur chomlec'h rouedad war etrefas %s (komenad %s)
cs: Nepodařilo se získat síťovou adresu na rozhraní %s (protokolem %s)
cy: Methu cael cyfeiriad rhwydwaith ar ryngwyneb %s (protocol %s)
da: Kunne ikke modtage en netværksadresse på grænseflade %s (%s-protokol)
de: Keine Netzwerkadresse für die Schnittstelle %s (%s-Protokoll) erhalten
el: Αδύνατη η λήψη διεύθυνσης δικτύου για την διεπαφή %s (πρωτόκολλο %s)
es: Falló la obtención de una dirección de red en la interfaz %s (protocolo %s)
et: Võrguaadressi hankimine liideses %s (%s protokoll) nurjus
eu: %s interfazeak ezin izan du sareko helbide bat lortu (%s protokoloa)
fi: Liitännälle %s ei löytynyt verkko-osoitetta (%s-protokollan avulla)
fr: Échec d'attribution d'une adresse réseau pour l'interface %s (protocole %s)
he: כשל בקבלת כתובת רשת בהתקן %s (פרוטוקול %s)
hu: Nem sikerült hálózati címet szerezni a(z) %s csatolón (protokoll: %s)
id: Gagal mendapatkan sebuah alamat jaringan pada antarmuka %s (protokol %s)
is: Fékk ekki vistfang á nettengi %s (samskiptaregla %s)
it: Non è stato possibile ottenere un indirizzo di rete per l'interfaccia %s (protocollo %s)
nb: Klarte ikke å motta en nettverksadresse på grensesnitt %s (protokoll %s)
nn: Fekk ikkje nettverksadresse på grensesnittet «%s» (%s-protokollen) …
pl: Uzyskanie adresu sieciowego dla interfejsu %s nie powiodło się (protokół %s)
ro: Atribuirea unei adrese de rețea pentru interfața %s (protocol %s) a eșuat
ru: Не удалось получить сетевой адрес на интерфейсе %s (протокол %s)
sl: Pridobivanje omrežnega naslova na vmesniku %s (protokol %s) je spodletelo.
tr: %s ara biriminde bir ağ adresi alınamadı (%s protokolü)
wa: Li rçuvaedje d' ene adresse rantoele a fwait berwete so l' eterface %s (protocole %s)

source: I do not know
br: N'ouzon ket
cs: Neví se
cy: Dim syniad
da: Det ved jeg ikke
de: Unbekannt
el: Δεν ξέρω
es: No lo sé
et: Ei tea
eu: Ez dakit
fi: En tiedä
fr: Je ne sais pas
he: לא ידוע
hu: Nem tudom
id: Tidak tahu
is: Ég veit ekki
it: Non so
nb: Jeg vet ikke
nn: Eg veit ikkje
pl: Nie wiem
ro: Nu știu
ru: Я не знаю
sl: Ne poznam
tr: Bilmiyorum
wa: Dji n' sai nén

source: Analog telephone modem (POTS)
br: Modem pellgomz (POTS)
cs: Analogový telefonní modem
cy: Modem teleffon analog (POTS)
da: Analogt telefonmodem (POTS)
de: Analoges Modem
el: Αναλογικό modem (POTS)
es: Módem de teléfono analógico (POTS)
et: Analoogtelefonimodem (POTS)
eu: Modem analogikoa (RTC)
fi: Analoginen modeemi
fr: Modem analogique (RTC)
he: מודם טלפון אנאלוגי (POTS)
hu: Analóg telefonos modem (POTS)
id: Modem telepon analog (POTS)
is: Hliðrænt símamótald
it: Modem telefonico analogico (POTS)
nb: Analogt telefonmodem (POTS)
nn: Analogt telefonmodem (POTS)
pl: Analogowy modem telefoniczny (POTS)
ro: Modem analogic (POTS)
ru: Аналоговый телефонный модем (POTS)
sl: Analogni telefonski modem (POTS)
tr: Analog telefon modemi (POTS)
wa: Modem so fyis do telefone analodjike

source: Brazil
cs: Brazílie
cy: Brasil
da: Brasilien
de: Brasilien
el: Βραζιλία
es: Brasil
et: Brasiilia
eu: Brasil
fi: Brasilia
fr: Brésil
he: ברזיל
hu: Brazília
is: Brasilía
it: Brasile
nb: Brasil
nn: Brasil
pl: Brazylia
ro: Brazilia
ru: Бразилия
sl: Brazilija
tr: Brezilya
wa: Braezi
