Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: The complete password for the client private key. This is only used for EAP certificate based authentication. This password is used for protected client private keys only. It can be optional. Note: other related settings are shown on the Advanced page.
cs: Úplné heslo klientského soukromého klíče. Používá se pouze pro ověření založená na EAP certifikátech. Toto heslo se používá jen pro chráněné soukromé klíče. Může být volitelné. Poznámka: další související nastavení jsou k dispozici na stránce pro pokročilé.
de: Der komplette Pfad und Dateiname des Client-Zertifikats. Dieser wird nur für die zertifikat-basierte EAP-Authentifizierung benötigt. Dieses Passwort wird nur für geschützte private Schlüssel benutzt. Dies ist optional. Hinweis: weitere Einstellungen auf der Erweitert-Seite.
el: Ο πλήρης κωδικός για το ιδιωτικό κλειδί του πελάτη. Αυτό χρησιμοποιείται μόνο για την ταυτοποίηση βασισμένη σε ένα πιστοποιητικό EAP. Αυτός ο κωδικός χρησιμοποιείται μόνο για τα προστατευμένα ιδιωτικά κλειδιά του πελάτη. Μπορεί να είναι προαιρετικό. Σημείωση: άλλες σχετικές ρυθμίσεις βρίσκονται στη σελίδα Προχωρημένες ρυθμίσεις.
es: La contraseña completa para la llave privada de cliente. Esto sólo es usado para autenticación basada en certificados EAP. Esta contraseña es utilizada sólo para llaves privadas protegidas de cliente. Nota: en la página Avanzado se muestran otras configuraciones relacionadas.
fr: Le mot de passe de la clé privée du certificat client. Ceci est utilisé uniquement pour les authentifications EAP basées sur un certificat. Ce mot de passe est uniquement utilisé pour protéger la clé privé du certificat client. Il peut être optionnel. Note : les autres paramètres associés sont présentés dans les Options avancées.
id: Sandi lengkap untuk kunci privat klien. Ini hanya digunakan untuk otentikasi EAP berbasis sertifikat. Sandi ini digunakan untuk melindungi kunci privat klien saja. Catatan: pengaturan terkait lainnya ditampilkan pada halaman Tingkat Lanjut.
it: Password completa per la chiave privata del client. Questo è usato solo per l'autenticazione EAP basata su certificati. Questa password è utilizzata unicamente per le chiavi private dei client protetti. Può essere opzionale. Nota: altri parametri sono mostrati nella pagina Impostazioni Avanzate.
ro: Parola completă a cheii private a clientului. Acesta este utilizată numai pentru autentificarea pe bază de certificat EAP și este utilizată numai pentru cheile private protejate. Notă: ceilalți parametri asociați îi găsiți în „Opțiuni avansate”.
ru: Полный пароль для сертификата клиента. Используется только для аутентификации с использованием сертификата EAP. Этот пароль используется только для защиты сертификатов клиента. Он может быть опционален. Замечание: на странице дополнительной настройки доступны другие параметры.
tr: İstemci özel anahtarı için tam parola. Bu, sadece EAP sertifika temelli yetkilendirmede kullanılacaktır. Bu parola, yalnız korumalı istemci özel anahtarları için kullanılır. Not: ilgili diğer ayarlar Gelişmiş sayfasında gösterilmiştir.

source: Network ID
br: Niv ar rouedad
cs: ID sítě
cy: Enw Rhwydwaith
da: Netværks-ID
de: Netzwerk-ID
el: Αναγνωριστικό δικτύου
es: ID de red
et: Võrgu ID
eu: Sareko ID
fi: Verkon tunnus
fr: Identifiant réseau
he: זיהוי רשת
hu: Hálózati azonosító
id: ID Jaringan
is: Netauðkenni
it: ID rete
nb: NettverksID
nn: Nettverks-ID
pl: ID Sieci
ro: ID rețea
ru: Сетевой ID
sl: Omrežna identiteta
tr: Ağ ID
wa: Idintifiant Rantoele

source: Operating frequency
br: Frekañs labour
cs: Operační frekvence
cy: Amledd gweithredu
da: Operationsfrekvens
de: Übertragungsfrequenz
el: Συχνότητα λειτουργίας
es: Frecuencia de operación
et: Töösagedus
eu: Eragiketa-maiztasuna
fi: Toimintataajuus
fr: Fréquence de fonctionnement
he: תדירות פעולה
hu: Üzemi frekvencia
id: Frekuensi operasi
is: Vinnslutíðni
it: Frequenza operativa
nb: Operasjonsfrekvens
nn: Operasjonsfrekvens
pl: Częstotliwość operacyjna
ro: Frecvența de operare
ru: Рабочая частота
sl: Frekvenca delovanja
tr: İşleme sıklığı
wa: Frekince d' operance

source: Sensitivity threshold
cs: Práh citlivosti
cy: Trothwy sensitifrwydd
da: Følsomhedstærskel
de: Empfindlichkeitsschwelle
el: Όριο ευαισθησίας
es: Límite de sensibilidad
et: Tundlikkuslävi
eu: Sentikortasun-atalasea
fi: Herkkyyskynnys
fr: Seuil de sensibilité
he: סף רגישות
hu: Érzékenységi küszöb
id: Batas sensitivitas
is: Næmniþröskuldur
it: Soglia di sensibilità
nb: Følsomhetsgrense
nn: Følsemdsgrense
pl: Próg czułości
ro: Prag de sensibilitate
ru: Порог чувствительности
sl: Prag zaznave
tr: Duyarlılık eşik değeri

source: RTS/CTS adds a handshake before each packet transmission to make sure that the channel is clear. This adds overhead, but increase performance in case of hidden nodes or large number of active nodes. This parameter sets the size of the smallest packet for which the node sends RTS, a value equal to the maximum packet size disable the scheme. You may also set this parameter to auto, fixed or off.
cs: RTS/CTS přidává dodatečnou komunikaci před přenosem každého paketu, která zajišťuje, že je kanál volný. To je sice dodatečná zátěž, ale v případě skrytých uzlů nebo velkého počtu aktivních uzlů může zvýšit výkon. Tento parametr nastavuje velikost nejmenšího paketu, pro kterou uzel posílá RTS, hodnota rovná největší velikosti paketu tuto funkci vypne. Lze také nastavit tento parametr na automatický, pevný nebo jej vypnout.
cy: Mae RTS/CTS yn ychwanegu ysgwyd llaw cyn trosglwyddo pob pecyn i wneud yn siŵr y sianel yn glir. Mae hyn yn ychwanegu baich, ond mae'n cynyddu'r perfformiad yn achos cwgn cudd neu nifer fawr o gygnau gweithredol. Mae'r paramedr hwn yn gosod maint y pecyn lleiaf y bydd y cwgn yn anfon RTS, gwerth cydradd â'r maint pecyn mwyaf sy'n gallu anablu'r cynllun. Mae modd i chi osod y paramedr hwn i awto, gosodedig neu ddiffodd
da: RTS/CTS tilføjer et håndtryk før hver pakketransmission for at være sikker på at kanalen er klar. Dette tilføjer overhead, men øger ydelsen i tilfælde med gemte noder eller stort antal med aktive noder. Denne parameter sætter størrelsen på den mindste pakke som noden sender RTS for; en værdi lig med den maksimale pakkestørrelse vil deaktivere denne fremgangsmåde. Du kan også sætte denne parameter til auto, fixed eller off.
de: RTS/CTS fügt einen Handshake vor jeder Paketübertragung ein, um sicherzustellen, dass der Kanal sauber ist. Dies erhöht den Aufwand, aber verbessert die Leistung bei versteckten Knoten oder einer großen Anzahl aktiver Knoten. Dieser Parameter setzt die Größe des kleinsten Pakets, für das der Knoten ein RTS sendet. Die Angabe der maximalen Paketgröße schaltet dieses Verfahren aus. Sie können diesen Parameter auch auf „auto“, „fest“ oder „aus“ stellen.
el: Το RTS/CTS δεσμεύει το κανάλι πριν από κάθε μεταφορά ενός πακέτου ώστε να επιβεβαιώσει ότι είναι διαθέσιμο. Αυτό μειώνει το εύρος ζώνης αλλά στην πραγματικότητα αυξάνει τις επιδόσεις όταν υπάρχουν κρυφοί κόμβοι ή όταν υπάρχει ένας μεγάλος αριθμός ενεργοποιημένων κόμβων. Αυτή η παράμετρος καθορίζει το μέγεθος του μικρότερου πακέτου για το οποίο ο κόμβος θα στείλει μια δέσμη RTS. Μια τιμή ίση με το μέγιστο μέγεθος θα απενεργοποιήσει αυτήν τη ρύθμιση. Μπορείτε επίσης να καθορίσετε αυτήν την παράμετρο σε «auto», «fixed» ή «off».
es: RTS/CTS agrega una negociación antes de cada transmisión de paquetes para asegurarse de que el canal está despejado. Esto agrega carga, pero incrementa el desempeño en casos de nodos ocultos o grandes números de nodos activos. Este parámetro establece el tamaño del paquete mas pequeño para el cual el nodo envía RTS, un valor igual al máximo tamaño de paquete que deshabilita el esquema. También puede configurar este parámetro a auto, fijo o apagado.
et: RTS/CTS lisab enne iga paketi edastamist käepigistuse kontrollimaks, et kanal on puhas. See lisab mahtu, kuid suurendab jõudlust peidetud sõlmede või paljude aktiivsete sõlmede korral. See parameeter määrab paketi väikseima suuruse, mille korral sõlm saadab RTS-i. Paketi maksimumsuurusega võrdne väärtus tühistab võimaluse. Parameetri võib määrata ka automaatseks, fikseerituks või üldse välja lülitada.
eu: RTS/CTSk diosal bat gehitzen du pakete-transmisioen aurretik, kanala garbi dagoela ziurtatzeko. Horrek kostua handitzen du, baina performantzia hobetzen du nodo ezkutuak eta nodo aktibo asko daudenean. Parametro honek nodoak RTS bidaltzen dion pakete txikienaren tamaina ezartzen du, eskema desgaitzen duen pakete-tamaina handienaren balioan. Parametro hau ezar dezakezu automatikoa, finkoa edo desaktibatuta.
fi: RTS/CTS lisää kättelyn ennen jokaista siirrettyä pakettia kanavan puhtauden varmistamiseksi. Tämä lisää ylimääräistä kuormitusta, mutta parantaa nopeutta piilotettujen tai useiden aktiivisten tukiasemien tapauksessa. Tämä parametri asettaa pienimmän RTS-paketin koon yhtä suureksi kuin maksimikoko. Parametri voidaan asettaa myös arvoon auto (automaattinen), fixed (kiinteä) tai off (pois käytöstä).
fr: RTS/CTS réserve le canal avant chaque transmission de paquet afin de vérifier qu'il est disponible. Ceci réduit la bande passante effectivement disponible mais augmente les performances lorsque des noeuds cachés sont présents ou lorsqu'un grand nombre de noeuds actifs sont présents. Ce paramètre définit la taille du plus petit paquet pour laquelle le noeud enverra une trame RTS; une valeur égale à la taille maximale de paquet désactivera ce mécanisme. Vous pouvez également définir ce paramètre à « auto », « fixed » ou « off ».
hu: Az RTS/CTS minden csomagátvitel előtt elvégez egy kézfogást, így biztosítva, hogy a csatorna tiszta legyen. Ez többletterhelést okoz, viszont rejtett csomópontok illetve nagyszámú aktív csomópont esetén növeli a teljesítményt. Ez a paraméter beállítja azt a legkisebb csomagméretet, amelynél még küld RTS-t a csomópont. A maximális csomagmérettel megegyező érték kikapcsolja az eljárást. A paraméter beállítható automatikusra (auto), rögzítettre (fixed) és kikapcsoltra (off) is.
id: RTS/CTS menambahkan handshake sebelum transmisi tiap paket untuk memastikan bahwa channel kosong. Ini menambah overhead, tapi meningkatkan performa saat terdapat node tersembunyi atau node aktif dalam jumlah banyak. Parameter ini mengatur ukuran dari paket terkecil untuk node mana yang mengirim RTS, nilai sama dengan ukuran paket maksimum mematikan skema. Anda juga boleh mengatur parameter ini ke auto, fixed atau off.
is: RTS/CRS bætir við athugun áður en hver pakki er sendur til að staðfesta að rásin sé auð og tiltæk. Þetta veldur smátöf en gæti aukið hraðann ef margar sýndar-rásir eða tengingar eru í gangi í einu. þetta gildi setur stærð á minnsta pakka sem krefst könnunnar með RTS. Ef gildið er jafn stórt hámarks-pakkastærð er könnunin óvirk. Þú getur einnig valið gildin auto, fixed, eða off.
it: RTS/CTS antepone un carattere di controllo alla trasmissione di ogni pacchetto per essere sicuri che il canale sia libero. Ciò aumenta il traffico, ma anche la performance se ci sono nodi nascosti o molti nodi attivi. Questi parametri fissano la dimensione del pacchetto più piccolo per cui il nodo invia un RTS, un valore uguale a quello massimo disabilita lo schema. Puoi anche porre questo parametro uguale a "auto", "fixed" o "off".
nb: RTS/CTS legger til et håndtrykk før hver pakkeoverføring for å være sikker på at kanalen er klar. Dette legger til ekstra trafikk, men øker ytelsen i tilfeller med gjemte tilgangspunkt eller et stort antall aktive noder. Denne parameteren setter størrelsen på den minste pakken som tilgangspunktet sender RTS for; en verdi lik den maksimale pakkestørrelsen vil slå av denne fremgangsmåten. Du kan også sette denne parameteren til auto, fixed eller off.
nn: RTS/CTS legg til eit elektronisk handtrykk før kvar pakkesending, for å sikra at kanalen er ledig. Dette brukar fleire ressursar, men kan vera raskare om det finst gøymde nodar eller mange aktive nodar. Parameteren set storleiken på den minste pakken som noden sender RTS for. Set verdien lik største pakke- storleik for å slå av funksjonen. Du kan òg setja parameteren til «auto», «fixed» eller «off».
pl: RTS/CTS dodaje uzgadnianie połączenia przed transmisją każdego pakietu w celu upewnienia się, że kanał jest czysty. To zwiększa ruch lecz także zwiększa wydajność w przypadku ukrytych węzłów lub dużej liczby aktywnych węzłów. Te parametry ustawiają rozmiar najmniejszego pakietu dla którego węzeł wysyła RTS, wartość równą maksymalnemu rozmiarowi pakietu wyłączającego schemat. Można ustawić ten parametr na wartość automatyczną, ustaloną lub wyłączyć go.
ro: RTS/CTS rezervă canalul înainte de fiecare transmisie de pachet ca să-i verifice disponibilitatea. Acest lucru reduce lățimea de bandă, dar mărește performanțele în cazul nodurilor ascunse, sau prezența unui număr mare de noduri active. Acest parametru definește mărimea celui mai mic pachet pentru care nodul trimite o ramă RTS; o valoare egală cu mărimea maximă a pachetului dezactivează acest mecanism. De asemenea, acest parametru mai poate fi definit ca „auto”, „fixed” sau „off”.
ru: RTS/CTS добавляет handshake перед передачей каждого пакета для проверки чистоты канала. При этом передается избыточная информация, но это улучшает качество связи в случае наличия узлов, находящихся вне прямой видимости, или большого числа активных узлов. Этот параметр устанавливает минимальный размер пакета, для которого узел посылает RTS, значение равное максимальному размеру пакета отключает схему. Вы также можете установить значение этого параметра в auto, fixed или off.
sl: RTS/CTS s pomočjo rokovanja' pred prenosom posameznega paketa preveri. če je kanal prost. To izboljša prenos v primeru skritih vozlišč ali velikega števila aktivnih vozlišč. Nastavitev določi najmanjšo velikost paketa, za katerega vozlišče pošlje RTS. Če je nastavitev enaka, kot za največji paket, funkcija ne bo delovala. Lahko izbirate tudi med nastavitvami samodejno, omejeno in izključeno.
tr: RTS/CTS kanalın açık olduğundan emin olmak için her paket alışverişinden önce bir el sıkışması ekler. Bu, ek yük getirir ama gizlenmiş nodlar veya çok sayıda etkin nodun olduğu durumlarda verimliliği arttırr. Bu parametre nodun gönderdiği RTS için ki bu da şemayı devre dışı bırakan en büyük paket boyutu değerine eşittir, en küçük paket boyutunu ayarlar. Bu paramatreyi ayrıca otomatik, düzeltilmiş veya kapalı olarak da ayarlayabilirsiniz.

source: Fragmentation
cs: Fragmentace
cy: Darniad
de: Fragmentierung
el: Κατακερματισμός
es: Fragmentación
et: Killustus
eu: Fragmentazioa
fi: Pirstoutuminen
he: פיצוליות
hu: Töredezés
id: Fragmentasi
is: Slitnir-pakkar
it: Frammentazione
nb: Fragmentering
nn: Fragmentering
pl: Fragmentacja
ro: Fragmentare
ru: Фрагментация
sl: Drobitev (fragmentacija)
tr: Parçalanma
wa: Fragmintåcion

source: iwconfig command extra arguments
br: arventennoù ouzhpenn an urzhiad iwconfig
cs: Dodatečné parametry příkazu iwconfig
cy: ymresymiadau ychwanegol gorchymyn iwconfig
da: ekstra argumenter til iwconfig kommando
de: Zusätzliche Argumente für den Befehl iwconfig
el: Επιπλέον ορίσματα για την εντολή iwconfig
es: Argumentos extra del comando iwconfig
et: Käsu iwconfig lisaargumendid
eu: iwconfig komandoko argumentu estrak
fi: Komennon iwconfig ylimääräiset argumentit
fr: Arguments supplémentaires pour la commande iwconfig
he: משתנים נוספים עבור פקודת lwconfig
hu: Az iwconfig program extra argumentumai
id: argumen tambahan perintah iwconfig
is: Aukaviðföng fyrir iwconfig
it: Argomenti aggiuntivi per il comando iwconfig
nb: ekstra argumenter for kommandoen iwconfig
nn: Ekstraargument for lwconfig-kommandoen
pl: Dodatkowe argumenty dla polecenia iwconfig
ro: argumente suplimentare pentru comanda iwconfig
ru: Дополнительные аргументы команды iwconfig
sl: Posebni argumenti ukaza iwconfig
tr: iwconfig komutu ek argümanları
wa: Årgumints di rawete po iwconfig

source: Here, one can configure some extra wireless parameters such as: ap, channel, commit, enc, power, retry, sens, txpower (nick is already set as the hostname). See iwconfig(8) man page for further information.
cs: Zde můžete nastavit dodatečné parametry pro bezdrátové připojení jako: ap, channel, commit, enc, power, retry, sens, txpower (nick je již nastaveno jako hostname). Více informací viz manuálová stránka iwconfig(8).
cy: Yma cewch ffurfweddu paramedrau diwyfr eraill megis,: ap, channel, commit, enc, power, retry, sens, txpower (nick wedi ei osod fel enw'r gwesteiwr). Gw. tudalen iwpriv(8) man am ragor o wybodaeth
da: Her kan man konfigurere nogle ekstra trådløse parametre såsom: ap, channel, commit, enc, power, retry, sens, txpower (nick er allerede sat til værtsnavnet). Se iwconfig(8) man-siden for yderligere information.
de: Hier können Sie zusätzliche Parameter einstellen wie: ap, channel, commit, enc, power, retry, sens, txpower (Nick ist bereits als Hostname gesetzt). Die iwconfig(8) Manpages liefern weitere Informationen.
el: Εδώ, έχετε την δυνατότητα να ρυθμίσετε επιπρόσθετες παραμέτρους για την ασύρματη κάρτα δικτύου, όπως : ap, channel, commit, enc, power, retry, sens, txpower(το nick είναι ήδη ρυθμισμένο από το όνομα του υπολογιστή. Δείτε τη σελίδα εγχειριδίου του iwconfig(8) για περισσότερες πληροφορίες.
es: Aquí se pueden configurar algunos parámetros inalámbricos adicionales, tales como: ap, canal, commit, enc, power, retry, sens, txpower (nick ya está configurado como el nombre de equipo). Vea la página man iwconfig(8) para mayor información.
et: Siin saab seadistada mõningaid juhtmeta võrgu lisaparameetreid: ap, channel, commit, enc, power, retry, sens, txpower (hüüdnimi on juba määratud masinanimeks). Täpsemat infot annab man-lehekülg iwconfig(8).
eu: Hemen, haririk gabekoen parametro estra batzuk konfigura daitezke: ap, channel, commit, enc, power, retry, sens, txpower (goitizena ezarria dago ostalari-izen gisa). Informazioa lortzeko, ikus iwconfig(8) eskuliburuko orrialdea.
fi: Tähän voidaan lisätä ylimääräisiä langattoman verkon asetuksia, kuten ap, channel, commit, enc, power, retry, sens, txpower (nick on jo asetettu samaksi kuin verkkonimi). Katso lisätietoja komennolla "man iwconfig".
fr: Ici, il est possible de configurer des paramètres supplémentaires pour la carte sans-fil, tels que : ap, channel, commit, enc, power, retry, sens, txpower (nick est déjà configuré via le nom d'hôte). Consultez la page de manuel iwconfig(8) pour plus d'informations.
he: כאן באפשרותך להגדיר משתנים נוספים עבור החיבור האלחוטי, למשל: ap, channel, commit, enc, power, retry, sens, txpower (nick כבר מוגדר בתור שם המחשב). מידע נוסף בנושא זה ניתן למצוא בדף ההסבר iwconfig(8) man page.
hu: Itt beállíthatók a vezeték nélküli elérés extra paraméterei, mint például ap, channel, commit, enc, power, retry, sens, txpower (a "nick", vagyis a név már be van állítva a gép nevére). További információ az iwconfig(8) kézikönyvben.
id: Di sini Anda bisa mengkonfigurasi beberapa parameter nirkabel tambahan seperti: ap, channel, commit, enc, power, retry, sens, txpower (nick sudah diatur sebagai hostname). Lihat halaman manual iwconfig(8) untuk informasi lebih lanjut.
is: Hér er hægt að bæta við aukalegum stillingum fyrir þráðlaus samskipti svo sem: ap, channel, commit, enc, power, retry, sens, txpower (nick er þegar sett sem vélarnafn). sjá nánar á man-síðunni iwconfig(8).
it: Qui puoi assegnare alcuni parametri supplementari per il wireless, ad es.: ap, channel, commit, enc, power, retry, sens, txpower (nick è già messo uguale all'hostname). Vedi la pagina man di iwconfig(8) per ulteriori informazioni.
nb: Her kan man sette opp noen ekstra trådløse parametre som: ap, kanal, commit, enc, power, retry, sens, txpower (kallenavnet er allerede satt til vertsnavn). Se manualsida iwconfig(8) for mer informasjon.
nn: Her kan du setja opp fleire trådlausparametrar, som: ap, channel, commit, enc, power, retry, sens, txpower (nick er allereie brukt som vertsnamn). Sjå man-sida iwconfig(8) for meir informasjon.
pl: Tutaj można skonfigurować kilka dodatkowych parametrów sieci bezprzewodowej takich jak: ap, channel, commit, enc, power, retry, sens, txpower (pseudonim jest już ustawiany jako nazwa komputera). Zobacz stronę podręcznikową man iwconfig(8) aby uzyskać więcej informacji.
ro: Aici, se pot configura parametrii suplimentari pentru placa de rețea fără-fir precum: ap, channel, commit, enc, power, retry, sens, txpower (nick est deja configurat de numele gazdei). Consultați pagina de manual iwconfig(8) pentru mai multe informații.
ru: Здесь настраиваются некоторые дополнительные беспроводные параметры: ap, channel, commit, enc, power, retry, sens, txpower (nick уже установлен как hostname). Читайте iwconfig(8) man страницу для получения подробной информации.
sl: Tu je mogoče nastaviti nekatere posebne vrednosti kot: ap, channel, commit, enc, power, retry, sens, txpower Za nadaljnje informacije si oglejte stran priročnika man iwconfig(8).
tr: Burada bazı ek kablosuz parametrelerini ayarlayabilirsiniz: ap, channel, commit, enc, power, retry, sens, txpower (rumuz zaten makine adı olarak eklenir). Daha fazla bilgi için iwconfig(8) el kitabına bakın.
wa: Chal vos ploz apontyî sacwants parametes sins fyis di rawete, come: ap, channel, commit, enc, power, retry, sens, txpower (nick est ddja defini avou l' no do lodjoe). Loukîz li pådje di man iwconfig(8) po pus di racsegnes.

source: iwspy command extra arguments
br: arventennoù ouzhpenn an urzhiad iwspy
cs: Dodatečné parametry příkazu lwspy
cy: ymresymiadau ychwanegol gorchymyn lwspy
da: ekstra argumenter til iwspy-kommando
de: Zusätzliche Argumente für den Befehl lwspy
el: επιπλέον ορίσματα για την εντολή iwspy
es: Argumentos extra para el comando iwspy
et: Käsu iwspy lisaargumendid
eu: iwspy komandoko argumentu estrak
fi: Komennon iwspy ylimääräiset argumentit
fr: Arguments supplémentaires pour la commande iwspy
he: משתנים נוספים עבור פקודת lwspy
hu: Az iwspy program extra argumentumai
id: argumen tambahan perintah iwspy
is: Auka viðföng fyrir iwspy
it: Argomenti aggiuntivi per il comando iwspy
nb: ekstra argumenter for kommandoen iwspy
nn: Ekstraargument for lwspy-kommandoen
pl: Dodatkowe argumenty polecenia iwspy
ro: argumente suplimentare pentru comanda iwspy
ru: Дополнительные аргументы команды iwspy
sl: Posebni argumenti ukaza iwspy
tr: iwspy komutu ek argümanları
wa: Årgumints di rawete pol comande iwspy
