Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: <span weight="bold">NFS clients</span> may be specified in a number of ways: <span foreground="royalblue3">single host:</span> a host either by an abbreviated name recognized be the resolver, fully qualified domain name, or an IP address <span foreground="royalblue3">netgroups:</span> NIS netgroups may be given as @group. <span foreground="royalblue3">wildcards:</span> machine names may contain the wildcard characters * and ?. For instance: *.cs.foo.edu matches all hosts in the domain cs.foo.edu. <span foreground="royalblue3">IP networks:</span> you can also export directories to all hosts on an IP (sub-)network simultaneously. for example, either `/255.255.252.0' or `/22' appended to the network base address result.
cs: <span weight="bold">Klienty NFS</span> lze zadat několika způsoby: <span foreground="royalblue3">Jediný počítač:</span> Počítač s krátkým názvem, který dokáže server rozpoznat, plně kvalifikovaný doménový název nebo IP adresa <span foreground="royalblue3">Síťové skupiny:</span> Síťové skupiny NIS lze zadat jako @skupinu. <span foreground="royalblue3">Zástupné symboly:</span> Názvy počítačů mohou obsahovat zástupné znaky * a ?. Například: *.cs.foo.edu odpovídá všem počítačům v doméně cs.foo.edu. <span foreground="royalblue3">IP sítě:</span> Můžete také exportovat adresáře všem počítačům na IP (pod)síti najednou. Buď `/255.255.252.0' nebo `/22' připojené k základní síťové adrese bude mít stejný výsledek.
cy: <span weight="bold">Cleient NFS </span> - eu pennu:: <span foreground="royalblue3">gwesteiwr unigol:</span>gwesteiwr yn ol enw talfyredig, enw parth llawn neu gyfeiriad IP <span foreground="royalblue3">grwpwiau rhwydwaiths:</span>Grwpiau rhwydwaith NIS fel @group. <span foreground="royalblue3">cardiau gwyllt:</span> gall enwau peiriannau gynnwys nodau cardiau gwyllt* a ?, e.e. : *.cs.foo.edu yn cydweddu pob gwesteiwr ym mharth cs.foo.edu. <span foreground="royalblue3">Rhwydweithiau IP:</span> gallwch hefyd allforio cyfeiriaduron i bob gwestai ar rhwydwaith neu isrwydwaith ar yr un pryd, e.e. un ai `/255.255.252.0' neu `/22' ar ddiwedd canlyniad cyfeiriad sail y rhwydwaith.
da: <span weight="bold">NFS-klienter</span> kan blive specificeret på en række måder: <span foreground="royalblue3">en enkelt vært:</span> en vært, enten et forkortet navn genkendt af navneopslåeren, et fuldstændigt domænenavn eller en IP-adresse <span foreground="royalblue3">netgrupper:</span> NIS-netgrupper kan blive givet som @gruppe. <span foreground="royalblue3">joker:</span> maskinnavn kan indeholde joker-tegnene * og ?. For eksempel: *.cs.foo.edu matcher alle værter i domænet cs.foo.edu. <span foreground="royalblue3">IP-netværk:</span> du kan også eksportere kataloger til alle værter på et IP-(under)netværk samtidig. For eksempel enten `/255.255.252.0' eller `/22' lagt til netværksbaseadresseresultatet.
de: <span weight="bold">NFS-Clients</span> können auf verschiedene Art und Weise angegeben werden: <span foreground="royalblue3">Einzelrechner:</span> Ein Rechner, entweder durch einen Kurznamen, welcher durch die Namensauflösung erkannt wird, den vollen qualifizierten Domänennamen oder einer IP-Adresse angeben <span foreground="royalblue3">Netzgruppen:</span> NIS-Netzgruppen können als @Gruppe angegeben werden. <span foreground="royalblue3">Platzhalter:</span> Rechnernamen können die Platzhalter „*“ und „?“ enthalten. Zum Beispiel: *.cs.foo.edu entspricht allen Rechnern in der Domäne cs.foo.edu. <span foreground="royalblue3">IP-Netzwerke:</span> Sie können auch Verzeichnisse für alle Rechner eines IP-(Sub)Netzwerkes gleichzeitig freigeben. Zum Beispiel durch Anhängen von `/255.255.252.0' oder `/22' an die Netzwerk-Basis-Adresse.
el: <span weight="bold">Οι πελάτες NFS</span> μπορούν να προσδιοριστούν με διάφορους τρόπους: <span foreground="royalblue3">απλός υπολογιστής:</span> ένας πελάτης που προσδιορίζεται από μια συντετμημένη ονομασία που αναγνωρίζεται από την ανάλυση του ονόματος, από ένα πλήρως αναγνωρισμένο όνομα τομέα (FQDN), ή μια διεύθυνση IP <span foreground="royalblue3">ομάδες δικτύου:</span> Οι ομάδες δικτύου NIS μπορούν να δοθούν ως: @ομάδα.. <span foreground="royalblue3">Σύμβολα υποκατάστασης:</span> τα ονόματα υπολογιστών μπορούν να περιέχουν τους χαρακτήρες υποκατάστασης * και ?. Για παράδειγμα: *.cs.foo.edu αντιστοιχεί σε όλους τους υπολογιστές στον τομέα cs.foo.edu. <span foreground="royalblue3">IP δίκτυα:</span> μπορείτε επίσης να εξάγετε καταλόγους σε όλους τους υπολογιστές σε ένα IP (υπό-)δίκτυο ταυτόχρονα προσθέτοντας μια μάσκα μετά από την διεύθυνση του (υπό-)δικτύου. Παράδειγμα : 192.168.1.0/255.255.255.0' ή 192.168.1.0/24
es: <span weight="bold">los clientes NFS</span> pueden ser especificados de distintas maneras: <span foreground="royalblue3">equipo único:</span> un equipo ya sea por un nombre abreviado reconocido por el resolvedor, nombre de dominio completo, o una dirección IP. <span foreground="royalblue3">grupos de red:</span> grupos de red NIS pueden ser dados como ·grupo. <span foreground="royalblue3">comodines:</span> los nombres de máquina pueden contener los caracteres comodín * y ?. Por ejemplo: *. cs.foo.edu calza a todos los equipos en el dominio cs.foo.edu. <span foreground="royalblue3">redes IP</span> también puede exportar directorios a todos los equipos de una (sub-)red IP simultáneamente. Por ejemplo, `/255.255.252.0' o `/22' adjunto a la dirección base de red.
et: <span weight="bold">NFS-i klienti</span> võib määrata mitmel moel: <span foreground="royalblue3">üksikmasin:</span> masin kas nimelahendajale tuntud lühinime, täielikult kvalifitseeritud nime või IP-aadressi järgi <span foreground="royalblue3">võrgugrupid:</span> NIS-võrgugrupid võib anda kui @grupp. <span foreground="royalblue3">metamärgid:</span> masinanimed võivad sisaldada metamärke * ja ?. Näiteks *.cs.foo.edu korral sobivad kõik masinad domeenis cs.foo.edu. <span foreground="royalblue3">IP-võrgud:</span> kataloogid võib ka eksportida kõigile masinatele IP-(alam-)võrgus korraga, lisades näiteks `/255.255.252.0' või `/22' võrgu baasaadressile.
eu: <span weight="bold">NFS bezeroak</span> modu ezberdinetan zehazu daitezke: <span foreground="royalblue3">ostalari bakuna:</span> ostalari bat ebazleak ezagutzen duen izen laburtu baten bitartez, osorik kualifikatutako domeinu izenarekin, edo IP helbide baten bitartez <span foreground="royalblue3">sareko-taldeak:</span> NIS sareko-taldeak @talde bezala zehaztu daitezke. <span foreground="royalblue3">zernahirako karaktereak:</span> makina izenek * eta ? zernahirako karaktereak izan ditzakete. Adibidez: *.cs.foo.edu bat dator cs.foo.edu domeinuko ostalari guztiekin. <span foreground="royalblue3">IP sareak:</span> IP (azpi-)sare bateko ostalari guztiei batera direktorioak esportatzeko aukera dago. Adibidez, sareko oinarri helbideari`/255.255.252.0' edo `/22' erantsita.
fi: <span weight="bold">NFS-asiakkaat</span> voidaan määritellä usealla tavalla: <span foreground="royalblue3">Yksittäinen:</span> Verkkonimi, täydellinen verkko-osoite tai IP-osoite <span foreground="royalblue3">Ryhmä:</span> NIS-ryhmä @ryhmä. <span foreground="royalblue3">Maski:</span> Koneiden nimet voi sisältää jokerimerkit * tai ?. Esim. *.cs.foo.edu täsmää kaikkiin verkkoalueen cs.foo.edu koneisiin. <span foreground="royalblue3">Aliverkko:</span> Hakemistoja voidaan jakaa samanaikaisesti kaikille (ali)verkon koneille. Esim. lisäämällä verkon osoitteen perään "/255.255.255.0" tai "/24".
fr: <span weight="bold">Client NFS</span> peut être précisé de plusieurs manières : <span foreground="royalblue3">hôte unique :</span> un client identifié par un nom abrégé connu de la résolution de nom, un nom complet qualifié (FQDN) ou une adresse IP <span foreground="royalblue3">Nom de groupe réseau</span> un nom de groupe réseau NIS peut être donné au format @groupe. <span foreground="royalblue3">Caractères jokers</span> un nom pouvant contenir les caractères joker * et ?. Par exemple : *.cs.foo.edu correspond à toutes les machines du domaine cs.foo.edu. <span foreground="royalblue3">Réseaux IP :</span> vous pouvez aussi exporter des répertoires à toutes les machines d'un (sous) réseau IP simultanément en ajoutant un masque à la fin de l'adresse du (sous) réseau. Exemple : 192.168.1.0/255.255.255.0' ou 192.168.1.0/24
he: <span weight="bold">לקוחות NFS</span> יכולים להיות מצוינים במספר דרכים: <span foreground="royalblue3">מארח בודד:</span> מארח או בשם מקוצר המוכר על ידי המפענח, שם מתחם מלא או כתובת IP <span foreground="royalblue3">קבוצות-רשת:</span> קבוצות-רשת NIS ניתן לתת כ- @group. <span foreground="royalblue3">תוים חופשיים:</span> שמות מכונות יכולים להכיל תווים חופשיים כמו * ו- ?. לדוגמה : *.cs.foo.edu יתאים לכל המארחים במתחם cs.foo.edu. <span foreground="royalblue3">רשתות IP:</span> ניתן גם ליצא ספריות לכל המארחים ב(תת-)רשת IP באופן סימולטני. לדוגמה, גם `/255.255.252.0' וגם `/22' מתוספים לבסיס כתובת הרת.
hu: Az <span weight="bold">NFS kliensek</span> többféle módon adhatók meg: <span foreground="royalblue3">egyetlen gép:</span> egy gép - a feloldó által felismert rövidített névvel, teljesen megadott tartománynévvel vagy IP címmel megadva <span foreground="royalblue3">hálózati csoportok:</span> NIS hálózati csoportok (netgroups) megadhatók @csoport formában <span foreground="royalblue3">helyettesítő karakterek:</span> a gépnevek tartalmazhatják a * és a ? helyettesítő karaktereket. Például a *.cs.foo.edu kifejezés illeszkedik a cs.foo.edu tartomány összes gépére. <span foreground="royalblue3">IP hálózatok:</span> egyszerre is exportálhatók könyvtárak egy IP-hálózat vagy -alhálózat összes gépére. Például a következők hozzáfűzhetők a hálózati alapcímhez: "/255.255.252.0" illetve "/22".
id: <span weight="bold">klien NFS</span> bisa ditentukan dengan berbagai cara: <span foreground="royalblue3">host single:</span> sebuah host bisa berupa sebuah nama singkatan yang dikenali oleh resolver, nama domain lengkap yang berkualifikasi, atau sebuah alamat IP <span foreground="royalblue3">netgroup:</span> netgroup NIS boleh diberikan seperti @group. <span foreground="royalblue3">wildcard:</span> nama komputer bisa mengandung karakter wildcard * dan ?. Sebagai contoh: *.cs.foo.edu cocok dengan semua host dalam domain cs.foo.edu. <span foreground="royalblue3">jaringan IP:</span> Anda juga bisa mengekspor direktori ke semua host pada sebuah IP (sub-)jaringan secara bersamaan. contohnya, `/255.255.252.0' atau `/22' ditambahkan ke hasil pada alamat dasar jaringan.
is: <span weight="bold">NFS biðlara</span> má skilgreina á ýmsa vegu: <span foreground="royalblue3">einstök vél:</span>þú getur tilgreint vél annað hvort með styttu nafni sem nafnaþjónusta skilur, fullu lénsnafni eða IP-tölu <span foreground="royalblue3">nethópar:</span> NIS nethópa má gefa upp sem @hopur. <span foreground="royalblue3">algildistákn:</span> vélanöfn mega innihalda algildistáknin * and ?. Til dæmis: *.inni.mitt.net veitir öllum vélum í léninu 'inni.mitt.net' aðgang. <span foreground="royalblue3">IP net:</span> þú getur leyft aðgang að möppum á öllu staðarnetinu samtímis. til dæmis annað hvort `/255.255.252.0' eða `/22' bætt við grunn-IP-tölu staðarnetsins.
it: <span weight="bold">I client NFS</span> possono essere specificati in diversi modi: <span foreground="royalblue3">Un'unica macchina</span> può essere identificata tramite un nome abbreviato presente in resolv.conf, da un nome completo e qualificato (FQDN) o da un indirizzo IP <span foreground="royalblue3">Netgroup</span> il nome di un gruppo di rete NIS può essere fornito nel formato @gruppo. <span foreground="royalblue3">Caratteri jolly</span> i nomi delle macchine possono contenere i caratteri jolly * e ?. Per esempio : *.cs.foo.edu corrisponde a tutte le macchine del dominio cs.foo.edu. <span foreground="royalblue3">Reti IP :</span> si può anche esportare simultaneamente delle directory a tutte le macchine di una (sotto) rete IP. Per esempio, si può aggiungere "/255.255.252.0" o "/22" alla fine dell'indirizzo base.
nb: <span weight="bold">NFS-klienter</span> kan bli angitt på en rekke måter: <span foreground="royalblue3">enkel vert:</span> en vert, enten et forkortet navn gjenkjent av navneoppslageren, et fullstendig domenenavn eller en IP-adresse <span foreground="royalblue3">nettgrupper:</span> NIS-nettgrupper kan angis som @gruppe. <span foreground="royalblue3">asterisk:</span> maskinnavn kan inneholde de asteriske tegnene * og ?. For eksempel: *.cs.foo.edu passer alle vertene i domenet cs.foo.edu. <span foreground="royalblue3">IP-nettverk:</span> du kan også eksportere kataloger til alle verter på et IP-(under)nettverk samtidig. For eksempel enten «/255.255.252.0» eller «/22» lagt til baseadressen for nettverket.
nn: Du kan spesifiera <span weight="bold">NFS-klientar</span> på mange måtar: <span foreground="royalblue3">Einskildvert:</span> Ein vert, anten som eit forkorta namn attkjend av namneoppslagstenaren, eit fullstendig domenenamn (FQDN) eller ei IP-adresse. <span foreground="royalblue3">Nettgrupper:</span> NIS-nettgrupper kan skrivast som @gruppe. <span foreground="royalblue3">Jokerteikn:</span> Maskinnamn kan innehelda jokerteikna «*» og «?». For eksempel vil «*.cs.foo.edu» gje treff på alle vertar i domenet «cs.foo.edu». <span foreground="royalblue3">IP-nettverk:</span> Du kan òg eksportera mapper til alle vertane på eit IP-nettverk samtidig. Eksempel er «/255.255.252.0» eller «/22» lagt til grunnadressa til nettverket.
pl: <span weight="bold">Klienty NFS</span> mogą być określone na kilka sposobów:: <span foreground="royalblue3">pojedynczy komputer:</span> może to być skrócona nazwa hosta rozpoznawana przez odpowiedni system rozpoznawania, program host either by an abbreviated name recognized be the resolver, pełna złożona nazwa domeny (FQDN) lub adres IP <span foreground="royalblue3">grupy sieciowe:</span> grupy sieciowe NIS mogą być określone jako @nazwa_grupy. <span foreground="royalblue3">wzorce:</span> nazwy komputerów mogą zawierać znaki wieloznaczne * i ? Na przykład: *.cs.foo.edu odnosi się do wszystkich kompuerów w domenie cs.foo.edu. <span foreground="royalblue3">sieci IP:</span> katalogi można eksportować równocześnie dla wszystkich komputerów w danej (pod-) sieci IP. Na przykład: dodanie `/255.255.252.0' lub `/22' do bazowego adresu sieciowego.
ro: <span weight="bold">Clienți NFS</span> pot fi specificați în mai multe feluri: <span foreground="royalblue3">gazdă simplă:</span> o gazdă identificată fie după numele abreviat recunoscut de serverul de nume, un nume de domeniu complet calificat (FQDN) sau o adresă IP <span foreground="royalblue3">grupuri de rețea:</span> grupurile de rețea NIS pot fi specificate cu @group. <span foreground="royalblue3">metacaractere:</span> numele mașinilor pot conține metacaracterele * și ?. De exemplu: *.cs.foo.edu corespunde cu toate gazdele din domeniul cs.foo.edu. <span foreground="royalblue3">rețele IP:</span> puteți de asemenea exporta simultan directoare la toate gazdele dintr-o (sub)rețea adăugînd o mască la sfîrșitul adresei de (sub)rețea. Exemplu: 192.168.1.0/255.255.255.0 sau 192.168.1.0/24
ru: <span weight="bold">NFS клиенты</span> могут указывать номер такими способами: <span foreground="royalblue3">одиночный хост:</span> хост в виде имени, которое может быть преобразовано сервером, то есть полное доменное имя, или просто IP адрес <span foreground="royalblue3">сетевые группы(netgroups):</span>сетевые группы NIS можно ввести как @group. <span foreground="royalblue3">шаблоны (wildcards):</span> имена машин могут содержать символы шаблона * и ?. Например: *.cs.foo.edu соответствует всем хостам в домене cs.foo.edu. <span foreground="royalblue3">IP сети:</span> вы также можете экспортировать каталоги на все хосты локальной (под)сети одновременно. Например, `/255.255.252.0' или `/22' добавляется в результате к базовому адресу сети.
sl: <span weight="bold">Odjemalci NFS</span> so lahko določeni na več načinov: <span foreground="royalblue3">samo en gostitelj:</span> gostitelj z okrajšanim imenom, s polnim imenom ali z naslovom IP <span foreground="royalblue3">omrežne skupine:</span> omrežne skupine NIS lahko podate kot »@skupina« <span foreground="royalblue3">nadomestni znaki:</span> imena računalnikov lahko vsebujejo znaka »*« in »?«. Na primer: *.domena.si pomeni vse gostitelje pod domeno domena.si. <span foreground="royalblue3">Omrežja IP:</span> Mape lahko izvozite tudi vsem gostiteljem v (pod)omrežju IP v enem koraku. Na primer z dodajanjem »/255.255.252.0« ali »/22« k osnovnem naslovu.
tr: <span weight="bold">NFS araçları</span> bir kaç yoldan belirlenebilir: <span foreground="royalblue3">tekil makine:</span> çözümleyici tarafından tanınabilen kısaltılmış bir isim, tam girilmiş bir alan ismi veya bir IP adresi olarak belirtilen bir makine ismi <span foreground="royalblue3">ağ grupları:</span> NIS ağ grupları, @group olarak verilebilir. <span foreground="royalblue3">jokerler:</span> makine isimleri joker karakterler * ve ? içerebilirler. Mesela: *.cs.foo.edu , cs.foo.edu alanındaki tüm makinelerle eşleşir. <span foreground="royalblue3">IP ağları:</span> Eş zamanlı olarak bir IP (alt) ağındaki tüm makinelere dizinleri aktarabilirsiniz. Mesela, ya `/255.255.252.0' ya da `/22' ağ temeli adres sonucuna eklenebilir.
wa: Les <span weight="bold">cliyints NFS</span> polèt esse sipecifyîs di sacwantès manires: <span foreground="royalblue3">simpe lodjoe:</span> on no d' lodjoe, soeye-t i on no rascourti k' est cnoxhou do cwereu d' nos, soeye-t i on no etir avou l' dominne, ou co ene adresse IP an IP address <span foreground="royalblue3">groupes rantoele:</span> groupes rantoele NIS, ki polèt esse dinés come @groupe. <span foreground="royalblue3">patrons:</span> des nos d' lodjoe avou des caracteres djoker * eyet ?. Metans: *.cs.foo.edu est on patron ki covere tos les lodjoes do dominne cs.foo.edu. <span foreground="royalblue3">Adresses IP d' rantoele:</span> vos ploz eto permete li raloyaedje åzès ridants di tos les lodjoes d' ene (dizo-)rantoele, tot radjoutant l' maske rantoele a on no d' lodjoe. Metans «/255.255.252.0» ou «/22» radjouté a on no d' lodjoe.
