Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: The setup of Internet connection sharing has already been done. It's currently disabled. What would you like to do?
cs: Internetové sdílení už bylo nastaveno. Nyní je zakázáno. Co chcete dále dělat?
cy: Mae gosodiad rhannu cysylltiad â'r Rhyngrwyd wedi ei gyflawni. Mae wedi ei analluogi. Beth hoffech ei wneud?
da: Indstilling af deling af internetforbindelse er allerede gjort. Den er de-aktiveret for nærværende Hvad ønsker du at gøre?
de: Die Einrichtung einer gemeinsamen Internet-Verbindung wurde bereits durchgeführt. Momentan ist sie deaktiviert. Was wollen Sie tun?
el: Η ρύθμιση της κοινόχρηστης σύνδεσης στο διαδίκτυο έχει ήδη γίνει. Αυτή τη στιγμή είναι απενεργοποιημένη. Τι θα θέλατε να κάνετε;
es: La configuración de Compartición de Conexión a Internet ya ha sido realizada. Actualmente está deshabilitada. ¿Qué le gustaría hacer?
et: Internetiühenduse jagamine on juba seadistatud, aga hetkel on see keelatud. Mida soovite ette võtta?
eu: Interneteko konexioa partekatzeko konfigurazioa eginda dago. Desgaituta dago orain. Zer egin nahi duzu?
fi: Internet-yhteyden jakaminen on jo asetettu, mutta se ei ole käytössä. Mitä tehdään?
fr: La configuration du partage de la connexion à Internet a déjà été effectuée. Elle est actuellement désactivée. Que souhaitez-vous faire ?
he: הגדרת שיתוף חיבור לאינטרנט כבר בוצעה. כרגע השירות אינו פעיל. מה ברצונך לעשות?
hu: Az internetkapcsolat megosztása már korábban megtörtént. A kapcsolatmegosztás jelenleg nincs bekapcsolva. Mit szeretne tenni?
id: Pengaturan Sharing Koneksi Internet telah dilakukan. Saat ini sedang dimatikan. Apa yang ingin Anda lakukan?
is: Uppsetning internet samnýtingar hefur þegar verið framkvæmd. Hún er nú aftengd. Hvað vilt þú gera?
it: La condivisione della connessione internet è già stata configurata. Al momento, è disattivata Cosa vuoi fare?
nb: Oppsettet for deling av Internettilkobling har allerede blitt gjort. Dette er for øyeblikket slått av. Hva vil du gjøre?
nn: Deling av Internett-samband er allereie sett opp og er avslått. Kva vil du gjera?
pl: Konfiguracja udostępniania połączenia z Internetem została już wykonana. Usługa ta jest teraz wyłączona. Co chcesz zrobić?
ro: Configurarea partajării conexiunii la Internet a fost făcută deja. Acum este dezactivată. Ce doriți să faceți?
ru: Настройка общего доступа к Интернету уже была выполнена. В данный момент он отключён. Что нужно сделать?
sl: Nastavitev skupne uporabe internetne povezave je že opravljena. Trenutno je onemogočena. Kaj bi radi naredili?
tr: İnternet bağlantısı paylaşımı ayarları zaten yapılmış durumda. Paylaşım şu anda devre dışı. Ne yapmak istersiniz?
wa: L' apontiaedje do pårtaedje do raloyaedje al rantoele daegnrece a ddja stî fwait. Il est pol moumint dismetou. Cwè voloz vs fé?

source: Disable
br: Marvaat
cs: Zakázat
cy: Analluogi
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Deshabilitar
et: Keelata
eu: Desgaitu
fi: Poista käytöstä
fr: Désactiver
he: נטרל
hu: Kikapcsolás
id: Matikan
is: Slökkva
it: Disattiva
nb: Slå av
nn: Ikkje bruk
pl: Wyłącz
ro: Dezactivează
ru: Отключить
sl: Onemogoči
tr: Devre dışı bırak
wa: Essocter

source: Enable
br: Bevaat
cs: Povolit
cy: Galluogi
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
et: Lubada
eu: Gaitu
fi: Ota käyttöön
fr: Activer
he: אפשר
hu: Bekapcsolás
id: Hidupkan
is: Virkja
it: Attiva
nb: Slå på
nn: Bruk
pl: Włącz
ro: Activează
ru: Включить
sl: Omogoči
tr: Etkinleştir
wa: Mete en alaedje

source: Reconfigure
br: Adgefluniañ
cs: Přenastavit
cy: Ail-ffurfweddu
da: Genkonfigurér
de: Rekonfigurieren
el: Επαναρύθμιση
es: Reconfigurar
et: Uuesti seadistada
eu: Birkonfiguratu
fi: Aseta uudelleen
fr: Reconfigurer
he: הגדרה מחדש
hu: Ismételt beállítás
id: Konfigurasi ulang
is: Endurstilla
it: Riconfigura
nb: Sett opp på nytt
nn: Set opp på nytt
pl: Rekonfigurować
ro: Reconfigurează
ru: Заново настроить
sl: Ponovno nastavi
tr: Yeniden yapılandır
wa: Rapontyî

source: Please select the network interface directly connected to the internet.
br: Mar plij dibabit an etrefas rouedad a zo kevreet en eeun d'ar genrouedad
cs: Vyberte, prosím, síťové rozhraní přímo připojené k internetu.
cy: Dewiswch y rhyngwyneb rhwydwaith sydd wedi ei gysylltu'n uniongyrchol â'r rhyngrwyd.
da: Vælg netværksgrænsesnittet som er direkte forbundet til internettet
de: Bitte wählen Sie eine Netzwerkschnittstelle aus, welche eine direkte Verbindung zum Internet hat.
el: Παρακαλώ επιλέξτε την διεπαφή δικτύου που είναι άμεσα συνδεδεμένη με το διαδίκτυο
es: Porfavor seleccione la interfaz que está conectada a internet
et: Palun valige otse internetti ühendatud võrguliides.
eu: Mesedez hautatu Internetera zuzenean lotzen den sare interfazea.
fi: Valitse Internetiin yhteydessä oleva verkkoliitäntä.
fr: Veuillez indiquer l'interface réseau directement connectée à Internet.
he: נא לבחור את התקן הרשת המחובר ישירות אל האינטרנט.
hu: Válassza ki azt a hálózati csatolót, amely közvetlenül csatlakozik az internethez.
id: Silakan pilih antarmuka jaringan yang terhubung langsung ke internet.
is: Veldu nettengið sem er beintengt við Internetið.
it: Devi selezionare l'interfaccia di rete direttamente connessa ad Internet
nb: Vennligst velg nettverkskortet som er direkte tilkoblet Internett.
nn: Vel nettverksgrensesnittet som er kopla direkte til Internett.
pl: Wybierz interfejs sieciowy podłączony do Internetu.
ro: Selectați interfața de rețea conectată direct la Internet.
ru: Выберите сетевой интерфейс, непосредственно подключённый к Интернету.
sl: Izberite omrežni vmesnik, ki je na internet povezan neposredno.
tr: Lütfen internet doğrudan bağlı olan ağ ara biriminü seçin.
wa: Tchoezixhoz l' eterface rantoele raloyeye al Daegntoele.

source: Net Device
br: Trobarzhell ar rouedad
cs: Síťové zařízení
cy: Dyfais Rhyngrwyd
da: Net-enhed
de: Netzwerk-Gerät:
el: Συσκευή δικτύου
es: Dispositivo de red
et: Võrguseade
eu: Sareko gailua
fi: Verkkoliitäntä
fr: Périphérique réseau
he: התקן רשת
hu: Hálózati eszköz
id: Device Net
is: Nettæki
it: Interfaccia di rete
nb: Nettenhet
nn: Netteining
pl: Urządzenie sieciowe
ro: Dispozitiv de rețea
ru: Сетевое устройство
sl: Omrežna naprava
tr: Ağ Aygıtı
wa: Éndjin rantoele

source: There is only one network adapter on your system configured for LAN connections: %s I am about to setup your Local Area Network with that adapter. If you have any other adapter connected to Local Area Network, disable the firewall protection on it using drakfirewall before configuring Internet Connection sharing.
cs: Na vašem systému je pouze jeden síťový adaptér nastavený pro připojení k LAN: %s Nyní bude vaše místní síť nastava s tímto adaptérem. Pokud máte jakýkoli jiný adaptér připojený k místní síti, vypněte na něm ochranu firewallem pomocí nástroje drakfirewall před tím, než začnete nastavovat sdílení internetového připojení.
cy: Dim ond un addasydd rhwydwaith sydd ar eich system sydd wedi ei ffurfweddu ar gyfer cysylltiadau LAN: %s Rwyf ar fin gosod eich Rhwydwaith Ardal Leol (LAN) gyda'r addasydd hwnnw. Os oes gennych unrhyw addasyddion eraill wedi eu cysylltu â'r Rhwydwaith Ardal Leol, datgysylltwch amddiffyniad mur cadarn arno gan ddefnyddio drakfirewall cyn ffurfweddu rhannu Cysylltiad Rhyngrwyd.
da: Der er kun én netværksadapter på dit system som er konfigureret for LAN forbindelser: %s Jeg er ved at sætte dit lokalnet op med denne adapter. Hvis du har nogen anden adapter forbundet til lokalnettet, så deaktivér brandmursbeskyttelsen på den med drakfirewall før du går videre med konfigurering af deling af Internetforbindelsen.
de: Es ist nur eine Netzwerkkarte in ihrem System für LAN-Verbindungen eingerichtet:\ %s Ihr lokales Netzwerk (LAN) wird mit diesem Gerät aufgesetzt. Falls Sie weitere Geräte mit dem LAN verbunden haben, deaktivieren Sie den Firewall-Schutz von diesen mit Hilfe von Drakfirewall, bevor Sie mit der Konfiguration zum Teilen der Internetverbindung fortfahren.
el: Υπάρχει μόνο μια κάρτα δικτύου, ρυθμισμένη για σύνδεση στο τοπικό δίκτυο (LAN) στο σύστημά σας: %s Αυτή η κάρτα θα χρησιμοποιηθεί για να ρυθμίσετε το τοπικό σας δίκτυο. Αν έχετε κάποια άλλη κάρτα συνδεδεμένη στο τοπικό δίκτυο, απενεργοποίησε τον έλεγχο του τοίχους προστασίας, χρησιμοποιώντας το drakfirewall πριν ρυθμίσετε την κοινόχρηστη σύνδεση στο διαδίκτυο.
es: Sólo hay un adaptador de red en su sistema configurado para conexiones LAN: %s Voy a configurar su Red de Área Local con ese adaptador. Si tiene algún otro adaptador conectado a la Red de Área Local, deshabilite la protección del cortafuegos en él utilizando drakfirewall antes de configurar la Compartición de Conexión a Internet.
et: Teie süsteemis on kohtvõrgu ühendustele seadistatud ainult üks võrgukaart: %s Kõik on valmis teie kohtvõrgu häälestamiseks seda kaarti kasutama. Kui Teil on veel mõni kohtvõrguga ühendatud kaart, keelake tööriista drakfirewall abil sellel tulemüüri kasutamine, enne kui asute internetiühenduse jagamist seadistama.
eu: Sare moldagailu bakarra dago zure sisteman LAN loturarako konfiguratuta: %s Zure Bertako Eremuko Sarea (LAN) moldagailu horrekin ezartzera doa. Beste edozein moldagailu Bertako Eremuko Sarera lotuta badaukazu, ezgaitu bere suhesi babesa drakfirewall erabiliz interneteko lotura partekatzea konfiguratu aurretik.
fi: Järjestelmässä on vain yksi verkkoliitäntä, joka on asetettu lähiverkkoyhteyksille: %s Asetetaan lähiverkko käyttämään tätä verkkoliitäntää. Jos järjestelmässä on muita lähiverkkoon kytkettyjä liitäntöjä, poista liitännän palomuuri käytöstä, työkalulla drakfirewall, ennen Internet-yhteyden jakamisen asettamista.
fr: Il n'y a qu'un seul adaptateur réseau configuré pour les connexions LAN sur votre système : %s Cet adaptateur va être utilisé pour configurer votre réseau local. Si vous disposez d'un autre adaptateur connecté à votre réseau local, veuillez désactiver la protection pare-feu en utilisant drakfirewall avant de configurer le partage de la connexion Internet.
hu: Csak egy hálózati eszközt találtam, amely a rendszer helyi hálózati kapcsolat beállítására alkalmas: %s Ezt az eszközt beállítom, mint helyi hálózati kapcsolat. Ha bármely más eszközzel rendelkezik, amely a helyi hálózatra kapcsolódik, tiltsa le a tűzfalat, mielőtt az Internetmegosztó eszközt használja.
id: Hanya ada satu adapter jaringan pada sistem Anda yang terkonfigurasi untuk koneksi LAN: %s Kita akan mengatur Local Area Network dengan adapter tersebut. Jika Anda memiliki adapter lain yang terhubung ke Local Area Network, matikan proteksi firewall pada adapter tersebut menggunakan drakfirewall sebelum mengkonfigurasi sharing Koneksi Internet.
is: Það er aðeins eitt netkort í tölvunni þinni sem er stillt fyrir staðarnets-tengingar: %s Ég er að fara að setja upp staðarnetið (LAN) á því netkorti. Ef þú hefur annað netkort tengt staðarnetinu, aftengdu eldvegginn sem er virkur á þeirri tengingu, með drakfirewall áður en þú deilir Internet tengingu þinni.
it: Nel sistema c'è un solo dispositivo configurato per connettersi alla rete LAN: %s Sto per configurare la rete locale tramite questo dispositivo. Se hai un altro dispositivo collegato alla rete locale, disattiva la protezione firewall nei suoi confronti, utilizzando drakfirewall, prima di configurare la condivisione delle connessioni Internet.
nb: Det er bare et nettverksadapter på systemet ditt som er satt opp for tilkoblinger til LAN: %s Jeg er i ferd med å sette opp lokalnettet ditt med dette adapteret. Slå av brannmursbesskyttelsen for lokale adaptere hvis du har andre tilkoblet til lokalnettet, før du setter opp Internettdeling.
nn: Det finst berre eit nettverkskort på systemet som er sett opp for lokalnettsamband: %s Lokalnettet vert derfor sett opp med dette kortet. Viss du har eit anna kort kopla til lokalnettet, må du bruka drakfirewall til å slå av brannmuren for kortet før du set opp nettverksdelinga.
pl: Wykryto tylko jedną kartę sieciową skonfigurowaną dla połączeń LAN: %s Sieć lokalna zostanie skonfigurowana z użyciem tej karty. Jeżeli posiadasz inne karty podłączone do sieci lokalnej, przed rozpoczęciem konfiguracji udostępniania połączenia użyj programu drakfirewall, aby wyłączyć ochronę sieciową dla tej karty.
ro: Aveți configurat în sistem numai un singur adaptor de rețea pentru conexiunile LAN: %s Rețeaua locală este pe cale de-a fi configurată pe acest adaptor. Dacă dispuneți și de alte adaptoare conectate la rețeaua locală, dezactivați protecția de parafoc de pe ele utilizînd drakfirewall, înainte de a configura partajarea conexiunii la Internet.
ru: Должен быть только один сетевой адаптер в вашей системе для соединения через LAN: %s Настройка вашей локальной сети будет производиться через него. Если у вас есть другой адаптер, подключенный к локально сети, отключите файрвол для него через drakfirewall перед настройкой общего интернет-соединения.
sl: Za povezave LAN je na sistemu nastavljen samo en omrežni vmesnik: %s Sedaj bo za krajevno omrežje LAN uporabljen ta vmesnik. Če imate v krajevno omrežje povezan še kak drug vmesnik, na njem s pomočjo programa drakfirewall onemogočite varovanje s požarnim zidom. Šele nato nastavite souporabo internetne povezave.
tr: LAN bağlantıları için sisteminizde ayarlanmış bir tane ağ bağdaştırıcısı var: %s Yerel Ağınızı bu bağdaştırıcı ile kuracağım. Yerel Ağınıza bağlı bir başka bağdaştırıcınız varsa, İnternet Bağlantı paylaşımını yapılandırmadan önce drakfirewall kullanarak bağdaştırıcı üzerindeki güvenlik duvarını kaldırın.

source: Please choose what network adapter will be connected to your Local Area Network.
cs: Vyberte, prosím, které síťové zařízení je spojením do místní sítě.
cy: Dewiswch ba addasyddion rhwydwaith fydd yn cael eu cysylltu â'ch Rhwydwaith Lleol.
da: Vælg hvilken netværksadapter som skal forbindes til dit lokalnet.
de: Bitte wählen Sie die Netzwerkkarte, die mit Ihrem lokalen Netzwerk verbunden ist.
el: Παρακαλώ επιλέξτε ποια κάρτα δικτύου θα είναι συνδεδεμένη στο τοπικό σας δίκτυο.
es: Porfavor seleccione que adaptador de red será conectado a su red de área local
et: Palun valige, millist võrguliidest soovite kasutada kohtvõrgu jaoks.
eu: Aukeratu zein sare-moldagailu konektatuko den zure sare lokalarekin.
fi: Valitse lähiverkkoon kytketty verkkoliitäntä.
fr: Veuillez choisir quelle carte réseau sera connectée à votre réseau local.
he: נא לבחור את מתאם הרשת שיהיה מחובר אל הרשת המקומית שלך.
hu: Válassza ki, hogy milyen kártyával csatlakozik a helyi hálózathoz.
id: Silakan pilih adapter jaringan apa yang akan dihubungkan ke Local Area Network Anda.
is: Veldu hvaða nettengi verður tengt við staðarnetið þitt.
it: Scegli quale scheda di rete sarà connessa alla rete locale (LAN).
nb: Velg hvilket nettverkskort som skal kobles til lokalnettverket (LAN).
nn: Vel kva nettverkskort som skal vera kopla til lokalnettet.
pl: Wskaż, która karta sieciowa będzie połączona z siecią lokalną (LAN).
ro: Alegeți care placă de rețea va fi conectată la rețeaua voastră locală.
ru: Выберите сетевой адаптер, который будет подключён к вашей локальной сети.
sl: Izberite, kateri omrežni vmesnik bo povezan z vašim krajevnim omrežjem.
tr: Lütfen hangi ağ bağdaştırıcısının yerel ağınıza bağlanacağını seçin.
wa: Tchoezixhoz kéne cåte rantoele va esse raloyeye a vosse rantoele locåle

source: Local Area Network settings
br: Chomlec'h ar rouedad lec'hel
cs: Nastavení místní sítě
cy: Gosodiadau Rhwydwaith Ardal Leol
da: Opsætning af lokalnetværk
de: Einstellungen des lokalen Netzwerkes
el: Ρύθμιση του τοπικού δικτύου
es: Configuración de red de área local
et: Kohtvõrgu seadistused
eu: Bertako Eremuko Sare ezarpenak
fi: Lähiverkon asetukset
fr: Configuration du réseau local
he: הגדרות רשת מקומית
hu: A helyi hálózat beállításai
id: Pengaturan Local Area Network
is: Stillingar staðbundins nets
it: Impostazioni della rete locale
nb: Innstillinger for lokalnettverk
nn: Lokalnettoppsett
pl: Ustawienia sieci lokalnej
ro: Configurațiile rețelei locale
ru: Настройки локальной сети
sl: Nastavitve krajevnega omrežja
tr: Yerel Ağ ayarları
wa: Apontiaedjes del rantoele locåle

source: Local IP address
br: Chomlec'h IP lec'hel
cs: Místní IP adresa
cy: Cyfeiriad IP lleol
da: Lokal IP-adresse
de: Lokale IP-Adresse
el: Τοπική διεύθυνση IP
es: Dirección IP local
et: Kohalik IP-aadress
eu: Bertako IP helbidea
fi: Paikallinen IP-osoite
fr: Adresse IP locale
he: כתובת IP מקומית
hu: Helyi IP cím
id: Alamat IP lokal
is: Staðbundin IP-tala
it: Indirizzo IP locale
nb: Lokal IP-adresse
nn: Lokal IP-adresse
pl: Lokalny adres IP
ro: Adresă IP locală
ru: Локальный IP-адрес
sl: Krajevni naslov IP
tr: Yerel IP adresi:
wa: Adresse IP locåle

source: The internal domain name
br: Anv diabarzh an domani
cs: Interní doménové jméno
cy: Enw'r parth mewnol
da: Det interne domænenavn
de: Der interne Domänen-Name
el: Το εσωτερικό όνομα τομέα
es: El nombre de dominio interno
et: Sisemine domeeninimi
eu: Barneko domeinuaren izena
fi: Sisäinen verkkoalueen nimi
fr: Le nom de domaine interne
he: שם המתחם הפנימי
hu: A belső tartománynév
id: Nama domain internal
is: Nafn staðbundins léns
it: Nome del dominio interno
nb: Det interne domenenavnet
nn: Internt domenenamn
pl: Wewnętrzna nazwa domeny
ro: Numele de domeniu intern
ru: Имя внутреннего домена
sl: Notranje ime domene
tr: Dahili alan adı
wa: Li no d' dominne eployî divintrinnmint

source: Error
br: Fazi
cs: Chyba
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
is: Villa
it: Errore
nb: Feil
nn: Feil
pl: Błąd
ro: Eroare
ru: Ошибка
sl: Napaka
tr: Hata
wa: Aroke

source: Potential LAN address conflict found in current config of %s!
cs: Nalezen možný konflikt v současném nastavení LAN adresy pro %s!
cy: Canfuwyd gwrthdaro posib yng nghyfeiriad LAN ffurfweddiad presennol %s!
da: Mulig LAN-adresse konflikt fundet i konfigurationen til %s!
de: Es liegt ein möglicher LAN-Adressen-Konflikt in der Konfiguration von %s vor!
el: Βρέθηκε πιθανή σύγκρουση διευθύνσεων στο τοπικό δίκτυο στην τρέχουσα ρύθμιση του %s!
es: Conflicto potencial en la dirección de red local encontrado en la actual configuración de %s!
et: Võimalik kohtvõrgu aadressi konflikt %s seadistuses!
eu: Sare lokaleko helbide-gatazka potentziala aurkitu da %s(r)en konfigurazioan!
fi: Mahdollinen lähiverkon osoiteristiriita löydetty nykyisillä asetuksilla %s!
fr: Conflit potentiel d'adresses du réseau local trouvé dans la configuration de %s !
he: ישנו חשש להתנגשות כתובות LAN בתצורה הנוכחית של %s!
hu: Hálózati címhibát észleltem az aktuális konfigurációban: %s!
id: Potensi konflik alamat LAN ditemukan dalam konfigurasi %s saat ini!
is: Líklegur árekstur á IP-tölum staðarnets fundinn í uppsetningu á %s!
it: C'è un potenziale conflitto di indirizzo LAN nell'attuale configurazione di %s!
nb: Mulig LAN-adressekonflikt funnet i oppsettet til %s!
nn: Fann potensiell LAN-adressekonflikt i oppsettet til «%s».
pl: W bieżącej konfiguracji wykryto możliwy konflikt adresów sieciowych: %s!
ro: S-a găsit un posibil conflict de adrese LAN în configurația curentă a lui %s!
ru: Обнаружен возможный конфликт адреса локальной сети в текущей конфигурации %s!
sl: V trenutnih nastavitvah za %s je zaznan možen spor glede naslovov za krajevno omrežje!
tr: %s ayarlarında muhtemel bir yerel ağ adresi çakışması bulundu!
wa: I pout î aveur on conflit d' adresses pol rantoele locåle avou l' apontiaedje do moumint po %s !

source: Domain Name Server (DNS) configuration
br: Kefluniadur ar Servijer Anvioù Domani (SAD)
cs: Nastavení jmenného serveru (DNS)
cy: Ffurfweddiad Gweinydd Enw Parth (DNS)
da: Konfiguration af Navneserver (DNS)
de: „Domain Name Server“-Konfiguration (DNS)
el: Ρύθμιση του εξυπηρετητή ονόματος τομέα (DNS)
es: Configuración de servidor de nombres de dominio (DNS)
et: Nimeserveri (DNS) seadistamine
eu: Domeinu Izen Zerbitzariaren (DNS) konfigurazioa
fi: Nimipalvelinasetukset (DNS)
fr: Configuration du serveur de noms (DNS)
he: הגדרות שרת כתובות מתחם (DNS)
hu: A tartománynév kiszolgáló (DNS) beállítása
id: Konfigurasi Domain Name Server (DNS)
is: Uppsetning nafnamiðlara léns (DNS)
it: Configurazione del Domain Name Server (DNS)
nb: Oppsett av domenenavntjener (DNS)
nn: Namneoppslagoppsett (DNS)
pl: Konfiguracja serwera nazw domen (DNS)
ro: Configurare server de nume de domeniu (DNS)
ru: Настройка сервера доменных имён (DNS)
sl: Nastavitev strežnika za imena domen (DNS)
tr: Alan Adı Sunucusu (DNS) yapılandırması
wa: Apontiaedje do sierveu d' nos (DNS)

source: Use this gateway as domain name server
br: Implij an dreuzell-mañ evel ar servijer anvioù domani
cs: Použít tuto bránu jako DNS
cy: Defnyddio'r fynedfafel gweinydd enw parth
da: Brug denne gateway som domænenavns-server
de: Verwende dieses Gateway als „Domain Name Server“
el: Χρησιμοποιήστε αυτήν την πύλη δικτύου ως εξυπηρετητή ονόματος τομέα
es: Usar esta puerta de enlace como servidor de nombres de dominio
et: Selle lüüsi kasutamine nimeserverina
eu: Erabili atebide hau domeinu izen zerbitzari gisa
fi: Käytä yhdyskäytävää myös nimipalvelimena
fr: Utiliser cette passerelle comme serveur DNS
he: השתמש בשער זה כשרת שמות מתחם
hu: Ezen átjáró tartománynév kiszolgálóként való használata
id: Gunakan gateway ini sebagai server nama domain
is: Nota þessa netgátt sem nafnamiðlara léns
it: Usa questo gateway come server DNS
nb: Bruk denne standardruteren som domenenavntjener
nn: Bruk denne portnaren som domenenamntenar
pl: Wykorzystaj poniższą bramę jako serwer nazw domen
ro: Utilizează această pasarelă ca server de nume de domeniu
ru: Использовать данный шлюз как сервер доменных имён
sl: Uporabi ta privzeti prehod kot strežnik za imena domen
tr: Alan adı sunucusu olarak bu ağ geçidini kullan
wa: Eployî cisse pasrele chal come sierveu d' nos

source: The DNS Server IP
br: IP ar servijer DNS
cs: IP adresa DNS serveru
cy: Y Gweinydd DHCP IP
da: DHCP-serverens IP-adresse
de: Die IP des DNS-Servers
el: Η διεύθυνση IP του εξυπηρετητή DNS
es: Dirección IP del servidor DNS
et: Nimeserveri IP
eu: DNS zerbitzariaren IPa
fi: Nimipalvelimen IP-osoite
fr: L'adresse IP du serveur DNS
he: כתובת ה-IP של שרת ה-DNS
hu: A DNS kiszolgáló IP címe
id: IP Server DNS
is: Vistfang DNS þjóns
it: IP del server DNS
nb: Navnetjenerens IP-adresse
nn: IP for DNS-tenar
pl: Numer IP serwera DNS
ro: Adresa IP a serverului DNS
ru: IP-адрес сервера DNS
sl: IP DNS Strežnika
tr: DHCP sunucu IP' si
wa: IP do sierveu DNS
