Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: <span foreground="royalblue3">%s</span> this option requires that requests originate on an internet port less than IPPORT_RESERVED (1024). This option is on by default.
cs: <span foreground="royalblue3">%s</span> Tato volba vyžaduje, aby požadavky pocházely z internetového portu nižšího než IPPORT_RESERVED (1024). Tato volba je ve výchozím stavu zapnuta.
cy: <span foreground="royalblue3">%s</span> mae'r dewis yn gofyn fod ceisiadau'n dod o borth rhygnrwyd llai na IPPORT_RESERVED (1024). Dyma'r dewis arferol.
da: <span foreground="royalblue3">%s</span> dette valg kræver at forespørgsler kommer fra en internetport lavere end IPPORT_RESERVED (1024). Dette valg er aktiveret som standard.
de: <span foreground="royalblue3">%s</span> diese Option erfordert, dass Anfragen von einem Internet-Port kleiner als IPPORT_RESERVED (1024) stammen. Diese Einstellung ist standardmäßig aktiviert.
el: <span foreground="royalblue3">%s</span> η επιλογή αυτή προϋποθέτει, ότι οι αιτήσεις προέρχονται από μια θύρα IP μικρότερη της IPPORT_RESERVED (1024). Αυτή η επιλογή είναι ενεργοποιημένη εξ ορισμού.
es: <span foreground="royalblue3">%s</span> esta opción requiere que las solicitudes se originen en un puerto de Internet menor a IPPORT_RESERVED (1024). Esta opción está activada por defecto.
et: <span foreground="royalblue3">%s</span> see nõuab, et päringud tuleksid internetipordist, mis on väiksem kui IPPORT_RESERVED (1024). Vaikimisi on sisse lülitatud.
eu: <span foreground="royalblue3">%s</span> aukera honek eskaerek bere jatorria IPPORT_RESERVED (1024) baino ataka txikiagoan izan dezaten behar du. Aukera hau jarrita dago era lehenetsian.
fi: Asetus<span foreground="royalblue3">%s</span> vaatii, että pyynnöt ovat peräisin portista, joka on pienempi kuin 1024. Asetus on oletuksena käytössä.
fr: <span foreground="royalblue3">%s :</span> cette option nécessite que la requête soit initiée à partir d'un port IP inférieur à IPPORT_RESERVED (1024). Cette option est activée par défaut.
he: <span foreground="royalblue3">%s</span> אפשרות זו מחייבת שבקשות יצאו בשער אינטרנט קטן מ- IPPORT_RESERVED (1024). אפשרות זו מופעלת כברירת מחדל.
hu: <span foreground="royalblue3">%s</span> ez az opció előírja, hogy a kérések egy olyan internetes porttól származzanak, amelynek száma kisebb az IPPORT_RESERVED (1024) értéknél. Alapértelmezésben be van kapcsolva az opció.
id: <span foreground="royalblue3">%s</span> opsi ini mengharuskan permintaan berasal dari port internet kurang dari IPPORT_RESERVED (1024). Opsi ini adalah opsi default.
is: <span foreground="royalblue3">%s</span> þessi valkostur krefst þess a' beiðnir séu upprunnar frá internet porti sem hefur lægra tölugildi en IPPORT_RESERVED (1024). Þessi valkostur er sjálfkrafa virkur.
it: <span foreground="royalblue3">%s :</span> Questa opzione impone che la richiesta sia originata da una porta con IP inferiore a IPPORT_RESERVED (1024). Questa è l'opzione predefinita.
nb: <span foreground="royalblue3">%s</span> dette valget krever at forespørsler kommer fra en internettport lavere enn IPPORT_RESERVED (1024). Dette valget er slått på som standard.
nn: <span foreground="royalblue3">%s</span> Dette valet krev at førespurnader kjem frå ein Internett-port lågare enn IPPORT_RESERVED (1024). Dette valet er påslått som standard.
pl: <span foreground="royalblue3">%s</span> ta opcja wymaga, aby żądanie pochodziło z portu niższego niż IPPORT_RESERVED (1024). Opcja ta jest domyślnie włączona.
ro: <span foreground="royalblue3">%s :</span> această opțiune obligă ca cererea să fie inițiată de pe un port IP inferior decît IPPORT_RESERVED (1024). Această opțiune este activată în mod implicit.
ru: <span foreground="royalblue3">%s</span> эта опция требует чтобы запросы исходили от интернет порта меньше чем IPPORT_RESERVED (1024). Является опцией по умолчанию.
sl: <span foreground="royalblue3">%s</span> za to možnost je potrebno, da zahtevki izvirajo z vrat manjših kot IPPORT_RESERVED (1024). Ta možnost je privzeto omogočena.
tr: <span foreground="royalblue3">%s</span> bu seçenek IPPORT_RESERVED (1024) portundan küçük portlardan gelen istekleri gerektirir. Bu seçenek ön tanımlı olarak etkindir.

source: <span foreground="royalblue3">%s</span> allow either only read or both read and write requests on this NFS volume. The default is to disallow any request which changes the filesystem. This can also be made explicit by using this option.
cs: <span foreground="royalblue3">%s</span> Povolí přístup pro požadavky buď jen pro čtení, nebo pro čtení i zápis na tomto NFS svazku. Výchozí stav zakazuje jakékoli požadavky, které mění systém. To lze rovněž vyjádřit explicitně použitím této volby.
cy: <span foreground="royalblue3">%s</span> yn caniatau un ai geisiadau darllen yn unig neu ddarllen ac ysgrifennu ar y gyfrol NFS. Yr arferol yw atal unrhyw gais sy'n newid y system ffeiliau. Gellir gwneud hynny'n glir drwy ddefnyddio'r dewis yma.
da: <span foreground="royalblue3">%s</span> tillader enten bare læse- eller både læse- og skriveforespørgsler på dette NFS-volumen. Standard er at nægte forespørgsler som laver ændringer på filsystemet. Dette kan også gøres eksplicit ved at bruge en valgmulighed.
de: <span foreground="royalblue3">%s</span> erlaube entweder nur lesen oder sowohl lesen und schreiben auf diesen NFS-Datenträger. Die Voreinstellung unterbindet alle Anfragen, die das Dateisystem ändern. Das kann auch explizit durch Setzen dieser Auswahl eingestellt werden.
el: <span foreground="royalblue3">%s</span> επιτρέπει είτε μόνο την ανάγνωση, είτε την ανάγνωση και εγγραφή στον τόμο NFS. Από προεπιλογή, κάθε αίτημα τροποποίησης απορρίπτεται. Αυτή η επιλογή σας επιτρέπει να προσδιορίσετε ακριβώς την συμπεριφορά αυτή.
es: <span foreground="royalblue3">%s</span> permite peticiones sólo de lectura o de lectura y escritura en este volume NFS. De manera predeterminada no se permiten peticiones con cambios en el sistema de archivo. Esto también puede hacerse explícitamente utilizando esta opción.
et: <span foreground="royalblue3">%s</span> võimaldab lubada antud NFS-kettal kas ainult lugemis- või nii lugemis- kui ka kirjutamispäringuid. Vaikimisi on keelatud kõik päringud, mis failisüsteemi muudavad. Seda saab antud valikuga ka vahetult määrata.
eu: <span foreground="royalblue3">%s</span> irakurri soilik edo irakurri eta idazteko eskaerak onartu NFS bolumen honetan. Lehenetsia fitxategi sistema aldatzen duen eskaera oro ukatzea da. Hau esplizituki ere egin daiteke aukera hau erabiliz.
fi: Asetus <span foreground="royalblue3">%s</span> sallii NFS-jaon luku- tai luku- ja kirjoituspyynnöt. Oletuksena kielletään kaikki pyynnöt, jotka muuttavat tiedostojärjestelmää. Asetuksella voidaan myös pakottaa valinta.
fr: <span foreground="royalblue3">%s :</span> permet soit la lecture seule, soit la lecture/écriture sur ce volume NFS. Par défaut, les requêtes de modification sont refusées. Cette option permet de rendre ce comportement explicite.
he: <span foreground="royalblue3">%s</span> מאפשר בקשות קריאה וכתיבה או קריאה בלבד בחלק זה של NFS. ברירת המחדל היא לא לאפשר אף בקשה המשנה את מערכת הקבצים. דבר זה יכול להתבצע גם באופן מפורש בעזרת אפשרות זו.
hu: <span foreground="royalblue3">%s</span> csak olvasási kérések legyenek engedélyezve ezen az NFS köteten, vagy pedig olvasási és írási kérések is. Alapértelmezésben a fájlrendszer módosítására irányuló kérések tiltva vannak. Ez közvetlenül is beállítható ezzel az opcióval.
id: <span foreground="royalblue3">%s</span> mengizinkan permintaan hanya baca atau baca dan tulis pada volume NFS ini. Defaultnya adalah tidak mengizinkan permintaan apapun yang mengubah sistem file. Bisa juga dibuat eksplisit dengan menggunakan opsi ini.
is: <span foreground="royalblue3">%s</span> leyfa annað hvort lestraraðgang eða bæði lestrar- og skriftar-aðgang á þessari NFS möppu. Sjálfgefið er að hafna öllum beiðnum sem breyta skráakerfinu. Þetta er einnig hægt að þvinga fram með því að nota þennan valkost.
it: <span foreground="royalblue3">%s</span> permette su questo volume NFS sia le richieste in sola lettura che quelle in lettura e scrittura. La politica predefinita è di rifiutare qualsiasi richiesta che modifichi il filesystem. Questa opzione permette di esplicitare questo comportamento.
nb: <span foreground="royalblue3">%s</span> tillat enten bare lese- eller både lese- og skriveforespørsler på dette NFS-volumet. Standardvalget er å nekte forespørsler som gjør endringer på filsystemet. Dette kan også gjøres ved å bruke dette valget.
nn: <span foreground="royalblue3">%s</span> tillat anten berre lesetilgang eller både lese- og skrivetilgang til NFS-volumet. Standard er å nekta førespurnader som endrar filsystemet. Dette kan òg gjerast eksplisitt, ved å bruka dette valet.
pl: <span foreground="royalblue3">%s</span> zezwala tylko na odczyt lub na odczyt i zapis na woluminach NFS. Ustawieniem domyślnym jest niedopuszczanie żądań wywołujących zmiany w systemie plików. Zachowanie takie może być jednoznacznie wskazane z wykorzystaniem tej opcji.
ro: <span foreground="royalblue3">%s :</span> permite fie numai citirea, fie accesul în citire/scriere pe acest volum NFS. În mod implicit, cererile de modificare sînt refuzate. Această opțiune activează în mod explicit acest comportament.
ru: <span foreground="royalblue3">%s</span> позволяет чтение либо чтение и запись на раздел NFS. По умолчанию все запросы на изменение файловой системы отключены. Этой опцией можно это сделать однозначно.
sl: <span foreground="royalblue3">%s</span> na tem nosilcu NFS omogočite bodisi samo zahtevke za branje, bodisi zahtevke za branje in pisanje. Privzeto so onemogočeni vsi zahtevki, ki spremenijo datotečni sistem. S to možnostjo to izrecno nastavite.
tr: <span foreground="royalblue3">%s</span> Bu NFS bölümünde ya sadece okuma veya hem okuma hem de yazma isteklerine izin ver. Ön tanımlı davranış, dosya sisteminde değişiklik yapan istekleri engellemektir. Bu seçenek kullanılarak bu davranış belirlenebilir.

source: <span foreground="royalblue3">%s</span> disallows the NFS server to violate the NFS protocol and to reply to requests before any changes made by these requests have been committed to stable storage (e.g. disc drive).
cs: <span foreground="royalblue3">%s</span> Zakazuje NFS serveru porušovat NFS protokol a odpovídat na požadavky předtím, než byly změny pocházející z požadavku zapsány na stabilní disk (např. pevný disk).
cy: <span foreground="royalblue3">%s</span> yn atal y gweinydd NFS rhag dori protocol NFS ac ateb i geisiadau cyn bod unrhwy newidiadau wedi eu gwneud gan y ceisiadau hyn ac wedi eu gosod mewn storfa (e.e. gyrrwr disgiau).
da: <span foreground="royalblue3">%s</span> nægter NFS-serveren at bryde NFS-protokollen og svare på forespørgsler før ændringer af disse forespørgsler er blevet udført på det permanente lager (fx disk).
de: <span foreground="royalblue3">%s</span> unterbindet das der NFS-Server gegen das NFS-Protokoll verstößt, indem er auf Anfragen reagiert, bevor irgendwelche Änderungen durch diese Anfragen auf dem Datenträger (z.B. Festplatte) vorgenommen wurden.
el: <span foreground="royalblue3">%s</span> απαγορεύει στον εξυπηρετητή NFS να παραβιάσει το πρωτόκολλο NFS απαντώντας στα αιτήματα πριν να έχουν πραγματοποιηθεί οι σχετικές διεργασίες στις αποθηκευτικές συσκευές (π.χ. δίσκος).
es: <span foreground="royalblue3">%s</span> no permite al servidor NFS violar el protocolo NFS ni responder peticiones antes de que cualquier cambio hecho por estas peticiones sea realizado a almacenamiento estable (ej. unidad de disco).
et: <span foreground="royalblue3">%s</span> NFS-serveril keelatakse rikkuda NFS-i protokolli ja vastata päringutele enne, kui nende päringutega tehtud muudatused on salvestatud stabiilsele andmekandjale (nt. füüsilisele kettale).
eu: <span foreground="royalblue3">%s</span> NFS zerbitzariak NFS protokoloa bortxatu eta eskaerek eragindako aldaketak biltegi egonkor batean (adib. disko unitate bat) burutu aurretik eskaera hauei erantzutea ekiditen du.
fi: Asetus <span foreground="royalblue3">%s</span> estää NFS-palvelimen rikkomasta NFS-protokollaa ja vastaamasta pyyntöihin ennen kuin pyyntöjen pyytämät muutokset on suoritettu NFS-jaolle (levylle).
fr: <span foreground="royalblue3">%s :</span> interdit au serveur NFS de violer le protocole NFS en répondant aux requêtes avant que les traitements associés ne soient réellement effectués sur le support de stockage (disque par exemple).
he: <span foreground="royalblue3">%s</span> אינו מתיר לשרת ה-NFS להפר את פרוטוקול ה-NFS ומשיב לבקשות לפני שהועבר שינוי כלשהו על ידי בקשות אלו לאיכסון יציב (לדוגמה כונן קשיח).
hu: <span foreground="royalblue3">%s</span> megtiltja az NFS kiszolgáló számára, hogy az NFS protokollal ellentétesen cselekedve az előtt válaszoljon a kérésekre, hogy ezen kérések által végrehajtott módosítások véglegesítve lettek volna stabil tárolóterületre (például lemezre).
id: <span foreground="royalblue3">%s</span> tidak mengizinkan server NFS untuk melanggar protokol NFS dan membalas permintaan sebelum perubahan dibuat oleh permintaan ini telah disimpan ke penyimpanan yang stabil (misal disk drive).
is: <span foreground="royalblue3">%s</span> leyfir NFS miðlaranum ekki að hunsa NFS samskiptaregluna og svara beiðnum áður en breytingar hafa verið vistaðar á varanlegum miðli (þ.e. diski).
it: <span foreground="royalblue3">%s</span> vieta al server NFS di violare il protocollo NFS e di rispondere alle richieste prima che le modifiche da esse provocate siano realmente effettuate sul supporto (es. sul disco fisso).
nb: <span foreground="royalblue3">%s</span> nekter NFS-tjeneren å bryte med NFS-protokollen og svare på forespørsler før endringene av disse forespørslene har blitt utført (feks. lagring til harddisk).
nn: <span foreground="royalblue3">%s</span> ikkje tillèt NFS-tenaren å bryta med NFS-protokollen og svara på førespurnader før endringane sett i gang av førespurnadene er utført (eksempelvis lagring på ein harddisk).
pl: <span foreground="royalblue3">%s</span> nie dopuszcza do naruszenia protokołu NFS przez serwer NFS oraz do udzielenia odpowiedzi przed przesłaniem żądania na stabilne miejsce przechowywania (np. dysk trwardy).
ro: <span foreground="royalblue3">%s :</span> interzice serverului NFS să violeze protocolul NFS, răspunzînd la cereri înainte ca acțiunile asociate acestora să fie înregistrate pe mediul de stocare (ex: unitatea de disc).
ru: <span foreground="royalblue3">%s</span> запрещает NFS серверу нарушать NFS протокол и ответы на запросы перед любыми изменениями должны быть сохранены на стабильное хранилище (т.е. диск).
sl: <span foreground="royalblue3">%s</span> onemogoči strežniku NFS, da prekrši protokol NFS in da odgovarja na zahtevke preden so vse spremembe zaradi teh zahtevkov zapisane na stabilno napravo za shranjevanje (na primer trdi disk).
tr: <span foreground="royalblue3">%s</span> NFS sunucusunun, NFS protokolünü ihlal etmesini ve kararlı depolama (örn. disk sürücüsü) üzerinde değişiklik yapan isteklere, bunlar uygulanmadan önce, cevap vermeyi engeller.

source: <span foreground="royalblue3">%s</span> enable subtree checking which can help improve security in some cases, but can decrease reliability. See exports(5) man page for more details.
cs: <span foreground="royalblue3">%s</span> Povolí kontrolu podstromu, která může v některých případech zlepšit zabezpečení, ale může snížit spolehlivost. Více informací viz manuálové stránky exports(5).
cy: <span foreground="royalblue3">%s</span> galluogi gwirio'r is-goeden sy'n gallu cynorthwyo diogelwch mewn rhai achosion, ond gall leihau dibyniaeth. Gw. tudalen man allforio (5) am ragor o wybodaeth.
da: <span foreground="royalblue3">%s</span> aktivér undertrækontrol, som kan forbedre sikkerheden i nogen tilfælde, men som ikke nødvendigvis er pålidelig. Se manualsiden "exports(5)" for mere information.
de: <span foreground="royalblue3">%s</span> Aktiviert die Überprüfung der Unterverzeichnisse. Dies kann in manchen Fällen helfen, die Sicherheit zu verbessern, kann aber die Zuverlässigkeit verringern. Vergleiche auch die exports(5) Manpage, für weitere Details.
el: <span foreground="royalblue3">%s</span> ενεργοποιεί τον έλεγχο στους υποκαταλόγους, το οποίο επιτρέπει την βελτίωση της ασφάλειας σε ορισμένες περιπτώσεις, αλλά μπορεί να μειώσει την αξιοπιστία. Δείτε στη σελίδα εγχειριδίου εξαγωγές (5) για περισσότερες λεπτομέρειες.
es: <span foreground="royalblue3">%s</span> habilita revisión de subárbol lo que puede ayudar a mejorar la seguridad en algunos casos, pero puede disminuir la confiabilidad. Vea la página de man exports(5) para mas detalles.
et: <span foreground="royalblue3">%s</span> alampuu kontrolli lubamine võib mõnel juhul suurendada turvalisust, aga samas vähendada töökindlust. Täpsemalt kõneleb sellest manuaalilehekülg exports(5).
eu: <span foreground="royalblue3">%s</span> azpizuhaitzaren egiaztapena gaitu, segurtasuna hobetzen lagundu dezake zenbait kasutan, baino fidagarritasuna murriztu dezake. Begiratu exports(5) man man orria xehetasun bila.
fi: Asetus <span foreground="royalblue3">%s</span> ottaa jakojen tarkistuksen käyttöön. Asetus parantaa tietoturvaa, mutta voi heikentää suorituskykyä. Katso lisätietoja komennolla "man exports".
fr: <span foreground="royalblue3">%s</span> active la vérification des sous-répertoires qui permet d'améliorer la sécurité dans certains cas, mais qui peut dégrader la fiabilité. Voir la page du manuel exports(5) pour plus de détails.
he: <span foreground="royalblue3">%s</span> מאפשר בדיקת תתי-עצים שיכולה לשפר את האבטחה בחלק מהמקרים אך יכולה גם לפגוע באמינותץ מידע נוסף ניתן למצוא בדף המידע exports(5).
hu: <span foreground="royalblue3">%s</span> al-fa ellenőrzésének bekapcsolása. Ezen ellenőrzés bizonyos esetekben növelheti a biztonságot, de csökkentheti a megbízhatóságot. További részletek az "exports(5)" kézikönyv lapon ("man") találhatók.
id: <span foreground="royalblue3">%s</span> menghidupkan pemeriksaan subtree yang bisa membantu meningkatkan keamanan dalam beberapa kasus, tapi bisa menurunkan reliabilitas. Lihat halaman manual exports(5) untuk lebih rinci.
is: <span foreground="royalblue3">%s</span> virkjun skráa-trá-skoðunar getur bætt öryggi í sumum tilvikum , en minnkað áreiðanleika. Sjá nánar á exports(5) (subtree checking) man síðunni.
it: <span foreground="royalblue3">%s</span> attiva la verifica delle ramificazioni che permette, in certi casi, di migliorare la sicurezza, ma che può ridurne l'affidabilità. Vedi la pagina man export (5) per maggiori dettagli.
nb: <span foreground="royalblue3">%s</span> slå på undertrekontroll som kan forbedre sikkerheten i noen tilfelller, men er ikke nødvendigvis pålitelig. Se manualsiden «exports(5)» for mer informasjon.
nn: <span foreground="royalblue3">%s</span> slå på undertrekontroll, som kan forbetra tryggleiken i nokre tilfelle, men er ikkje nødvendigvis pålitleg. Sjå manualsida «exports(5)» for meir informasjon.
pl: <span foreground="royalblue3">%s</span> włącz sprawdzanie lokalizacji podrzędnych. W pewnych przypadkach może to poprawić bezpieczeństwo, ale zmniejszyć niezawodność. Przeczytaj stronę podręcznika systemowego man exports(5), aby uzyskać więcej szczegółów.
ro: <span foreground="royalblue3">%s</span> activează verificarea subdirectoarelor, ce permite ameliorarea securității în unele cazuri, dar poate afecta fiabilitatea. Consultați pagina de manual exports(5) pentru mai multe detalii.
ru: <span foreground="royalblue3">%s</span> позволяет проверять дерево нижнего уровня, что в некоторых случаях может помочь повысить безопасность, но также может снизить надёжность. Дополнительную информацию см. на странице руководства exports(5).
sl: <span foreground="royalblue3">%s</span> omogoči preverjanje poddrevesa, kar lahko v določenih primerih izboljša varnost, vendar pa lahko zmanjša zanesljivost. Za podrobnosti si oglejte priročnik man exports(5).
tr: <span foreground="royalblue3">%s</span> güvenliği arttıran ama işlevselliği azaltan alt ağaç denetlemesini etkinleştir. Ayrıntılı bilgi için exports(5) el kitabına bakın.

source: Information
br: Titouroù
cs: Informace
cy: Gwybodaeth
da: Informationer
de: Informationen
el: Πληροφορίες
es: Información
et: Info
eu: Informazioa
fi: Tiedot
fr: Informations
he: מידע
hu: Információ
id: Informasi
is: Upplýsingar
it: Informazioni
nb: Informasjon
nn: Informasjon
pl: Informacje
ro: Informații
ru: Информация
sl: Podatki
tr: Bilgi
wa: Informåcions

source: Directory
br: Renkell
cs: Adresář
cy: Cyfeiriadur
da: Katalog
de: Verzeichnis
el: Κατάλογος
es: Directorio
et: Kataloog
eu: Direktorioa
fi: Hakemisto
fr: Répertoire
he: ספרייה
hu: Könyvtár
id: Direktori
is: Mappa
nb: Mappe
nn: Mappe
pl: Katalog
ro: Director
ru: Каталог
sl: Imenik
tr: Dizin
wa: Ridant

source: Please add an NFS share to be able to modify it.
cs: Přidejte, prosím, sdílení NFS, pak je můžete upravit.
cy: Ychwanegwch ran NFS i allu ei newid.
da: Tilføj en delt NFS-ressurce for at kunne ændre på den.
de: Bitte fügen Sie eine NFS-Freigabe hinzu, um sie ändern zu können.
el: Παρακαλώ προσθέστε μια κοινή χρήση NFS ώστε να μπορέσετε να την τροποποιήσετε.
es: Por favor agregue una compartición NFS para que pueda modificarla.
et: Palun lisage NFS-i ressurss, muidu ei saa seda muuta.
eu: Mesedez erantsi NFS partekatze bat hura aldatu ahal izateko.
fi: Lisää NFS-jako ennen muokkaamista.
fr: Veuillez ajouter un partage NFS pour pouvoir le modifier.
he: נא להוסיף שיתוף NFS כדי שניתן יהיה לשנותו.
hu: NFS megosztás módosításához előbb vegyen fel egyet.
id: Silakan tambahkan sebuah share NFS agar bisa memodifikasi.
is: Bættu við NFS miðluðu svæði til að geta stillt það.
it: Aggiungi una condivisione NFS per poterla modificare.
nb: Vennligst legg til en delt NFS-ressurs for å kunne endre på den.
nn: Du må leggja til ein delt NFS-ressurs for å kunna endra han.
pl: Dodaj udział NFS, aby umożliwić jego modyfikację.
ro: Adăugați un partaj NFS pentru a-l putea modifica.
ru: Добавьте ресурс NFS, чтобы его можно было изменить.
sl: Dodajte mapo deljeno prek NFS, da jo lahko spreminjate.
tr: Lütfen bir NFS paylaşımı ekleyin.

source: NFS directory
br: Renkell NFS
cs: Adresář NFS
cy: Cyfeiriadur NFS
da: NFS-katalog
de: NFS-Verzeichnis
el: Κατάλογος NFS
es: Directorio NFS
et: NFS-kataloog
eu: NFS direktorioa
fi: NFS-hakemisto
fr: Répertoire NFS
he: ספריית NFS
hu: NFS könyvtár
id: Direktori NFS
is: NFS mappa
it: Directory NFS
nb: NFS-mappe
nn: NFS-mappe
pl: Katalog NFS
ro: Director NFS
ru: Каталог NFS
sl: Mapa NFS
tr: NFS dizini
wa: Ridant NFS

source: Directory:
br: Renkell :
cs: Adresář:
cy: Cyfeiriadur :
da: Mappe:
de: Verzeichnis:
el: Κατάλογος:
es: Directorio:
et: Kataloog:
eu: Direktorioa:
fi: Hakemisto:
fr: Répertoire :
he: ספריה:
hu: Könyvtár:
id: Direktori:
is: Mappa:
nb: Mappe:
nn: Mappe:
pl: Katalog:
ro: Director:
ru: Каталог:
sl: Mapa:
tr: Dizin:
wa: Ridant:

source: Host access
cs: Přístup k počítači
cy: Mynediad gwesteiwr
da: Vært-adgang
de: Rechnerzugriff
el: Πρόσβαση υπολογιστή
es: Acceso de host
et: Masina ligipääs
eu: Ostalari sarbidea
fi: Sallitut koneet
fr: Accès client
he: גישת מארח
hu: Gépelérés
id: Akses host
is: Vélaraðgangur
it: Accesso host
nb: Verttilgang
nn: Verttilgang
pl: Dostęp do komputera
ro: Acces client
ru: Доступ хосту
sl: Dostop gostiteljev
tr: Makine erişimi
wa: Accès cliyints

source: Access:
cs: Přístup:
cy: Cyrchiad :
da: Adgang:
de: Zugriff:
el: Πρόσβαση:
es: Acceso:
et: Ligipääs:
eu: Sarbidea:
fi: Pääsyoikeudet:
fr: Accès :
he: גישה:
hu: Elérés:
id: Akses:
is: Aðgangur:
it: Accesso:
nb: Tilgang:
nn: Tilgang:
pl: Dostęp:
ro: Acces:
ru: Доступ:
sl: Dostop:
tr: Erişim:
wa: Accès:
