Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Preserve case
cs: Zachovat velikost písmen
cy: Cadw maint
da: Bevar versaltype
de: Klein-/Großschreibung beibehalten
el: Διατήρηση πεζών-κεφαλαίων
es: Preservar mayúsculas/minúsculas
et: Tõstu säilitamine
eu: Mantendu maiuskula/minuskulak
fi: Säilytä kirjasintaso
fr: Conserver la casse
he: שמר גודל אותיות
hu: Betűnagyság megőrzése
id: Kasus yang sudah disiapkan
is: Varðveita há/lág-stafi
it: Mantieni maiuscole/minuscole
nb: Bevar skriftstørrelse
nn: Skil store og små bokstavar
pl: Zachowaj wielkość znaków
ro: Păstrează sensibilitatea la majuscule
ru: Сохранять регистр
sl: Ohrani velikost črk
tr: Durumu koru
wa: Wårder l' casse (diferince grandes/pitiès letes)

source: Force create mode
cs: Vynutit režim vytvoření
cy: Gorfodi 'r modd creu
da: Gennemtving oprettelsestilstand
de: Erzwinge Erzeugungsmodus
el: Εξαναγκασμός των αδειών δημιουργίας
es: Forzar el modo de creación
et: Kohustuslik loomise režiim
eu: Behartu sortu modua
fi: Pakota tiedoston luontioikeudet
fr: Forcer les droits à la création
he: הכרח מצב יצירה
hu: Kikényszerített létrehozási mód
id: Paksa pembuatan mode
is: Þvinga aðgangs-maska
it: Diritti forzati alla creazione
nb: Tving opprettelsesmodus
nn: Ting opprettingsmodus
pl: Wymuś tryb tworzenia
ro: Forțează modul de creare
ru: Принудительно создавать режим
sl: Vsili način za ustvarjanje
tr: Oluşturma kipine zorla
wa: Foircî l' môde d' ahivaedje

source: Force group
cs: Vynutit skupinu
cy: Gorfodi grŵp
da: Gennemtving gruppe
de: Erzwinge Gruppe
el: Εξαναγκασμός της ομάδας
es: Forzar grupo
et: Kohustuslik grupp
eu: Behartu taldea
fi: Pakota ryhmä
fr: Forcer le groupe
he: הכרח קבוצה
hu: Kikényszerített csoport
id: Paksa grup
is: Þvinga hóp
it: Forza gruppo
nb: Tving gruppe
nn: Tving gruppe
pl: Wymuś grupę
ro: Forțează grupul
ru: Навязывать группу
sl: Vsili skupino
tr: Grubu zorla
wa: Foircî l' groupe

source: Default case
cs: Výchozí velikost písmen
cy: Maint rhagosodedig
da: Standardtilfælde
de: Voreinstellung
el: Προκαθορισμός πεζών/κεφαλαίων
es: Mayúsculas/minúsculas predeterminadas
et: Vaikimisi tõst
eu: Gertaera lehenetsia
fi: Oletus kirjasintaso
fr: Casse par défaut
he: גודל ברירת המחדל
hu: Alapértelmezett betűnagyság
id: Kasus default
is: Sjálfgefið stafsetur
it: Carattere predefinito (Maiusc./min.)
nb: Standard skriftstørrelse
nn: Standard store/små bokstavar
pl: Ustawienie domyślne
ro: Sensibilitate la majuscule implicită
ru: Регистр по умолчанию
sl: Privzeta velikost črk
tr: Ön tanımlı durum
wa: Prémetowe casse

source: Printer name
br: Anv ar voullerez
cs: Název tiskárny
cy: Enw'r argraffydd:
da: Printernavn:
de: Druckername
el: Όνομα εκτυπωτή
es: Nombre de impresora
et: Printeri nimi
eu: Inprimagailu izena
fi: Tulostimen nimi
fr: Nom de l'imprimante
he: שם מדפסת
hu: Nyomtatónév
id: Nama printer
is: Prentaranafn
it: Nome stampante
nb: Skrivernavn
nn: Skrivarnamn
pl: Nazwa drukarki
ro: Numele imprimantei
ru: Имя принтера
sl: Ime tiskalnika
tr: Yazıcı adı
wa: No del sicrirece

source: Path
br: Hent
cs: Cesta
cy: Llwybr
da: Sti
de: Pfad
el: Διαδρομή
es: Ruta
et: Asukoht
eu: Bide-izena
fi: Polku
fr: Chemin
he: נתיב
hu: Útvonal
is: Slóð
it: Percorso
nb: Sti
nn: Stig
pl: Ścieżka
ro: Cale
ru: Путь
sl: Pot
tr: Yol
wa: Tchimin

source: Printable
br: Moulabl
cs: Lze tisknout
cy: Argraffadwy
da: Udskrivelig
de: Druckbar
el: Εκτυπώσιμο
es: Imprimible
et: Trükkimisteenusega
eu: Inprimagarri
fi: Tulostettavissa
fr: Imprimable
he: ניתן להדפסה
hu: Nyomtatható
id: Bisa diprint
is: Prentanlegt
it: Stampabile
nb: Utskriftbar
nn: Utskrivbar
pl: Drukowanie możliwe
ro: Tipăribil
ru: Доступный для печати
sl: Tiskanje omogočeno
tr: Yazılabilir
wa: Imprimåve

source: Print Command
br: Urzhiad moulañ
cs: Příkaz pro tisk
cy: Gorchymyn argraffu
da: Udskriftskommando
de: Druckbefehl
el: Εντολή εκτύπωσης
es: Comando de impresión
et: Trükkimiskäsk
eu: Inprimaketa Komandoa
fi: Tulostuskomento
fr: Commande d'impression
he: פקודת הדפסה
hu: Nyomtatási parancs
id: Perintah Print
is: Prentskipun
it: Comando di stampa
nb: Utskriftskommando
nn: Utskriftskommando
pl: Polecenie drukowania
ro: Comanda de tipărire
ru: Команда печати
sl: Ukaz za tiskanje
tr: Yazdırma komutu
wa: Comande d' imprimaedje

source: LPQ command
br: Urzhiad LPQ
cs: Příkaz LPQ
cy: Gorchymyn LPQ
da: LPQ-kommando
de: LPQ-Befehl
el: Εντολή LPQ
es: Comando LPQ
et: LPQ käsk
eu: LPQ komandoa
fi: LPQ-komento
fr: Commande LPQ
he: פקודת LPQ
hu: LPQ parancs
id: Perintah LPQ
is: LPQ skipun
it: Comando LPQ
nb: LPQ-kommando
nn: LPQ-kommando
pl: Polecenie LPQ
ro: Comanda LPQ
ru: Команда LPQ
sl: Ukaz LPQ
tr: LPQ komutu
wa: Comande LPQ

source: Guest ok
cs: Přístup bez hesla
cy: Gwestai'n Ianw
da: Gæst o.k.
de: Gast erlaubt
el: Πρόσβαση χωρίς κωδικό πρόσβασης (επισκέπτης)
es: Invitado ok
et: Külalised lubatud
eu: Gonbidatua ados
fi: Salli Vieras
fr: Accès sans mot de passe
he: אפשר כניסת אורחים
hu: Vendég OK
id: Tamu ok
is: Gestir OK
it: Ospite ok
nb: Gjest ok
nn: Gjest OK
pl: Dostęp dla gości
ro: Acces fără parolă
ru: Гостям можно
sl: Gosti dovoljeni
tr: Konuk tamam

source: Inherit permissions
cs: Dědit oprávnění
cy: Etifeddu caniatâd
da: Nedarv rettigheder
de: Berechtigungen erben
el: Κληρονόμηση δικαιωμάτων
es: Heredar permisos
et: Õiguste pärimine
eu: Baimenak heredatu
fi: Periytä oikeudet
fr: Hériter des permissions
he: קבל הרשאות בירושה
hu: Engedélyek öröklése
id: Turunkan perizinan
is: Erfa aðgangsheimildir
it: Permessi ereditati
nb: Arv rettigheter
nn: Arv løyve
pl: Uprawnienia dziedziczone
ro: Moștenește permisiunile
ru: Наследовать права
sl: Prevzemi dovoljenja
tr: İzinleri devral
wa: Eritaedje des permissions

source: Printing
br: War voulañ
cs: Tisk
cy: Argraffu
da: Printning
de: Drucken
el: Εκτύπωση
es: Imprimiendo
et: Trükkimine
eu: Inprimatzea
fi: Tulostus
fr: Impression
he: הדפסה
hu: Nyomtatás
id: Mencetak
is: Prentun
it: Stampa
nb: Skriver ut
nn: Utskrift
pl: Drukowanie
ro: Tipărire
ru: Печать
sl: Tiskanje
tr: Yazdırılıyor
wa: Imprimaedje

source: Create mode
br: Mod krouiñ
cs: Režim vytvoření
cy: Creu modd
da: Oprettelsestilstand
de: Erzeuger-Modus
el: Άδεια δημιουργίας
es: Cread modo
et: Loomise režiim
eu: Sortu modua
fi: Luontioikeudet
fr: Droits à la création
he: אופן יצירה
hu: Létrehozási mód
id: Mode pembuatan
is: Aðgangs-maski
nb: Opprettelsesmodus
nn: Opprettingsmodus
pl: Tryb tworzenia
ro: Drepturi la creare
ru: Режим создания
sl: Način za ustvarjanje
tr: Oluşturma kipi
wa: Môde d' ahivaedje

source: Use client driver
br: Implijit ur sturier pratik
cs: Použít ovladač klienta
cy: Defnyddio gyrrwr cleient
da: Brug klientdriver
de: Verwende Clienttreiber
el: Χρήση του οδηγού του πελάτη
es: Utilizar controlador de cliente
et: Kliendi draiveri kasutamine
eu: Erabili bezero gidaria
fi: Käytä asiakaskoneen ajuria
fr: Utiliser le pilote du client
he: השתמש בהתקן ההינע של הלקוח
hu: Kliens meghajtóprogram használata
id: Gunakan driver klien
is: Nota rekil biðlara
it: Usa il driver del client
nb: Bruk klientdriver
nn: Bruk klientdrivar
pl: Korzystaj ze strownika klienta
ro: Utilizează pilotul clientului
ru: Использовать драйвер клиента
sl: Uporabi gonilnik odjemalca
tr: Araç sürücüsünü kullan
wa: Eployî l' mineu do cliyint

source: Read List
br: Roll lenn
cs: Uživatelé pouze s právem čtení
cy: Rhestr Ddarllen
da: Læs liste
de: Leseliste
el: Λίστα χρηστών με δικαιώματα ανάγνωσης μόνο
es: Lista de lectura
et: Lugemisõigus
eu: Irakurketa Zerrenda
fi: Lukuoikeudet
fr: Utilisateurs avec droit de lecture seule
he: קרא רשימה
hu: Olvasási jogúak listája
id: Daftar Baca
is: Lestrarlisti
it: Abilitati a leggere
nb: Leseliste
nn: Les liste
pl: Lista do odczytu
ro: Utilizatori doar cu drept de citire
ru: Прочитать список
sl: Seznam za branje
tr: Listeyi Oku
wa: Djivêye lijhaedje

source: Write List
br: Roll skrivañ
cs: Uživatelé pouze s právem zápisu
cy: Rhestr Ysgrifennu
da: Skriv liste
de: Schreibliste
el: Χρήστες με δικαιώματα εγγραφής
es: Lista de escritura
et: Kirjutamisõigus
eu: Idazketa Zerrenda
fi: Kirjoitusoikeudet
fr: Utilisateurs avec droit d'écriture
he: כתוב רשימה
hu: Írási jogúak listája
id: Daftar Tulis
is: Skriflisti
it: Abilitati a scrivere
nb: Skriveliste
nn: Skriv liste
pl: Lista do zapisu
ro: Utilizatori cu drept de scriere
ru: Записать список
sl: Seznam za pisanje
tr: Listeyi Yaz
wa: Djivêye sicrijhaedje

source: Force Group
cs: Vynutit skupinu
cy: Gorfodi Grŵp
da: Gennemtving gruppe
de: Gruppe erzwingen
el: Εξαναγκασμός της ομάδας
es: Forzar grupo
et: Kohustuslik grupp
eu: Taldea Behartu
fi: Pakota ryhmä
fr: Forcer le groupe
he: הכרח קבוצה
hu: Kikényszerített csoport
id: Paksa Grup
is: Þvinga hóp
it: Forza gruppo
nb: Tving gruppe
nn: Tving gruppe
pl: Wymuś grupę
ro: Grupare forțată
ru: Форсировать группу
sl: Vsili skupino
tr: Grubu Zorla
wa: Foircî l' groupe

source: Force create group
cs: Vynutit skupinu při vytvoření
cy: Gorfodi creu grŵp
da: Tving gruppeoprettelse
de: Erzwinge Erzeugungsgruppe
el: Εξαναγκασμός δημιουργίας ομάδας
es: Forzar la creación de grupo
et: Kohustuslik loomise grupp
eu: Behartu taldea sortu
fi: Pakota luotavan tiedoston/hakemiston ryhmä
fr: Groupe forcé à la création
hu: Kikényszerített létrehozási csoport
id: Paksa pembuatan grup
is: Þvinga nýjar skrár í notandahóp
it: Gruppo forzato alla creazione
nb: Tving gruppeopprettelse
nn: Tving gruppeoppretting
pl: Wymuś grupę dla tworzenia
ro: Drepturi forțate la creare
ru: Принудительно создать группу
sl: Vsili ustvarjanje skupine
tr: Grup oluşturmaya zorla

source: /_Samba Server
cy: /_Gweinydd Samba
eu: /_Samba zerbitzaria
he: /_שרת Samba
id: /Server _Samba
is: /_Samba Miðlari
nb: /_Samba-tjener
ru: /Сервер _Samba
sl: /_Strežnik Samba
tr: /_Samba Sunucusu
wa: /Sierveu _Samba

source: /_Configure
cy: /_Ffurfweddu
et: /_Seadista
eu: /_Konfiguratu
he: /_הגדרות
id: /Konfigurasi
is: /_Stilla
nb: /_Sett opp
ru: /_Настройка
sl: /_Nastavitev
tr: /_Yapılandır

source: /_Help
cy: /_Cymorth
et: /_Abi
eu: /_Laguntza
he: /_עזרה
id: /Bantuan
is: /_Hjálp
nb: /_Hjelp
ru: /_Справка
sl: /_Pomoč
tr: /_Yardım
wa: /_Aidance

source: /_Samba Documentation
cy: /_Dogfennau Samba
et: /_Samba dokumentatsioon
eu: /_Samba dokumentazioa
he: /_תיעוד Samba
id: /Dokumentasi _Samba
is: /_Samba handbækur
nb: /_Dokumentasjon for Samba
ru: /_Документация по Samba
sl: /Dokumentacija za _Sambo
tr: /_Samba Belgeleri

source: /_About
cy: /_Ynghylch
et: /_Info
eu: /Ho_ni buruz...
he: /_אודות
id: /Tent_ang
is: /_Um
nb: /_Om
ru: /_О программе
sl: /_O programu
tr: /_Hakkında
wa: /Å _dfait

source: /_Report Bug
cy: /_Adrodd ar Wallau
et: /Teatamine _veast
eu: /_Akatsen berri-ematea
he: /_דיווח באג
id: /Lapo_rkan Bug
is: /_Senda villutilkynningu
nb: /_Rapporter feil
ru: /Сообщить об о_шибке
sl: /po_ročaj o hrošču
tr: /_Hata raporla
wa: /_Rapoirter on bug

source: /_About...
cy: /_Ynghylch...
et: /_Info...
eu: /_Honi buruz...
he: /_אודות...
id: /Tent_ang...
is: /_Um...
nb: /_Om …
ru: /_О программе...
sl: /_O...
tr: /_Hakkında...
wa: /Å_d fwait...

source: Copyright (C) %s by Mandriva
br: Copyright (C) %s gant Mandriva
cs: Autorské právo (C) %s Mandriva
el: Πνευματικά δικαιώματα (C)%s από τη Mandriva
es: Derechos reservados (R) %s por Mandriva
et: Autoriõigus (C) %s: Mandriva
fi: Copyright (C) %s, Mandriva
fr: Copyright (C) %s par Mandriva
he: זכויות היוצרים (C) %s שייכות למנדריבה
hu: Copyright (C) %s, Mandriva
id: Hak Cipta (C) %s oleh Mandriva
it: Copyright (C)%s di Mandriva
ro: Drepturi de autor (C) %s Mandriva
ru: Copyright (C) %s Mandriva
sl: Avtorske pravice (C) %s Mandriva
tr: Copyright (C) %s bir Mandriva ürünüdür.
wa: Copyright © %s pa Mandriva

source: This is a simple tool to easily manage Samba configuration.
cs: Toto je jednoduchý nástroj určený pro snadnou správu protokolu Samba.
cy: Dyma offeryn syml i reol ffurfweddu Samba.
da: Dette er et simpelt værktøj til nemt at håndtere Samba-konfigurering.
de: Dies ist ein einfaches Werkzeug um Samba leicht zu konfigurieren.
el: Ένα απλό εργαλείο για εύκολη διαχείριση του εξυπηρετητή Samba.
es: Esta es una herramienta para configurar Samba de manera fácil.
et: See on lihtne tööriist Samba seadistuste hõlpsaks haldamiseks.
eu: Hau Sambaren konfiguraketa era errazean kudeatzeko tresna xumea da.
fi: Yksinkertainen työkalu Samba-jakojen hallintaan.
fr: Ceci est un outil simple pour gérer facilement la configuration de Samba.
he: זהו כלי פשוט לניהול קל של תצורת Samba.
hu: Egyszerű eszköz a Samba beállításának kezeléséhez.
id: Ini adalah alat sederhana untuk mengelola konfigurasi Samba dengan mudah.
is: Þetta er einfalt tól til að sýsla með Samba uppsetningu.
it: Questo è una semplice applicazione per configurare facilmente Samba.
nb: Dette er et verktøy for å kunne håndtere oppsett for Samba.
nn: Eit enkelt verktøy for handtering av Samba-oppsett.
pl: Jest to proste narzędzie do łatwego zarządzania konfiguracją serwera Samba.
ro: Acesta este o unealtă simplă pentru a gestiona ușor Samba.
ru: Это утилита для упрощённой настройки Samba.
sl: To je enostavno orodje, ki olajšuje nastavljanje Sambe
tr: Bu, Samba yapılandrımanızı kolaylıkla yönetmenizi sağlayan bir araçtır.
wa: Çouchal c' est ene simpe usteye po manaedjî åjheymint l' apontiaedje di Samba.

source: _: Translator(s) name(s) & email(s)
br: Jañ-Mai Drapier <jan-mai.drapier@mail.dotcom.fr> Thierry Vignaud <tvignaud@mandriva.com>
cs: Michal Bukovjan, bukm@centrum.cz Vlastimil Ott, vlastimil@e-ott.info Pavel Fric, pavelfric@seznam.cz
cy: Rhoslyn Prys <post@meddal.com>
da: Keld Simonsen <keld@rap.dk>
de: Nicolas Bauer <rastafarii@mandrivauser.de> Sebastian Deutscher <sebastian.deutscher@web.de>
el: Νίκος Νύκταρης <niktarin@yahoo.com> Δημήτριος Γλενταδάκης <dglent@gmail.com>
es: _: Translator(s) name(s) & email(s) Diego Bello dbello@gmail.com
et: Marek Laane <bald@smail.ee>
eu: Iñigo Salvador Azurmendi <xalba@euskalnet.net>
fi: Thomas Backlund <tmb@mandrake.org> Jani Välimaa <wally@mandriva.org>
fr: David Baudens David Odin Pablo Saratxaga <pablo@mandriva.com> KAtiOS <katios@nolabel.net> Guillaume Cottenceau Thierry Vignaud <tvignaud@mandriva.com> Christophe Combelles <ccomb@free.fr> Adrien Rezer <monsieurdidi@free.fr> Nicolas Richard <richardnicolas22@yahoo.fr> Lecureuil Nicolas <n1c0l4s.l3@wanadoo.fr> Teletchéa <steletch@free.fr> Christophe Berthelé Didier Hérisson <didier.herisson@angstrom.uu.se> Nicolas Lécureuil <neoclust@mandriva.org> Olivier Faurax <olivier.faurax@laposte.net> Yann Ciret <mageia@zamiz.net>
he: דותן קמבר <kamberd@yahoo.com>
hu: Lónyai Gergely <aleph@mandriva.org>
id: Budi Rachmanto <rac@mandrivalinux.org> Linux Indonesia <http://www.linux.or.id> Mohammad DAMT <mdamt@cdl2000.com> Andy <chandy@indo.net.id> Kelana <nk@telkom.net> Willy Sudiarto Raharjo <willysr@gmail.com> Erwien Samantha <erwiensamantha@gmail.com> Bayu Artanto <bayuart@yahoo.com> Ahmad Ramadhana <ahmad_ramadhana@yahoo.com.sg> Firdaus <dausnux@gmail.com> Sofian <sofianhanafi@yahoo.com> Kiki Syahadat <kiki.syahadat@yahoo.co.id>
is: Pjetur G. Hjaltason <pjetur@pjetur.net>
it: Andrea Celli <a.celli@caltanet.it> Matteo Pasotti <pasotti.matteo@gmail.com>
nb: Olav Dahlum <odahlum@gmail.com>, 2009 Helge Ingvoldstad <post@darkfame.net>, 2007 Per Øyvind Karlsen <pkarlsen@mandriva.com>, 2003-2006. Eskild Hustvedt <eskild@mandriva.org>, 2004-2005. Kenneth Rørvik <kenneth@rorvik.net>, 2003-2004. Olav Dahlum <odahlum@gmail.com>, 2006. Keld Simonsen <keld@dkuug.dk>, 2004. Terje Bjerkelia <terje@bjerkelia.com>, 1999-2000. Andreas Bergstrøm <abergstr@halden.net>, 2000.
nn: Norwegian Nynorsk <i18n-nn@lister.ping.uio.no>
ro: Florin GRAD <florin@mandriva.com> Dragoș Marian BARBU <dragosb@softhome.net> Ovidiu CONSTANTIN <ovidiu.constantin@gmx.net> Harald ERSCH <harald@ersch.ro> Cosmin HUMENIUC <cosmin@mandrivausers.ro> Florin Cătălin RUSSEN <cfrussen@yahoo.co.uk> Dan Marian JOIȚA <djmarian4u@yahoo.com>
ru: Pavel Maryanov <acid_jack@ukr.net>, 2002, 2003, 2005, 2006.
sl: _: Imena in e-poštni naslovi prevajalcev
tr: Ömer Fadıl USTA <omer_fad@hotmail.com> , 1999-2003.Tuncay YENİAY <tuncayyeniay@mynet.com> , 2002.Nazmi Savga <nsavga@doruk.net.tr> , 2001.Durmuş Celep <durmusc_tr@yahoo.com> , 2002.Erçin EKER <erc.caldera@gmx.net> , 2003.Taha Özket <taha.ozket@obss.net> , 2007Atilla ÖNTAŞ <atilla_ontas@hotmail.com> , 2008 , 2013 Fırat KUTLU <firatkutlu@gmail.com
wa: Pablo Saratxaga <pablo@mandriva.com>

source: Restarting/Reloading Samba server...
br: Oc'h adloc'hañ/adkargañ ar servijer Samba ...
cs: Restartuje se/Znovu se načítá Samba server...
cy: Algychwyn/Ail-lwytho gweinydd Samba...
da: Starter Samba-server igen...
de: Starte/Lade Samba-Server neu...
el: Επανεκκίνηση/Επαναφόρτωση εξυπηρετητή Samba...
es: Reiniciando/Recargando servidor Samba...
et: Samba serveri taaskäivitamine...
eu: Samba zerbitzaria Berrabiatzen/Birzamatzen...
fi: Ladataan tai käynnistetään Samba-palvelin uudelleen...
fr: Redémarrage/Rechargement du serveur Samba…
he: מאתחל/טוען מחדש את שרת ה-Samba...
hu: A Samba kiszolgáló újraindítása/újratöltése...
id: Merestart/Mereload server Samba...
is: Endurræsi/Endurstilli Samba miðlara...
it: Riavvio/ricarica del server Samba in corso....
nb: Starter/laster Samba-tjener på nytt …
nn: Startar Samba-tenar på nytt …
pl: Ponowne uruchamianie/przeładowanie serwera Samba...
ro: Repornire/Reîncărcare server Samba...
ru: Перезапускается/перезагружается сервер Samba...
sl: Ponovno zaganjanje/nalaganje strežnika Samba ...
tr: Samba sunucusu yeniden başlatılıyor/yükleniyor...
wa: Renondant/Ritcherdjant l' sierveu Samba...

source: Error Restarting/Reloading Samba server
br: Fazi en ur adloc'hañ/adkargañ ar servijer Samba
cs: Chyba při restartu/znovunačtení Samba serveru
da: Fejl ved genstart af Samba-server
de: Fehler beim erneuten Starten/Laden des Samba-Servers
el: Σφάλμα στην επανεκκίνηση/επαναφόρτωση του εξυπηρετητή Samba
es: Error Reiniciando/Recargando servidor Samba
et: Viga Samba serveri taaskäivitamisel
eu: Akatsa Samba zerbitzaria Berrabiatzen/Birzamatzean
fi: Virhe käynnistettäessä tai ladattaessa Samba-palvelin uudelleen
fr: Erreur de redémarrage/rechargement du serveur Samba
he: חלה שגיאה בעת אתחול/טעינה מחדש של שרת ה-Samba
hu: Hiba a Samba kiszolgáló újraindítása/újratöltése közben
id: Error Merestart/Mereload server Samba
is: Villa við Endurræsingu/Endurstillingu Samba miðlara
it: Errore nel riavviare/ricaricare il server Samba
nb: Feil ved omstart/omlasting av Samba-tjener
nn: Feil ved omstart av Samba-tenar
pl: Błąd podczas ponownego uruchamiania/przeładowania serwera Samba
ro: Eroare la repornirea/reîncărcarea serverului Samba
ru: Ошибка перезапуска/перезагрузки сервера Samba...
sl: Napaka pri ponovnem zaganjanju/nalaganju strežnika Samba
tr: Samba sunucusu yeniden başlatılımıyor/yüklenemiyor
wa: Åk n' a nén stî tot renondant/ritcherdjant l' sierveu Samba

source: Open
br: Digeriñ
cs: Otevřít
cy: Agor
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
et: Ava
eu: Ireki
fi: Avaa
fr: Ouvrir
he: פתיחה
hu: Megnyitás
id: Buka
is: Opna
it: Apri
nb: Åpne
nn: Opna
pl: Otwórz
ro: Deschide
ru: Открыть
sl: Odpri
tr: Aç
wa: Drovi

source: DrakSamba add entry
br: Ouzhpenn ur vouetadur DrakSamba
cs: Přidání položky DrakSamba
cy: Ychwanegu cofnod DrakSamba
da: Tilføj DrakSamba-indgang
de: Eintrag in DrakSamba hinzufügen
el: DrakSamba προσθήκη καταχώρησης
es: Agregar entrada DrakSamba
et: DrakSamba kirje lisamine
eu: DrakSamba sarrera erantsi
fi: DrakSamba lisää tietue
fr: DrakSamba ajout d'un partage
he: DrakSamba הוספת מובאה
hu: DrakSamba bejegyzés felvétele
id: Tambah entri DrakSamba
is: DrakSamba bæta við færslu
it: Aggiungi voce a DrakSamba
nb: DrakSamba, legg til oppføring
nn: DrakSamba legg til oppføring
pl: Dodaj wpis DrakSamba
ro: Adăugare de partaj DrakSamba
ru: Добавить запись DrakSamba
sl: Dodajte vnos DrakSamba
tr: DrakSamba girdi ekleyin
wa: Radjouter intrêye DrakSamba

source: Add a share
br: Ouzhpennañ ur rannad
cs: Přidat sdílení
cy: Ychwanegu cyfran
da: Tilføj en delt ressurse
de: Freigabe hinzufügen
el: Προσθήκη ενός κοινόχρηστου πόρου
es: Agregar una compartición
et: Ressursi lisamine
eu: Banatutako bat sortu
fi: Lisää jako
fr: Ajouter un partage
he: הוספת שיתוף
hu: Megosztás felvétele
id: Tambah sebuah share
is: Bæta við svæði
it: Aggiunge una condivisione
nb: Legg til en delt ressurs
nn: Legg til delt ressurs
pl: Dodaj udział
ro: Adaugă un partaj
ru: Добавить ресурс
sl: Dodaj mesto v skupno rabo
tr: Bir paylaşım ekleyin
wa: Radjouter on pårtaedje

source: Name of the share:
br: Anv ar rannad :
cs: Název sdílení:
cy: Enw'r gyfran:
da: Den delte mappes navn :
de: Name der Freigabe:
el: Όνομα κοινόχρηστου πόρου:
es: Nombre de la compartición:
et: Ressursi nimi:
eu: Partekatutakoaren izena:
fi: Jaon nimi:
fr: Nom du partage :
he: שם השיתוף:
hu: A megosztás neve:
id: Nama share:
is: Nafn miðlaðs svæðis:
it: Nome della condivisione:
nb: Navnet på den delte ressursen:
nn: Namn på delt ressurs:
pl: Nazwa udziału:
ro: Numele partajului:
ru: Название общего ресурса:
sl: Ime deljene mape:
tr: Paylaşımın ismi:
wa: No do pårtaedje:

source: Comment:
br: Askelenn :
cs: Poznámka:
cy: Sylwad:
da: Kommentar:
de: Kommentar:
el: Σχόλιο:
es: Comentario:
et: Kommentaar:
eu: Azalpena:
fi: Kommentti:
fr: Commentaire :
he: הערה:
hu: Megjegyzés:
id: Komentar:
is: Athugasemd:
it: Commento:
nb: Kommentar:
nn: Merknad:
pl: Komentarz:
ro: Comentariu:
ru: Комментарий:
sl: Komentar:
tr: Açıklama:
wa: Rawete:

source: Share with the same name already exist or share name empty, please choose another name.
cs: Sdílení se stejným názvem již existuje nebo je název sdílení prázdný. Vyberte, prosím, jiný název.
cy: Cyfrannu gyda'r un enw presennol neu enw gwag, dewiswch enw arall.
da: Delt ressurce med det samme navn eksisterer allerede, eller også er navnet tomt, vælg venligst et andet navn.
de: Eine Freigabe mit dem gleichen Namen existiert bereits oder der Name der Freigabe ist leer. Bitte wählen Sie einen anderen Namen.
el: Κοινόχρηστος τομέας με το ίδιο όνομα υπάρχει ήδη ή δεν έχετε εισάγει όνομα κοινόχρηστου τομέα, παρακαλώ επιλέξτε ένα άλλο όνομα.
es: Ya existe una compartición con el mismo nombre o el nombre de la compartición está vacío, por favor seleccione otro nombre.
et: Sellise nimega jagatud ressurss on juba olemas või jätsite nime andmata. Palun valige uus nimi.
eu: Partekatu daukan izen berarekin edo partekatu izenik gabe, mesedez aukeratu beste izen bat.
fi: Jaon nimi on jo olemassa tai se on tyhjä. Valitse toinen nimi.
fr: Un partage de même nom existe déjà ou alors le nom de partage est vide, veuillez choisir un autre nom.
he: שיתוף עם שם דומה כבר קיים או ששם השיתוף ריק, נא לבחור אחד אחר.
hu: Már létezik ilyen nevű megosztás, vagy üres a megosztás neve. Adjon meg más nevet.
id: Share dengan nama yang sudah ada atau nama share kosong, silakan pilih nama lain.
is: Svæði með sama nafni er þegar til eða nafn svæðis er autt, veldu annað nafn.
it: Esiste già una condivisione con questo nome o non hai fornito alcun nome. Scrivi un nuovo nome.
nb: Delt ressurs med det samme navnet eksisterer allerede, eller så er navnet tomt. Vennligst velg et annet navn.
nn: Det finst alt ein delt ressurs med det same namnet, eller namnet er tomt. Vel eit anna namn.
pl: Udział posiadają taką samą nazwę już istnieje lub nazwa jest pusta. Wybierz inną nazwę.
ro: Un partaj cu același nume există deja sau partaj nespecificat, alegeți un alt nume.
ru: Ресурс с таким именем уже существует или название не указано. Пожалуйста, выберите другое имя.
sl: Deljena mapa z istim imenom že obstaja, ali pa je ime prazno. Izberite drugo ime.
tr: Zaten var olan isimle veya boş isimle paylaştır, lütfen bir başka isim seçin.
wa: I gn a ddja on pårtaedje avou ç' no la oudonbén l' no ki vos dnez est vude, tchoezixhoz èn ôte no s' i vs plait.
