Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: User ID Mapping
cs: Mapování uživatelského ID
cy: Mapio Enw Defnyddiwr
da: Omformning af Bruger-ID
de: Benutzer-ID-Abbildung
el: Συσχέτιση ID χρήστη
es: Mapeo de ID de usuario
et: Kasutaja ID sidumine
eu: Erabiltzaile ID mapaketa
fi: UID-merkintä
fr: Correspondance des utilisateurs
he: מיפוי זהוי משתמש
hu: Felhasználóazonosító-leképezés
id: Pemetaan ID Pengguna
is: Vörpun á ID notanda
it: Mappatura ID utente
nb: Tilordning av Bruker-ID
nn: Tilordning av brukar-ID
pl: Mapowanie ID użytkownika
ro: Asociere ID utilizator
ru: Отображение пользовательских ID
sl: Preslikava uporabnikov
tr: Kullanıcı Kimlik Haritalaması
wa: Mapaedje des UID

source: User ID:
br: ID an arveriad :
cs: ID uživatele:
cy: Enw Defnyddiwr :
da: Bruger-ID:
de: Benutzer-ID:
el: Αναγνωριστικό χρήστη:
es: ID de usuario:
et: Kasutaja ID:
eu: Erabiltzaile ID:
fi: UID:
fr: Utilisateur :
he: זיהוי משתמש:
hu: Felhasználóazonosító:
id: ID Pengguna:
is: Notanda auðkenni (ID):
it: ID utente:
nb: Bruker-ID:
nn: Brukar-ID:
pl: ID użytkownika:
ro: ID utilizator:
ru: ID пользователя:
sl: Uporabnik (UID):
tr: Kullanıcı Kimliği:
wa: ID d' uzeu:

source: Anonymous user ID:
cs: ID anonymního uživatele:
cy: Enw defnyddiwr dienw:
da: Anonym bruger-ID
de: Anonyme Benutzer-ID:
el: ID χρήστη anonymous:
es: ID de usuario anónimo:
et: Anonüümse kasutaja ID:
eu: Anonymous erabiltzailearen ID:
fi: Anonymous-käyttäjän UID:
fr: Utilisateur anonymous :
he: זהוי משתמש אנונימי:
hu: Anonymous felhasználóazonosító:
id: ID pengguna anonim:
is: Auðkenni (ID) nafnlauss notanda:
it: ID utente anonymous:
nb: Anonym bruker-ID:
nn: Anonym brukar-ID:
pl: ID użytkownika anonimowego:
ro: ID Utilizator anonim:
ru: ID пользователя anonymous:
sl: Uporabnik anonymous:
tr: Anonim kullanıcı Kimliği:
wa: UID anonime:

source: Anonymous Group ID:
cs: ID anonymní skupiny:
cy: Enw Grŵp Dienw:
da: Anonym gruppe-ID
de: Anonyme Gruppen-ID:
el: ID ομάδας anonymous:
es: ID de grupo anónimo:
et: Anonüümse grupi ID:
eu: Anonymous Taldearen ID:
fi: Anonymous-käyttäjän GID:
fr: Groupe anonymous :
he: זיהוי קבוצה אנונימית:
hu: Anonymous csoportazonosító:
id: ID Grup anonim:
is: Auðkenni (GID) nafnlauss hóps:
it: ID gruppo anonymous:
nb: Anonym gruppe-ID:
nn: Anonym gruppe-ID:
pl: ID anonimowej grupy:
ro: ID Grup anonim:
ru: ID группы anonymous:
sl: Skupina anonymous:
tr: Anonim Grup Kimliği:
wa: GID anonime:

source: Please specify a directory to share.
br: Dibabit ur renkell da ranañ mar plij.
cs: Zadejte, prosím, adresář ke sdílení.
cy: Enwch gyfeiriadur i'w rannu.
da: Angiv et katalog som skal deles.
de: Bitte geben Sie ein Verzeichnis zur Freigabe an.
el: Παρακαλώ ορίστε έναν κατάλογο για κοινή χρήση.
es: Por favor especifique un directorio a compartir.
et: Palun määrake jagatav kataloog.
eu: Mesedez zehaztu partekatzeko direktorio bat.
fi: Valitse jaettava hakemisto.
fr: Veuillez spécifier un répertoire à partager.
he: נא לציין ספריה לשיתוף.
hu: Adjon meg egy megosztandó könyvtárt.
id: Silakan tentukan sebuah direktori untuk dishare.
is: Gefið upp möppu sem á að miðla.
it: Specifica una directory da condividere.
nb: Angi en mappe som skal deles.
nn: Vel mappa du ønskjer å dela.
pl: Wybierz katalog do udostępniania.
ro: Specificați un director pentru partajare.
ru: Укажите каталог для общего доступа.
sl: Določite imenik, ki ga želite deliti.
tr: Lütfen paylaşılacak dizini belirtin.
wa: Intrez on ridant a pårtaedjî s' i vs plait.

source: Can't create this directory.
br: N'hell ket bet krouet ar renkell-mañ.
cs: Tento adresář nelze vytvořit.
cy: Methu creu'r cyfeiriadur.
da: Kan ikke oprette dette katalog.
de: Das Verzeichnis kann nicht erzeugt werden.
el: Αδύνατη η δημιουργία του καταλόγου.
es: No se puede crear este directorio.
et: Seda kataloogi ei saa luua.
eu: Ezin da direktorioo hau sortu.
fi: Hakemistoa ei voi luoda.
fr: Impossible de créer ce dossier.
he: לא יכול ליצור ספריה זו.
hu: Nem hozható létre ilyen könyvtár.
id: Tidak bisa membuat direktori ini.
is: Get ekki búið til þessa möppu.
it: Impossibile creare questa directory.
nb: Kan ikke lage denne mappa.
nn: Kan ikkje oppretta denne mappa.
pl: Utworzenie katalogu nie jest możliwe.
ro: Nu se poate crea acest director.
ru: Невозможно создать этот каталог.
sl: Te mape ni mogoče ustvariti.
tr: Bu dizin oluşturulamıyor.
wa: Dji n' sai askepyî ç' ridant la.

source: You must specify hosts access.
cs: Musíte zadat přístup k počítačům.
cy: Rhaid pennu mynediad cyfeiriadur.
da: Du må specificere værter som skal have adgang.
de: Sie müssen Rechnerzugriffe einstellen.
el: Πρέπει να καθορίσετε την πρόσβαση των υπολογιστών.
es: Debe especificar accesos a equipos.
et: Masina ligipääs tuleb määrata.
eu: Ostalarien sarbidea zehaztu behar duzu.
fi: Sallitut koneet täytyy määritellä.
fr: Vous devez préciser les accès clients.
he: עליך לציין גישת מארחים.
hu: Meg kell adni gépelérést.
id: Anda harus menentukan akses host.
is: Þú verður að skilgreina aðgang véla.
it: Devi specificare gli accessi agli host.
nb: Du må angi verter som skal ha tilgang.
nn: Du må vel verttilgang.
pl: Wybierz rodzaj dostępu hostów.
ro: Trebuie să specificați accesul clienților.
ru: Вы должны указать доступ для хостов.
sl: Za dostop morate določiti gostitelje.
tr: Makine erişimi belirtmelisiniz.
wa: Vos dvoz specifyî les accès cliyints.

source: Remove entry?
br: Lemel ar vouetadur ?
cs: Odstranit položku?
de: Eintrag entfernen?
el: Αφαίρεση της καταχώρησης;
es: ¿Remover entrada?
fr: Enlever l'entrée ?
id: Hapus entri?
it: Rimuovi?
pl: Usunąć wpis?
ro: Se înlătură intrarea?
ru: Удалить запись?
tr: Girdiyi kaldır

source: Remove %s
br: Dilemel %s
cs: Odstranit %s
de: %s entfernen
el: Αφαίρεση του %s
es: Remover %s
fr: Enlever %s
hu: Eltávolítás %s
id: Hapus %s
it: Rimuovi %s
pl: Usuń %s
ro: Înlătură %s
ru: Удалить %s
tr: %s kaldır

source: Share Directory
br: Lodenniñ ar renkell
cs: Sdílet adresář
cy: Rhannu Cyfeiriadur
da: Dele-mappe
de: Verzeichnis freigeben
el: Κοινή χρήση του καταλόγου
es: Compartir directorios
et: Jagatud kataloog
eu: Partekatu Direktorioa
fi: Jaettava hakemisto
fr: Partager le répertoire
he: ספריית שיתוף
hu: Könyvtár megosztása
id: Direktori Share
is: Miðla möppu
it: Directory per la Condivisione
nb: Del mappe
nn: Del mappe
pl: Udostępniany katalog
ro: Partajează directorul
ru: Общий каталог
sl: Deli mapo
tr: Paylaşım Dizini
wa: Pårtaedjî ridant

source: Hosts Wildcard
cs: Schválené počítače
cy: Cerdyn Gwyllt Gwesteiwr
da: Vært-joker
de: Rechner-Paltzhalter
el: Σύμβολο υποκατάστασης υπολογιστών
es: Comodín de equipos
et: Masinate metamärgid
eu: Baimendutako ostalariak
fi: Jokerimerkityt koneet
fr: Clients autorisés
he: תוים חופשיים למארחים
hu: Helyettesítő karakterek gépnevekhez
id: Wildcard Host
is: Algildistákn véla
it: Wildcard per gli host
nb: Vertjokertegn
nn: Vertsjokerteikn
pl: Wzorce nazw komputerów
ro: Clienți autorizați
ru: Шаблоны хостов
sl: Nadomestni znaki za gostitelje
tr: Makine Jokeri
wa: Patrons lodjoes

source: General Options
br: Dibarzhioù hollek
cs: Obecné volby
cy: Dewisiadau Cyffredinol
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές επιλογές
es: Opciones generales
et: Üldised valikud
eu: Aukera Orokorrak
fi: Yleiset asetukset
fr: Options génériques
he: אפשרויות כלליות
hu: Általános opciók
id: Opsi Umum
is: Almennir valkostir
it: Opzioni generali
nb: Generelle valg
nn: Generelt oppsett
pl: Opcje ogólne
ro: Opțiuni generale
ru: Общие параметры
sl: Splošne možnosti
tr: Genel Seçenekler
wa: Tchuzes djeneråles

source: Custom Options
br: Dibarzhioù diouzhoc'h
cs: Vlastní volby
cy: Dewisiadau Addasu
da: Tilpassede indstillinger
de: Spezifische Einstellungen
el: Προσαρμοσμένες επιλογές
es: Opciones personalizadas
et: Kohandatud valikud
eu: Aukera Pertsonalizatuak
fi: Mukautetut asetukset
fr: Options personnalisées
he: אפשרויות מותאמות אישית
hu: Egyéni opciók
id: Opsi Kustomisasi
is: Sértækir valkostir
it: Opzioni personali
nb: Selvvalgte innstillinger
nn: Sjøvvald oppsett
pl: Różne opcje
ro: Opțiuni specifice
ru: Дополнительные параметры
sl: Možnosti po meri
tr: Özel Seçenekler
wa: Tchuzes da vosse

source: Please enter a directory to share.
br: Roit ur renkell da ranañ mar plij.
cs: Zadejte, prosím, adresář ke sdílení.
cy: Rhowch gyfeiriadur i'w rannu.
da: Indtast et katalog som skal deles.
de: Bitte geben Sie ein Verzeichnis zur Freigabe an.
el: Παρακαλώ εισάγετε έναν κατάλογο για κοινή χρήση.
es: Por favor ingrese un directorio a compartir.
et: Palun määrake jagatav kataloog.
eu: Mesedez sartu partekatzeko direktorio bat.
fi: Valitse jaettava hakemisto.
fr: Veuillez entrer un répertoire à partager.
he: נא להכניס ספריה לשיתוף.
hu: Adjon meg egy megosztandó könyvtárt.
id: Silakan masukkan sebuah direktori untuk dishare.
is: Gefið upp möppu sem á að miðla.
it: Indica una directory da condividere.
nb: Skriv inn en mappe som skal deles.
nn: Vel mappe du ønskjer å dela.
pl: Wprowadź nazwę udostępnianego katalogu.
ro: Introduceți un director pentru partajare.
ru: Укажите каталог для общего доступа.
sl: Vnesite mapo, ki bo deljena.
tr: Lütfen paylaşılacak dizini girin.
wa: Intrez on ridant a pårtaedjî.

source: Please use the modify button to set right access.
cs: Použijte, prosím, tlačítko Změnit pro nastavení správného přístupu.
cy: Defnyddiwch y botwm newid i osod hawl mynediad.
da: Brug ændr-knappen for at sætte rigtige rettigheder.
de: Bitte verwenden Sie den Ändern-Knopf, um den richtigen Zugriff einzustellen.
el: Χρησιμοποιήστε το κουμπί της τροποποίησης για να ρυθμίσετε τα δικαιώματα πρόσβασης.
es: Por favor utilice el botón 'modificar' para establecer derechos de acceso.
et: Palun kasutage ligipääsu määramiseks muutmisnuppu.
eu: Mesedez erabili aldatu botoia sarbide eskubideak ezartzeko.
fi: Napsauta painiketta "Muokkaa" muokataksesi pääsyoikeuksia.
fr: Utilisez le bouton de modification pour définir les droits d'accès.
he: נא להשתמש בכפתור השינוי להגדרת גישה.
hu: A megfelelő elérés beállításához használja a Módosítás gombot.
id: Silakan gunakan tombol modifikasi untuk mengatur hak akses.
is: Notið hnappinn til til að setja réttan aðgang.
it: Usa il pulsante di modifica per impostare i diritti di accesso.
nb: Bruk endreknappen for å sette riktige rettigheter.
nn: Bruk «Endra»-knappen for å velja tilgangsløve.
pl: Użyj przycisku Modyfikuj, aby skonfigurować zasady dostępu.
ro: Utilizați butonul de modificare pentru a stabili drepturile de acces.
ru: Используйте кнопку изменения, чтобы установить нужные права доступа.
sl: Uporabite gumb »Spremeni« za nastavljanje dostopnih pravic.
tr: Lütfen, doğru erişimi belirlemek için düzenleme düğmesini kullanın.

source: Manage NFS shares
br: Merañ ar rannoù NFS
cs: Správa sdílení NFS
cy: Rheoli rhaniadau NFS
da: Administrér NFS-fildelinger
de: NFS-Freigaben verwalten
el: Διαχείριση των κοινών χρήσεων NFS
es: Administrar comparticiones NFS
et: NFS-ressursside haldamine
eu: Kudeatu NFS partekatzeak
fi: Hallitse NFS-jakoja
fr: Gérer les partages NFS
he: ניהול שיתופי NFS
hu: NFS megosztások kezelése
id: Kelola share NFS
is: Sýsla með NFS skráamiðlun
it: Gestione condivisioni NFS
nb: Håndter delte NFS-områder
nn: Hander delte NFS-ressursar
pl: Zarządzanie udziałami NFS
ro: Gestionați partajele NFS
ru: Управление ресурсами NFS
sl: Upravljajte skupno rabo preko NFS
tr: NFS paylaşımlarını yönet
wa: Manaedjî les pårtaedjes NFS

source: Starting the NFS-server
br: O loc'hañ ar servijer NFS
cs: Spouští se NFS server
cy: Cychwyn y gweinydd NFS
da: Starter NFS-serveren
de: Starten des NFS-Servers
el: Εκκίνηση του εξυπηρετητή NFS
es: Iniciando el servidor NFS
et: NFS-serveri käivitamine
eu: NFS zerbitzaria abiarazten
fi: Käynnistetään NFS-palvelin
fr: Lancer le serveur NFS
hu: Az NFS kiszolgáló indítása
id: Memulai server NFS
is: Ræsi NFS miðlara
it: Avvio server NFS...
nb: Starter NFS-tjeneren
nn: Startar NFS-tenaren
pl: Uruchamianie serwera NFS
ro: Se pornește serverul NFS
ru: Запускается NFS-сервер
sl: Zaganjanje strežnika NFS
tr: NFS sunucusu yeniden başlatılıyor

source: DrakNFS manage NFS shares
cs: DrakNFS správa NFS sdílení
cy: Mae DrakNFS yn rheoli rhanu NFS
da: DrakNFS håndterer delte NFS-ressurser
de: DrakNFS verwaltet NFS-Freigaben
el: Το drakNFS διαχειρίζεται τις κοινές χρήσεις NFS
es: DrakNFS administra comparticiones NFS
et: DrakNFS - NFS-ressursside haldamine
eu: DrakNFS kudeatu NFS banaketak
fi: DrakNFS NFS-jakojen hallintatyökalu
fr: DrakNFS gère les partages NFS
he: DrakNFS מנהל שיתופי NFS
hu: DrakNFS - NFS megosztások kezelése
id: DrakNFS mengelola share NFS
is: DrakNFS sér um NFS miðlun
it: DrakNFS gestisce le condivisioni NFS
nb: DrakNFS håndterer delte NFS-ressurser
nn: DrakNFS handterer delte NFS-ressursar
pl: DrakNFS służy do konfiguracji udziałów NFS
ro: DrakNFS gestionează partajele NFS
ru: DrakNFS управляет ресурсами NFS
sl: DrakNFS upravlja z mapami deljenimi prek NFS
tr: DrakNFS, NFS paylaşımlarını yönet

source: Failed to add NFS share.
br: Fazi en ur ouzhpennañ ar rennad NFS.
cs: Nepovedlo se přidat NFS sdílení.
cy: Methwyd ychwanegu cyfran NFS.
da: Kunne ikke tilføje delt NFS-ressurce.
de: NFS-Freigaben konnten nicht hinzugefügt werden.
el: Αδύνατη η προσθήκη μιας κοινής χρήσης NFS.
es: Fallo al agregar compartición NFS.
et: NFS-ressursi lisamine nurjus.
eu: NFS parekatze eransketak huts egin du.
fi: NFS-jaon lisääminen epäonnistui.
fr: Impossible d'ajouter un partage NFS.
he: כשל בהוספת שיתוף NFS.
hu: Nem sikerült felvenni NFS megosztást.
id: Gagal menambah share NFS.
is: Tókst ekki að bæta við NFS miðli.
it: L'aggiunta di una condivisione NFS non è riuscita.
nb: Klarte ikke å legge til delt NFS-ressurs.
nn: Klarte ikkje leggja til delt NFS-ressurs.
pl: Dodanie udziału NFS nie powiodło się.
ro: Adăugarea partajului NFS a eșuat.
ru: Не удалось добавить NFS-ресурс.
sl: Dodajanje deljene mape je spodletelo.
tr: NFS paylaşımı eklenemedi.

source: Failed to Modify NFS share.
br: Fazi en ur cheñch ar rennad NFS.
cs: Nepovedlo se upravit NFS sdílení.
cy: Methwyd newid cyfran NFS.
da: Kunne ikke ændre delt NFS-ressurce.
de: Die NFS-Freigaben konnten nicht geändert werden.
el: Αδύνατη η τροποποίηση μιας κοινής χρήσης NFS.
es: Fallo al modificar compartición NFS.
et: NFS-ressursi muutmine nurjus.
eu: NFS partekatze aldaketak hutsegin du.
fi: NFS-jaon muokkaaminen epäonnistui.
fr: Impossible de modifier un partage NFS.
he: כשל בשינוי שיתוף ה-NFS.
hu: Nem sikerült módosítani az NFS megosztást.
id: Gagal memodifikasi share NFS.
is: Mistókst að breyta NFS miðli.
it: La modifica di una condivisione NFS non è riuscita.
nb: Klarte ikke å endre delt NFS-ressurs.
nn: Klarte ikkje endra delt NFS-ressurs.
pl: Zmiana ustawień udziału NFS nie powiodła się.
ro: Modificarea partajului NFS a eșuat.
ru: Не удалось изменить NFS-ресурс.
sl: Spreminjanje deljene mape je spodletelo.
tr: NFS paylaşımı değiştirilemedi.

source: Failed to remove an NFS share.
br: Fazi en ur lemel ar rennad NFS.
cs: Nepovedlo se odstranit NFS sdílení.
cy: Methwyd tynnu cyfran NFS.
da: Kunne ikke fjerne delt NFS-ressurce.
de: Die NFS-Freigaben konnten nicht gelöscht werden.
el: Αδύνατη η αφαίρεση μιας κοινής χρήσης NFS.
es: Fallo al quitar una compartición NFS.
et: NFS-ressursi eemaldamine nurjus.
eu: NFS partekatze bat ezabatzeak huts egin du.
fi: NFS-jaon poistaminen epäonnistui.
fr: Impossible d'enlever un partage NFS.
he: כשל בהסרת שיתוף NFS.
hu: Nem sikerült törölni egy NFS megosztást.
id: Gagal menghapus share NFS.
is: Mistókst að fjarlægja NFS miðlun.
it: La rimozione di una condivisione NFS non è riuscita.
nb: Klarte ikke å fjerne delt NFS-ressurs.
nn: Klarte ikkje fjerna delt NFS-ressurs.
pl: Usunięcie udziału NFS nie powiodło się.
ro: Îndepărtarea partajului NFS a eșuat.
ru: Не удалось удалить NFS-ресурс.
sl: Odstranjevanje deljene mape je spodletelo.
tr: Bir NFS paylaşımı kaldırılamadı

source: User name
br: Anv arveriad
cs: Uživatelské jméno
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
id: Nama pengguna
is: Notandanafn
it: Nome dell'utente
nb: Brukernavn
nn: Brukarnamn
pl: Identyfikator
ro: Nume utilizator
ru: Имя пользователя
sl: Uporabniško ime
tr: Kullanıcı adı
wa: No di l' uzeu

source: Share name
br: Anv rannet
cs: Název sdílení
cy: Rhannu enw
da: Dele-navn
de: Freigabename
el: Όνομα της κοινής χρήσης
es: Nombre de compartición
et: Ressursi nimi
eu: Partekatze-izena
fi: Jakonimi
fr: Nom de partage
he: שם השיתוף
hu: Megosztásnév
id: Nama share
is: Sameignarheiti
it: Nome della condivisione
nb: Delt navn
nn: Namn på del ressurs
pl: Nazwa drukarki
ro: Nume partaj
ru: Имя общего ресурса
sl: Ime za skupno rabo
tr: Paylaşım adı
wa: No del pårteye

source: Share directory
br: Renkell rannet
cs: Sdílený adresář
cy: Cyfeiriadur Cyfran
da: Fildelings-katalog
de: Verzeichnis freigeben
el: Κοινόχρηστος κατάλογος
es: Directorio de compartición
et: Ressursi kataloog
eu: Partekatu direktorioa
fi: Jaettava hakemisto
fr: Dossier partagé
he: ספריית שיתוף
hu: Könyvtár megosztása
id: Direktori share
is: Miðla möppu
it: Condividi directory
nb: Delt mappe
nn: Del mappe
pl: Katalog udziału
ro: Director partajat
ru: Общий каталог
sl: Deli mapo
tr: Dizini paylaştır
wa: Pårtaedjî l' ridant

source: Comment
br: Askelenn
cs: Poznámka
cy: Sylwad
da: Kommentar
de: Kommentar
el: Σχόλιο
es: Comentario
et: Kommentaar
eu: Azalpena
fi: Kommentti
fr: Commentaire
he: הערה
hu: Megjegyzés
id: Komentar
is: Athugasemd
it: Commento
nb: Kommentar
nn: Merknad
pl: Komentarz
ro: Comentariu
ru: Комментарий
sl: Komentar
tr: Yorum
wa: Rawete

source: Browseable
br: Furchabl
cs: Lze prohlížet
cy: Poradwy
da: Søgbar
de: Sichtbar
el: Ορατό στο δίκτυο
es: Navegable
et: Lehitsemisõigus
eu: Arakagarria
fi: Selattavissa
fr: Visible sur le réseau
he: בר עיון
hu: Böngészhető
id: Bisa dijelajahi
is: Sýnilegt
it: Navigabile
nb: Lesbar
nn: Lesbar
pl: Możliwe przeglądanie udziału
ro: Vizibil în rețea
ru: Можно просматривать
sl: Brskanje omogočeno
tr: Göz atılabilir
wa: Foytåve

source: Public
br: Foran
cs: Veřejné
cy: Cyhoeddus
da: Offentlig
de: Öffentlich
el: Δημόσιο
es: Público
et: Avalik
eu: Publikoa
fi: Julkinen
he: ציבורי
hu: Nyilvános
id: Publik
is: Almenn
it: Pubblico
nb: Offentlig
nn: Offentleg
pl: Publiczny
ru: Общедоступный
sl: Javno
tr: Genel
wa: Publik

source: Writable
br: Skrivabl
cs: Zapisovatelné
cy: Ysgrifenadwy
da: Skrivbar
de: Schreibbar
el: Εγγράψιμο
es: Se puede escribir
et: Kirjutamisõigus
eu: Idazgarria
fi: Kirjoitettavissa
fr: Droit d'écriture
he: ניתן לכתיבה
hu: Írható
id: Bisa ditulisi
is: Skrifanlegt
it: Scrivibile
nb: Skrivbar
nn: Skrivbar
pl: Dostęp do zapisu
ro: Drept de scriere
ru: Доступен на запись
sl: Pisanje omogočeno
tr: Yazılabilir
wa: Sicrijhåve

source: Create mask
br: Krouiñ ar maskl
cs: Maska vytvoření souboru
cy: Creu masg
da: Opret maske
de: Erzeugen-Maske
el: Δημιουργία μάσκας
es: Crear máscara
et: Loomise mask
eu: Maskara sortu
fi: Luontimaski
fr: Masque de création de fichier
he: יצירת מסיכה
hu: Létrehozási maszk
id: Buat mask
is: Öryggis-maski
it: Crea maschera
nb: Opprettelsesmaske
nn: Opprettingsmaske
pl: Maska tworzenia
ro: Mască de creare
ru: Создать маску
sl: Maska za ustvarjanje
tr: Maske oluştur

source: Directory mask
br: Maskl ar renkell
cs: Maska adresáře
cy: Masg cyfeiriadur
da: Maske for katalog
de: Verzeichnis-Maske
el: Μάσκα καταλόγου
es: Máscara de directorio
et: Kataloogi mask
eu: Direktorio maskara
fi: Hakemistomaski
fr: Masque de répertoire
he: מיסוך ספרייה
hu: Könyvtármaszk
id: Direktori mask
is: Möppu-öryggis-maski
it: Maschera della directory
nb: Mappemaske
nn: Mappemaske
pl: Maska katalogu
ro: Mască de director
ru: Маска каталога
sl: Maska za mape
tr: Dizin maskesi

source: Read list
br: Roll lenn
cs: Uživatelé pouze s právem čtení
cy: Rhestr Ddarllen
da: Læs liste
de: Leseliste
el: Χρήστες με δικαιώματα ανάγνωσης μόνο
es: Lista de lectura
et: Lugemisõigus
eu: Irakurketa Zerrenda
fi: Lukuoikeudet
fr: Utilisateurs avec droit de lecture seule
he: קרא רשימה
hu: Olvasási jogúak listája
id: Daftar baca
is: Lestrarlisti
it: Abilitati a leggere
nb: Leseliste
nn: Leseliste
pl: Lista do odczytu
ro: Utilizatori doar cu drept de citire
ru: Чтение списка
sl: Seznam za branje
tr: Listeyi oku
wa: Djivêye lijhaedje

source: Write list
br: Roll skrivañ
cs: Uživatelé pouze s právem zápisu
cy: Rhestr ysgrifennu
da: Skriv liste
de: Schreibliste
el: Χρήστες με δικαιώματα εγγραφής
es: Lista de escritura
et: Kirjutamisõigus
eu: Idazketa zerrenda
fi: Kirjoitusoikeudet
fr: Utilisateurs avec droit d'écriture
he: כתוב רשימה
hu: Írási jogúak listája
id: Daftar tulis
is: Skriflisti
it: Abilitati a scrivere
nb: Skriveliste
nn: Skriveliste
pl: Lista do zapisu
ro: Utilizatori cu drept de scriere
ru: Запись списка
sl: Seznam za pisanje
tr: Listeyi yaz
wa: Djivêye sicrijhaedje

source: Admin users
br: Merourien
cs: Uživatelé správci
cy: Defnyddiwr Gwein
da: Admin-brugere
de: Administratoren
el: Διαχειριστές
es: Usuarios admin
et: Administraatorid
eu: Admin erabiltzaileak
fi: Pääkäyttäjät
fr: Administrateurs
he: משתמשים מנהלים
hu: Rendszergazdai jogú felhasználók
id: Pengguna admin
is: Kerfisstjórar
it: Amministrazione utenti
nb: Administrasjonsbrukere
nn: Admin-brukarar
pl: Administratorzy
ro: Administratori
ru: Управление пользователями
sl: Upravljavci
tr: Yöneticiler
wa: Manaedjeus

source: Valid users
br: Arveriaded mat
cs: Platní uživatelé
cy: Defnyddiwr dilys
da: Gyldige brugere
de: Gültige Benutzer
el: Έγκυροι χρήστες
es: Usuarios válidos
et: Lubatud kasutajad
eu: Baliodun erabiltzaileak
fi: Sallitut käyttäjät
fr: Utilisateurs autorisés
he: משתמשים תקפים
hu: Érvényes felhasználók
id: Pengguna valid
is: Gildir notendur
it: Utenti validi
nb: Gyldige brukere
nn: Gyldige brukarar
pl: Uprawnieni użytkownicy
ro: Utilizatori autorizați
ru: Проверка пользователей
sl: Veljavni uporabniki
tr: Geçerli kullanıcılar
wa: Uzeus valides

source: Inherit Permissions
cs: Dědit oprávnění
cy: Etifeddu Caniatâd
da: Nedarv rRettigheder
de: Berechtigungen erben
el: Κληρονόμηση δικαιωμάτων
es: Heredar permisos
et: Õiguste pärimine
eu: Baimenak Heredatu
fi: Periytyvät oikeudet
fr: Hériter des permissions
he: קבל הרשאות בירושה
hu: Engedélyek öröklése
id: Turunkan Perizinan
is: Erfa aðgangsheimildir
it: Permessi ereditati
nb: Arv rettigheter
nn: Arv løyve
pl: Dziedziczenie uprawnień
ro: Moștenește permisiunile
ru: Передача прав
sl: Prevzemi dovoljenja
tr: İzinleri Devral
wa: Eriter les permissions

source: Hide dot files
cs: Skrýt soubory s tečkou
cy: Cuddio ffeiliau dot
da: Skjul dot-filer
de: Verstecke Punktdateien
el: Απόκρυψη των κρυφών αρχείων
es: Ocultar archivos de punto
et: Punktiga failide peitmine
eu: Ezkutatu puntudun fitxategiak
fi: Piilota piilotiedostot
fr: Cacher les fichiers cachés
he: הסתר קבצים המתחילים בנקודה
hu: Ponttal kezdődő nevű fájlok elrejtése
id: Sembunyikan file bertitik
is: Fela punktaskrár
it: Nascondi i file .*
nb: Gjem filer med punktum
nn: Gøym punktumfiler
pl: Ukryj pliki zaczynające się od kropki
ro: Ascunde fișierele cu punct
ru: Скрыть файлы с точкой
sl: Skrij datoteke s piko
tr: Noktalı dosyaları gizle
wa: Catchî les fitchîs-pont

source: Hide files
br: Kuzhat ar restroù
cs: Skrýt soubory
cy: Cuddio ffeiliau
da: Skjul filer
de: Dateien verstecken
el: Απόκρυψη αρχείων
es: Ocultar archivos
et: Failide peitmine
eu: Ezkutatu fitxategiak
fi: Piilota tiedostot
fr: Cacher les fichiers
he: הסתר קבצים
hu: Fájlok elrejtése
id: Sembunyikan file
is: Fela skrár
it: Nascondi i file
nb: Gjem filer
nn: Gøym filer
pl: Ukryj pliki
ro: Ascunde fișierele
ru: Скрыть файлы
sl: Skrij datoteke
tr: Dosyaları gizle
wa: Catchî les fitchîs
