Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: The following protocols can be used to configure a LAN connection. Please choose the one you want to use.
cs: Následující protokoly lze použít pro nastavení připojení k LAN. Vyberte, prosím, ten, který chcete použít.
cy: Mae modd defnyddio'r protocolau canlynol i ffurfweddu cysylltiad LAN. Dewiswch yr un i'w ddefnyddio.
da: De følgende protokoller kan bruges til at konfigurere en LAN-forbindelse. Vælg venligst den forbindelse du gerne vil bruge.
de: Die folgenden Protokolle können verwendet werden, um eine LAN-Verbindung zu konfigurieren. Bitte wählen Sie ein Protokoll aus.
el: Τα ακόλουθα πρωτόκολλα μπορούν να χρησιμοποιηθούν για τη ρύθμιση μιας σύνδεσης LAN. Παρακαλώ επιλέξτε αυτό που θα χρησιμοποιήσετε.
es: Los siguientes protocolos pueden ser utilizados para configurar una conexión LAN. Por favor seleccione el que desea utilizar.
et: LAN-ühenduse seadistamiseks saab kasutada järgmisi protokolle. Palun valige nende seast sobilik.
eu: Protokolo hauek erabil daitezke LAN konexioa konfiguratzeko. Hautatu erabili nahi duzuna.
fi: Seuraavia protokollia voidaan käyttää lähiverkkoyhteyden asettamiseen. Valitse käytettävä protokolla.
fr: Les protocoles suivants peuvent être utilisés pour configurer une connexion LAN. Veuillez sélectionner celui que vous désirez utiliser.
he: הפרוטוקולים הבאים יכולים לשמש להגדרת חיבור LAN. נא לבחור את זה בו ברצונך להשתמש.
hu: A következő protokollok használhatók egy helyi hálózati kapcsolat beállításához. Válassza ki, melyiket szeretné használni.
id: Protokol berikut bisa digunakan untuk mengkonfigurasi koneksi LAN. Silakan pilih yang ingin Anda gunakan.
is: Eftirfarandi samskiptareglur má nota til að stilla staðarnets-tengingu. Veljið hverja þið viljið nota.
it: Puoi usare uno di questi protocolli per configurare la connessione LAN. Devi indicare quello che vuoi usare.
nb: De følgende protokollene kan bli brukt til å sette opp en lokal nettverkstilkobling. Velg den du vil bruke.
nn: Du kan bruka følgjande protokollar til å setja opp eit lokalnettsamband. Vel kven av dei du vil bruka.
pl: Do konfiguracji połączenia sieci lokalnej można użyć poniższych protokołów. Wybierz ten, który ma zostać użyty.
ro: Următoarele protocoale pot fi utilizate pentru a configura o conexiune LAN. Alegeți protocolul pe care doriți să-l utilizați.
ru: Следующие протоколы можно использовать для настройки LAN соединения.Выберите один, который желаете использовать.
sl: Za nastavitev povezave LAN so na voljo naslednji protokoli. Izberite tistega, ki ga želite uporabljati.
tr: Aşağıdaki protokller bir Yerel Ağ bağlantısını yapılandırmak için kullanılabilir. Kullanmak istediğinizi seçin.
wa: Les protocoles ki shuvèt polèt esse eployîs po-z apontyî on raloyaedje rantoele. Tchoezixhoz l' ci ki vos vloz eployî.

source: Please enter your host name. Your host name should be a fully-qualified host name, such as ``mybox.mylab.myco.com''. You may also enter the IP address of the gateway if you have one.
br: Roit hoc'h anv ostiz mar plij. Un anv peurzoareet a zlefe bezañ hini o ostiz, evel « mabenveg.mastal.makomp.com ». Gallout a rit ivez reiñ chomlec'h IP an dreuzell m'hoc'h eus unan.
cs: Prosím, zadejte název vašeho počítače. Tento název musí být úplný jako např. 'mybox.mylab.myco.com'. Pokud používáte bránu (gateway), můžete také zadat její adresu.
cy: Rhowch eich enw gwesteiwr. Dylai eich enw gwesteiwr fod yn enw gwesteiwr llawn gymwys. megis "fymlwch.fynesg.fyngho.com". Gallwch hefyd gynnig eich cyfeiriad IP os oes gennych un
da: Indtast domænenavn, værtsnavn og IP adressen for evt. ekstra navne-servere. Dit værtsnavn skal være et fuldt kvalificeret værtsnavn inklusive domæne, f.eks. minpc.mitfirma.dk. Hvis du ikke har nogen ekstra navne-servere, så lad navne-server-felterne være blanke.
de: Bitte geben Sie Ihren Rechnernamen an. Ihr Rechnername sollte auch die Domäne beinhalten, etwa „meinrechner.meineabteilung.meinefirma.de“. Falls Sie ein Gateway verwenden, sollten Sie auch dessen IP-Adresse angeben.
el: Παρακαλώ εισάγετε το όνομα υπολογιστή. Το όνομα αυτό πρέπει να είναι ένα πλήρως αναγνωρισμένο όνομα υπολογιστή, όπως π.χ. ``mybox.mylab.myco.com''. Μπορείτε επίσης να εισάγετε και την διεύθυνση IP της πύλης αν έχετε μια.
es: Por favor ingrese su nombre de equipo. Su nombre de equipo debe ser un nombre de equipo totalmente-calificado, tal como ``mybox.mylab.myco.com". También puede ingresar la dirección IP de la puerta de enlace si tiene alguna.
et: Palun sisestage oma masina nimi. Masina nimi peab olema esitatud täiskujul, näiteks "minumasin.minufirma.ee". Kui Teil on vaikelüüs, siis sisestage ka selle IP-aadress.
eu: Sartu zure ostalari-izena. Ostalari-izenak osoa izan behar du, erabat kualifikatua, esate baterako, ``mybox.mylab.myco.com''. Atebidearen IP helbidea ere sar dezakezu, baldin baduzu.
fi: Syötä koneen nimi (verkkonimi). Koneen nimen tulisi olla täydellinen verkkotunnus (esim. minunkone.minunverkko.com). Myös yhdyskäytävän IP-osoite voidaan antaa.
fr: Veuillez indiquer un nom d'hôte pour la machine. Celui-ci doit être un nom de machine pleinement qualifié, par exemple : mamachine.monlabo.masociete.com Vous pouvez également indiquer l'adresse IP de la passerelle si votre réseau local en possède une.
he: נא להגדיר את שם המחשב שלך. שם המחשב שלך צריך להיות שם המוגדר לפי הכללים, למשל mybox.mylab.myco.co יש באפשרותך גם להגדיר את כתובת ה-IP של השער אם יש לך אחד.
hu: Adja meg a gépe nevét. A teljes nevet kell beírni, például: "mybox.mylab.myco.com". Megadhatja az átjáró (gateway) IP címét is, ha van olyan.
id: Silakan masukkan nama host Anda. Nama host Anda harus nama host yang berkualifikasi, seperti ``mybox.mylab.myco.com''. Anda juga boleh memasukkan alamat IP gateway jika Anda memilikinya.
is: Sláðu inn heiti vélarinnar. Vélarheitið þarf að vera fullt heiti, t.d. ``odinn.valholl.is'' Þú mátt líka slá inn IP-tölu net-gáttarinnar ef þú þekkir það. Netgáttin gefur þér aðgang út úr staðarnetinu (t.d. á Internetið).
it: Inserisci il nome del tuo host. Questo dovrebbe essere un nome-host pienamente qualificato, come "mybox.mylab.myco.com". Puoi anche inserire l'indirizzo IP del gateway, se ne hai uno.
nb: Skriv inn vertsnavnet. Vertsnavnet bør være et fullkvalifisert vertsnavn, som «minboks.mittlab.mittfirma.no». Du kan også skrive inn IP-adressen til gatewayen hvis du har en.
nn: Skriv inn vertsnamn. Vertsnamnet bør vera eit fullkvalifisert vertsnamn, som «minboks.minlab.mittfirma.no». Du kan òg skriva inn IP-adressa til portnaren, om du kjenner til denne.
pl: Wpisz nazwę komputera. Nazwa ta powinna być w pełnej postaci, np. "mojkomputer.mojadomena.pl". (bez używania polskich liter) Jeśli jest to konieczne, należy wpisać też adres routera.
ro: Introduceți numele gazdei. Numele gazdei ar trebui să fie un nume complet calificat, precum „calculatorulmeu.laboratorulmeu.intreprindereamea.ro”. De asemenea, puteți introduce adresa IP a pasarelei, dacă dispuneți de una.
ru: Пожалуйста, введите имя своего хоста. Имя вашего хоста должно быть полностью определенным именем хоста, таким как ``mybox.mylab.myco.com''. Вы можете также ввести IP-адрес шлюза, если он у вас есть
sl: Vnesite ime svojega gostitelja. Ime gostitelja mora imeti obliko kot na primer: »mybox.mylab.myco.com«. Lahko vnesete tudi naslov IP privzetega prehoda (gateway).
tr: Lütfen makinenizın ismini girin. Makine ismini dikkatlice seçmelisiniz, Örneğin ``makineismi.alanadı.com''. Ağ geçidi kullanıyorsanız bunun da IP numarasını girmelisiniz.
wa: Intrez chal li no IP di voste éndjole (host name). Li no doet esse etir, metans: «mybox.mylab.myco.com». Vos poloz dner eto l' adresse IP del pasrele s' i gn en a ene.

source: Last but not least you can also type in your DNS server IP addresses.
cs: Jedním z posledních kroků je vložení IP adresy pro DNS server(y).
cy: Yn olaf mae modd i chi deipio cyfeiriadau IP eich gweinydd DNS.
da: Sidst, men ikke mindst, indtast din DNS-servers IP-adresser.
de: Abschließend kann die IP-Adresse des DNS-Servers eingegeben werden.
el: Τέλος, μπορείτε επίσης να εισάγετε τις διευθύνσεις IP του εξυπηρετητή σας DNS.
es: Por último, también puede proveer las direcciones IP de sus servidores DNS.
et: Ja lõpuks tuleks määrata ka nimeserveri IP-aadressid.
eu: Azkenik, zure DNS zerbitzariko IP helbideak idatz ditzakezu.
fi: Viimeisimpänä, mutta ei vähäisimpänä, voidaan antaa nimipalvelimen IP-osoite.
fr: Enfin, vous pouvez également entrer les adresses IP de vos serveurs DNS.
he: לסיום באפשרותך להגדיר גם את כתובות ה-IP של שרת ה-DNS.
hu: Végül, de nem utolsósorban megadhatja a DNS kiszolgálók IP címeit.
id: Terakhir, Anda juga boleh mengetikkan alamat IP server DNS Anda.
is: Síðast en ekki síst, getur þú einnig slegið inn IP-tölu DNS nafnamiðlara.
it: Per finire, ma è importante, puoi anche inserire i tuoi indirizzi DNS e IP.
nb: Skriv inn DNS-tjeners IP-adresser.
nn: Du kan òg skriva inn IP-adressene til DNS-tenaren.
pl: Na końcu, lecz nie mniej ważne jest wpisanie adresów IP serwera DNS.
ro: În sfîrșit, puteți să introduceți și adresele IP ale serverelor DNS.
ru: В конце концов вы можете также набрать в вашем DNS сервере IP адреса.
sl: Vnesete lahko tudi naslov IP strežnika DNS.
tr: Ayrıca DNS sunucusu IP adreslerini de girebilirsiniz.
wa: Et po fini, vos ploz eto dner les adresses IP di vosse sierveu DNS.

source: DNS server address should be in format 1.2.3.4
br: Er furmad 1.2.3.4 e tlefe bezañ chomlec'h ar servijer DNS
cs: Adresa serveru DNS by měla být ve tvaru 1.2.3.4
cy: Dylai cyfeiriad DNS fod mewn fformat 1.2.3.4
da: Adresse på DNS-server skal have formatet 1.2.3.4
de: Die IP-Adresse des DNS-Servers sollte etwa die Form „192.168.1.42“ haben!
el: Η διεύθυνση DNS πρέπει να είναι της μορφής 1.2.3.4
es: La dirección del servidor DNS debe tener formato 1.2.3.4
et: Nimeserveri aadress peab olema kujul 1.2.3.4
eu: DNS zerbitzariaren helbideak 1.2.3.4 formatua izan behar du
fi: Nimipalvelimen osoite pitää olla muotoa 1.2.3.4
fr: L'adresse du DNS doit ressembler à quelque chose comme « 192.168.1.20 »
he: התחביר להגדרת כתובת שרת DNS הוא 1.2.3.4
hu: A DNS kiszolgáló címének formátuma 1.2.3.4 legyen
id: Alamat sever DNS harus dalam format 1.2.3.4
is: Vistfang DNS-þjóns á að vera á sniðinu 1.2.3.4
it: L'indirizzo del server DNS deve essere nel formato 1.2.3.4
nb: DNS-tjeneradresse bør være i formatet 1.2.3.4
nn: DNS-adressa skal vera på formatet «1.2.3.4».
pl: Adres serwera DNS powinien być w formacie typu 1.2.3.4
ro: Adresa serverului DNS ar trebui să fie în formatul 1.2.3.4
ru: Адрес DNS-сервера должен быть в формате 1.2.3.4
sl: Naslov DNS strežnika mora imeti obliko 1.2.3.4.
tr: DNS sunucu adresi 1.2.3.4 biçimide olmalıdır
wa: L' adresse IP do sierveu DNS doet esse del cogne 1.2.3.4

source: Gateway device
br: Trobarzhell an dreuzell
cs: Zařízení brány (gateway)
cy: Dyfais mynedfa
da: Gateway enhed
de: Gateway-Gerät
el: Συσκευή πύλης
es: Dispositivo Puerta de Enlace
et: Lüüsipoolne seade
eu: Atebide-gailua
fi: Yhdyskäytävän laite
fr: Périphérique passerelle
he: התקן שער
hu: Átjáró eszköz
id: Device gateway
is: Netgátt (tækið)
it: Dispositivo di Gateway
nb: Gateway-enhet
nn: Portnar
pl: Interfejs bramy (np. eth0)
ro: Dispozitiv pasarelă
ru: Шлюзовое устройство
sl: Naprava privzetega prehoda
tr: Ağ geçidi aygıtı
wa: Éndjin di pasrele

source: An unexpected error has happened: %s
br: Degouezhet ez eus ur fazi dic'hortoz : %s
cs: Nastala neočekávaná chyba: %s
cy: Digwyddodd gwall annisgwyl: %s
da: En uventet fejl opstod: %s
de: Ein unerwarteter Fehler ist aufgetreten: %s
el: Συνέβη ένα απρόσμενο σφάλμα: %s
es: Ocurrió un error inesperado: %s
et: Tekkis ootamatu viga: %s
eu: Ustekabeko errorea gertatu da: %s
fi: Sattui odottamaton virhe: %s
fr: Une erreur inattendue s'est produite : %s
he: ארעה שגיאה בלתי צפויה: %s
hu: Váratlan hiba történt: %s
id: Sebuah error yang tak terduga telah terjadi: %s
is: Óvænt villa hefur komið upp: %s
it: Si è verificato un errore inatteso: %s
nb: En uventet feil oppstod: %s
nn: Det oppstod ein uventa feil: %s
pl: Wystąpił nieoczekiwany błąd: %s
ro: S-a produs o eroare neașteptată: %s
ru: Возникла неожиданная ошибка: %s
sl: Pojavila se je nepričakovana napaka: %s
tr: Beklenemeyen bir hata oluştu: %s
wa: Åk n' a nén stî, ki ça n' esteut nén ratindou: %s

source: Advanced network settings
br: Dibarzhioù barek ar rouedad
cs: Pokročilá nastavení sítě
cy: Gosodiadau rhwydwaith uwch
da: Avancerede indstillinger for netværk
de: Erweiterte Netzwerk-Einstellungen
el: Προχωρημένες ρυθμίσεις δικτύου
es: Configuraciones avanzadas de red
et: Muud võrguseadistused
eu: Sare ezarpen aurreratuak
fi: Verkon lisäasetukset
fr: Paramètres réseau avancés
hu: Speciális hálózati beállítások
id: Pengaturan jaringan tingkat lanjut
is: Ítarlegri netstillingar
it: Impostazioni di rete avanzate
nb: Avansert nettverksoppsett
nn: Avanserte nettverksinnstillingar
pl: Zaawansowane ustawienia sieci
ro: Configurări avansate de rețea
ru: Дополнительные параметры сети
sl: Napredne nastavitve omrežja
tr: Gelişmiş ağ ayarları

source: Here you can configure advanced network settings. Please note that you have to reboot the machine for changes to take effect.
cs: Zde můžete nastavit pokročilá nastavení sítě. Chcete-li, aby se změny staly aktivní, budete muset restartovat počítač.
cy: Dyma'r gosodiadau rhwydwaith uwch. Sylwch fod angen i chi ailgychwyn y peiriant i'r newidiadau ddod ar waith.
da: Her kan du konfigurere avancerede indstillinger for netværk. Bemærk at du skal genstarte maskinen for at ændringerne skal have effekt.
de: Hier können Sie weitere Netzwerkeinstellungen konfigurieren. Bitte beachten Sie, dass Sie den Computer neu starten müssen um die Änderungen zu übernehmen.
el: Εδώ μπορείτε να ρυθμίσετε τις προηγμένες ρυθμίσεις δικτύου. Για να εφαρμοστούν οι αλλαγές θα πρέπει να επανεκκινήσετε τον υπολογιστή.
es: Aquí puede realizar configuraciones avanzadas de red. Por favor note que debe reiniciar la máquina para que los cambios tengan efecto.
et: Siin saab määrata veel mõningaid võrguseadistusi. Pange tähele, et nende rakendamiseks tuleb masin taaskäivitada.
eu: Hemen sare ezarpen aurreratuak konfiguratu ditzakezu. Mesedez ohartu makina berrabiatu behar duzula aldaketak gauzatu daitezen.
fi: Verkon lisäasetukset. Huomaa, että tietokone tulee käynnistää uudelleen asetuksien tulemiseksi voimaan.
fr: Vous pouvez configurer ici les paramètres avancés de votre réseau. Vous devrez relancer votre machine pour prendre en compte les modifications.
hu: Itt a speciális hálózati beállításokat tudja beállítani. A beállítások végeztével az opciók alkalmazásához szükséges a számítógépet újraindítani.
id: Di sini Anda bisa mengkonfigurasi pengaturan jaringan tingkat lanjut. Perlu dicatat bahwa Anda harus mereboot komputer agar perubahan berlaku.
is: Hér getur þú stillt ítarlegri netstillingar. Athugaðu að þú þarft að endurræsa vélina til að breytingar taki gildi.
it: Qui puoi configurare le impostazioni avanzate per la rete. Attento che occorre riavviare la macchina affinché i cambiamenti abbiano effetto.
nb: Her kan du sette opp avanserte nettverksinnstillinger. Du må starte maskinen på nytt for å bruke forandringene.
nn: Her kan du setja opp avanserte nettverksinnstillingar. Merk at du må starta maskina på nytt for at endringane skal trå i kraft.
pl: Tutaj możesz skonfigurować zaawansowane ustawienia sieci. Musisz ponownie uruchomić komputer, aby ustawienia zostały zastosowane.
ro: Aici puteți configura parametri avansați de rețea. Va trebui să reporniți calculatorul pentru a activa modificările.
ru: Здесь настраиваются дополнительные параметры сети. Чтобы изменения вступили в силу, необходимо перезагрузить систему.
sl: Tu lahko nastavite napredne omrežne nastavitve. Da bi spremembe stopile v veljavo, je potrebno znova zagnati računalnik.
tr: Burada gelişmiş ağ ayarlarını yapılandırabilirsiniz. Lütfen değişikliklerin etkili olabilmesi için makinenizi yeniden başlatmanız gerektiğini unutmayın.

source: Wireless regulatory domain
cs: Regulační doména bezdrátové sítě
cy: Parth rheoli diwifr
da: Trådløst reguleret domæne
de: Wireless Regulierungs-Domain
el: Κανονιστικός τομέας ασύρματου δικτύου
es: Dominio regulador inalámbrico
et: Juhtmeta side regulatsioonipiirkond
eu: Hari gabeko domeinu arautzailea
fi: Langattoman verkon regulatiivinen toimialue
fr: Domaine réglementaire des réseaux sans fil
hu: Vezeték nélküli tartományvezérlés
id: Domain regulasi nirkabel
is: Þráðlaus net lén
it: Dominio regolatore per reti wireless
nb: Trådløst regulatordomene
nn: Reguleringsdomene for trådlaustilkopling
pl: Domena sieci bezprzewodowej
ro: Domeniul normativ de rețea fără-fir
ru: Домен беспроводной сети
sl: Regulatorna domena za brezžično omrežje
tr: Kablosuz dolaşım alanı

source: TCP/IP settings
br: Kefluniadur TCP/IP
cs: Nastavení TCP/IP
cy: Gosodiadau TCP/IP
da: TCP/IP-opsætning
de: TCP/IP-Einstellungen
el: Ρυθμίσεις TCP/IP
es: Configuraciones TCP/IP
et: TCP/IP seadistused
eu: TCP/IP ezarpenak
fi: TCP/IP-asetukset
fr: Paramètres TCP/IP
hu: TCP/IP beállítások
id: Pengaturan TCP/IP
is: TCP/IP stillingar
it: Impostazioni TCP/IP:
nb: TCP/IP-oppsett
nn: TCP/IP-innstillingar
pl: Ustawienia TCP/IP
ro: Parametri TCP/IP
ru: Настройки TCP/IP
sl: Nastavitve TCP/IP
tr: TCP/IP ayarları

source: Disable IPv6
br: Marvaat IPv6
cs: Zakázat IPv6
cy: Analluogi IPv6
da: Deaktivér IPv6
de: IPv6 abschalten
el: Απενεργοποίηση του IPv6
es: Deshabilitar IPv6
et: IPv6 keelamine
eu: IPv6 ezgaitu
fi: Poista IPv6 käytöstä
fr: Désactiver IPv6
hu: IPv6 kikapcsolása
id: Matikan IPv6
is: Aftengja IPv6
it: Disattiva IPv6
nb: Slå av IPv6
nn: Slå av IPv6
pl: Wyłącz IPv6
ro: Dezactivează IPv6
ru: Отключить IPv6
sl: Onemogoči IPv6
tr: IPv6' yı Devre Dışı Bırak

source: Disable TCP Window Scaling
cs: Zakázat škálování okna TCP
cy: Analluogi graddio Ffenestr TCP
da: Deaktivér skalering af TCP-vindue
de: TCP Window-Scaling abschalten
el: Απενεργοποίηση καταμερισμού παραθύρου TCP
es: Deshabilitar ventana de escalamiento TCP
et: TCP akna skaleerimise keelamine
eu: Ezgaitu TCP leiho eskalatzea
fi: Poista "TCP Window Scaling" käytöstä
fr: Désactiver l'adaptation de la fenêtre TCP
hu: TCP ablak méretezés letiltása
id: Matikan Window Scaling TCP
is: Aftenga TCP gluggaskölun
it: Disattiva il "TCP Window Scaling"
nb: Slå av TCP vindusskalering
nn: Slå av TCP-vindaugsskalering
pl: Wyłącz skalowanie okna TCP
ro: Dezactivează adaptarea ferestrelor TCP
ru: Отключить масштабирование окна TCP
sl: Onemogoči spreminjanje velikosti okna za TCP
tr: TCP Pencere Ölçeklemesini Devredışı Bırak

source: Disable TCP Timestamps
cs: Zakázat časové značky TCP
cy: Analluogi Stamp Amser TCP
da: Deaktivér TCP-tidsstempler
de: TCP-Zeitstempel abschalten
el: Απενεργοποίηση χρονικών σφραγίδων TCP
es: Deshabilitar marcas de tiempo TCP
et: TCP ajatemplite keelamine
eu: Ezgaitu TCP Timestamps aukera
fi: Poista "TCP Timestamps" käytöstä
fr: Désactiver l'option TCP Timestamps
hu: TCP időablak letiltása
id: Matikan Timestamps TCP
is: Aftenga TCP tímastimpla
it: Disattiva i TCP Timestamp
nb: Slå av TCP-tidsstempler
nn: Slå av TCP-tidsstempel
pl: Wyłącz znaczniki czasu TCP
ro: Dezactivează opțiunea TCP Timestamps
ru: Отключить метки времени TCP
sl: Onemogoči časovne oznake za TCP
tr: TCP Zaman Vurgularını Devre Dışı Bırak

source: Security settings (defined by MSEC policy)
cs: Nastavení zabezpečení (definované politikou msec)
cy: Gosodiadau diogelwch (diffiniwyd gan bolisi MSEC)
da: Sikkerhedsindstillinger (defineret af MSEC-retninglinjer)
de: Sicherheitseinstellungen (durch die MSEC-Regeln definiert)
el: Ρυθμίσεις ασφαλείας (όπως ορίζονται από την πολιτική MSEC)
es: Configuraciones de seguridad (definidas por la política MSEC)
et: Turvaseadistused (kindlaks määratud Mseci reeglitega)
eu: Segurtasun ezarpenak (MSEC politikak zehaztuta)
fi: Turvallisuusasetukset (MSEC:n määrittelemät)
fr: Paramètres de sécurité (définis par la politique MSEC)
hu: Biztonsági beállítások (MSEC eljárások beállítása)
id: Pengaturan keamanan (ditetapkan oleh kebijakan MSEC)
is: Öryggisstillingar (Skilgreindar með MSEC stefnu)
it: Impostazioni per la sicurezza (definite da regole MSEC)
nb: Sikkerhetsoppsett (angitt av MSEC)
nn: Tryggleiksinnstillingar (definert av MSEC-praksis)
pl: Ustawienia bezpieczeństwa (zdefiniowane w polityce MSEC)
ro: Parametri de securitate (definiți de politica MSEC)
ru: Параметры безопасности (определённые политикой MSEC)
sl: Varnostne nastavitve (določa jih politika MSEC)
tr: Güvenlik ayarları (MSEC kuralı tarafından belirlenen)

source: Disable ICMP echo
cs: Zakázat ozvěnu ICMP
cy: Anablu adlais ICMP
da: Deaktivér ICMP echo
de: ICMP-Echo abschalten
el: Απενεργοποίηση αντήχησης ICMP
es: Deshabilitar eco ICMP
et: ICMP echo keelamine
eu: ICPM echo ezgaitu
fi: Älä vastaa Ping-viesteihin
fr: Désactiver l'écho ICMP
hu: ICMP echo letiltása
id: Matikan echo ICMP
is: Aftengja ICMP echo
it: Disattiva eco di IMCP (ping)
nb: Slå av ICMP-ekko
nn: Slå av ICMP-ekko
pl: Wyłącz komunikaty ICMP
ro: Dezactivează ecoul ICMP
ru: Отключить ICMP-эхо
sl: Onemogoči odmev ICMP
tr: ICMP Yankısını Devre Dışı Bırak

source: Disable ICMP echo for broadcasting messages
cs: Zakázat ozvěnu ICMP pro všesměrové zprávy
cy: Anablu adlais ICMP ar gyfer darlledu negeseuon
da: Deaktivér ICMP echo for rundkastningsbeskeder
de: ICMP-Echo für Broadcasting-Meldungen deaktivieren
el: Απενεργοποίηση της αντήχησης ICMP για την εκπομπή μηνυμάτων
es: Deshabilitar echo ICMP para mensajes broadcast
et: ICMP echo keelamine leviteadetele
eu: Ezgaitu ICMP echo difusio mezuentzako
fi: Älä vastaa yleislähetysosoitteeseen lähetettyihin Ping-viesteihin
fr: Désactiver l'écho ICMP pour les messages de diffusion
hu: ICMP echo letiltása a rádiósugárzott üzenetekben
id: Matikan echo ICMP untuk pesan broadcast
is: Aftengja ICMP echo fyrir útvörpunarskeyti
it: Disattiva la ripetizione ICMP per i messaggi diffusi
nb: Slår av ICMP-ekko for kringkasting av meldinger
nn: Slå av ICMP-ekko for kringkastingsmeldingar
pl: Wyłącz komunikaty ICMP wiadomości rozgłoszeniowych
ro: Dezactivează ecoul ICMP pentru mesajele difuzate
ru: Отключить ICMP-эхо для широковещательных сообщений
sl: Onemogoči odmev ICMP za sporočila oddajanja
tr: Yayımlanan iletiler için ICMP yankısını devredışı bırak

source: Disable invalid ICMP error responses
cs: Zakázat neplatné chybové odpovědi ICMP
cy: Anablu ymatebion gwall ICMP annilys
da: Deaktivér ugyldige ICMP fejlsvar
de: Deaktiviere ungültige ICMP-Fehler-Antworten
el: Απενεργοποίηση των άκυρων απαντήσεων ICMP
es: Deshabilitar respuestas de error ICMP inválidas
et: Vigaste ICMP veavastuste keelamine
eu: Ezgaitu baliogabeko ICMP akatsen erantzunak
fi: Älä vastaa virheellisiin Ping-viesteihin
fr: Désactiver les réponses ICMP invalides
hu: Érvénytelen ICMP hiba válaszok letiltása
id: Matikan respon error ICMP yang tidak valid
is: Aftengja viðbrögð við ógildum ICMP pökkum
it: Disattiva le risposte di errore a pacchetti ICMP non validi
nb: Slå av ugyldige responser for ICMP-feil
nn: Slå ugyldige ICMP-feilmeldingar
pl: Wyłącz odpowiedzi na nieprawidłowe komunikaty ICMP
ro: Dezactivează mesajele de eroare ICMP invalide
ru: Отключить недопустимые ответы об ошибках ICMP
sl: Onemogoči odzive na napake neveljavnega ICMP
tr: Geçersiz ICMP hata cevaplarını devredışı bırak

source: Log strange packets
cs: Zaznamenávat divné pakety
cy: Cofnodi pecynnau rhyfedd
da: Log mærkelige pakker
de: Protokolliere ungewöhnliche Pakete
el: Καταγραφή παράξενων πακέτων
es: Registrar paquetes extraños
et: Veidrate pakettide logimine
eu: Erregistratu pakete arraroak
fi: Kirjaa oudot paketit ylös
fr: Tracer les paquets étranges
hu: Szokatlan csomagok naplózása
id: Catat paket asing
is: Skrá undarlega pakka
it: Registra i pacchetti anomali
nb: Loggfør merkelige pakker
nn: Loggfør rare pakkar
pl: Rejestracja dziwnych pakietów
ro: Înregistrează în jurnal pachetele bizare
ru: Записывать в журнал странные пакеты
sl: Beleži čudne pakete
tr: Yabancı paketleri günlükle
