Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Domain master = yes, causes the server to register the NetBIOS name <pdc name>. This name will be recognized by other servers.
cs: Domain master = yes způsobí, že server zaregistruje svůj název NetBIOS <pdc name>. Tento název bude rozpoznán ostatními servery.
cy: Mae domain master = yes, yn achosi'r gweinydd i gofrestru'r enw NetBIOS <pdc name>. Bydd yr enw'n cael ei adnabod gan weinyddion eraill.
da: Domain master = yes, får serveren til at registere NetBIOS navnet <pdc navn>. Dette navn vil blive genkendt af andre servere.
de: Domänen-Master = ja, veranlasst den Server, einen NetBIOS Namen <pdc name> einzutragen. Dieser Name wird von anderen Servern erkannt werden.
el: Domain master = yes, προκαλεί στον εξυπηρετητή να δηλωθεί στο όνομα NetBIOS <pdc name >. Αυτό το όνομα θα αναγνωρίζεται από τους άλλους εξυπηρετητές.
es: Dominio maestro = yes, causa que el servidor registre el nombre NetBIOS <pdc name>. Este nombre será reconocido por otros servidores.
et: Domeeni master = jah sunnib serveri registreerima NetBIOS-e nime <pdc nimi>. Seda nime tunnustavad seejärel teised serverid.
eu: Domain master = yes, zerbitzariak NetBIOS izena erregistratu dezan eragiten du <pdc name>. Beste zerbitzariek izen hau ezagutuko dute.
fi: Domain master = yes rekisteröi palvelimen NetBIOS-nimen <pdc name>. Muut palvelimet tunnistavat tämän nimen.
fr: Domain master = yes, implique que le serveur se déclarera sous le nom NetBIOS <pdc name>. Ce nom sera reconnu par les autres serveurs.
he: Domain master = yes, גורם לשרת לרשום את שם ה-NetBIOS <pdc name>. שם זה יזוהה על ידי שרתים אחרים.
hu: Domain master = yes esetén szükséges a kiszolgáló <pdc name> NetBIOS nevének regisztrálására. Ez a név különbözteti meg a többi kiszolgálójától.
id: Master domain = ya, menyebabkan server mendaftarkan nama NetBios <pdc name>. Nama ini akan dikenali oleh server lain.
is: Domain master = yes, veldur því að skráð er NETBIOS nafnið <pdc name>. Þetta nafn verður þekkt af öðrum miðlurum.
it: Domain master = yes, causa che il server se si registri in NetBIOS con il nome <pdc name>. Questo nome verrà riconosciuto dagli altri server.
nb: Domainmaster = ja, gjør at tjeneren registrerer NetBIOS-navnet <pdc-navn>. Dette navnet vil bli gjenkjent av andre tjenere.
nn: «Domain master = yes» får tenaren til å registrera NetBIOS-namnet <pdc name>. Dette namnet vert attkjend av andre tenarar.
pl: Domain master = yes. Tak ustawiona opcja umożliwia zarejestrowanie nazwy NetBIOS <nazwa pdc>. Nazwa ta będzie rozpoznawana przez inne serwery.
ro: Domain master = yes, impune serverului să se declare cu numele NetBIOS <pdc name>. Acest nume va fi cel recunoscut de către celelalte servere.
ru: "Domain master = yes" означает, что сервер зарегистрирует для себя NetBIOS-имя в виде <pdc name>. Это имя будет опознаваться другими серверами.
sl: Glavni v domeni = da povzroči, da strežnik registrira ime NetBIOS <ime pdc>. To ime potem prepoznajo ostali strežniki.
tr: Alan birincili = evet, sunucunun NetBIOS adını kaydetmesine neden olur <pdc ismi>. Bu isim diğer sunucular tarafından algılanacaktır.

source: Wins support:
cs: Podpora WINS:
cy: Cefnogaeth Wins:
de: Wins-Unterstützung:
el: Υποστήριξη Wins:
es: Soporte de Wins:
et: Winsi tugi:
eu: Wins euskarria:
fi: Wins-tuki:
fr: Support de Wins :
he: תמיכה ב-Wins:
hu: Wins támogatás:
id: Dukungan Wins:
is: Wins stuðningur:
it: Supporto Wins:
nb: Wins-støtte:
nn: Wins-støtte:
pl: Obsługa Wins:
ro: Suport Wins:
ru: Поддержка Wins:
sl: Podpora za WINS:
tr: Wins desteği:

source: admin users:
br: Merourien :
cs: Uživatelé správci:
cy: defnyddiwyr gweinyddol:
da: admin-brugere:
de: Administratoren:
el: διαχειριστές:
es: usuarios administradores:
et: administraatorid:
eu: admin erabiltzaileak:
fi: pääkäyttäjät:
fr: Utilisateurs administrateurs :
he: משתמשים מנהלים:
hu: Rendszergazdai jogú felhasználók:
id: pengguna admin:
is: kerfisstjórar:
it: utenti amministratori:
nb: adminbrukere:
nn: admin-brukarar:
pl: administratorzy:
ro: utilizatori administratori:
ru: администраторы:
sl: Skrbniki:
tr: yöneticiler:

source: Os level:
cs: Úroveň OS:
cy: Lefel SW:
da: OS niveau:
el: Επίπεδο λειτουργικού συστήματος:
es: Nivel de Os:
et: OS-i tase:
eu: SE maila:
fi: Os-taso:
fr: Niveau OS :
he: רמת מערכת ההפעלה:
hu: Os szint:
id: Level os:
is: OS þrep:
nb: OS-nivå:
nn: OS-nivå:
pl: Poziom systemu:
ru: Уровень ОС:
sl: Nivo OS:
tr: Os seviyesi:

source: The global os level option dictates the operating system level at which Samba will masquerade during a browser election. If you wish to have Samba win an election and become the master browser, you can set the level above that of the operating system on your network with the highest current value. ie: os level = 34
cs: Globální volba úrovně OS určuje úroveň operačního systému, za jaký se bude Samba vydávat při volbě prohlížeče. Pokud si přejete, aby Samba volbu vyhrála a stala se hlavním prohlížečem, nastavte tuto úroveň nad aktuální úroveň ostatních operačních systémů na síti, např.: os level = 34
cy: Mae dewis lefel system weithredu eang yn pennu'r lefel y bydd Samba yn ffugio yn ystod dewis porwr. Os ydych am i Samba ennill y dewis a dod yn brif borwr, yna gallwch osod y lefel uwchlaw'r system weithredu ar eich rhwydwaith gyda'r gwerth cyfredol uchaf, h.y. lefel sw = 34
da: Den generelle OS-niveau valgmulighed bestemmer operativsystems-niveauet som Samba vil maskeradere på ved udvælgelse af browser. Hvis du ønsker at Samba skalvinde en udvælgelse og blive hoved-browser, kan du sætte niveauet over operativsystemets på dit netværk med den højeste aktuelle værdi. dvs.: os level = 34
de: Der globale OS-Level beeinflusst den OS-Level, den Samba während der Browserauswahl angibt. Wenn Sie Samba als Master-Browser definieren wollen, sollten Sie den OS-Level höher ansetzen als den des Betriebssystems mit dem höchsten Level in Ihrem Netzwerk, also z.B. OS-Level = 34
el: Η καθολική επιλογή επιπέδου λειτουργικού συστήματος ορίζει την τιμή του επιπέδου του λειτουργικού συστήματος που θα μιμείται ο Samba κατά την διάρκεια εκλογών των περιηγητών. Αν επιθυμείτε ο Samba να κερδίσει την εκλογή και να γίνει ο κύριος εξυπηρετητής, πρέπει να ορίσετε ένα επίπεδο ανώτερο από αυτό του λειτουργικού συστήματος που κατέχει την υψηλότερη τιμή στο δίκτυό σας. Π.χ. : Επίπεδο λειτουργικού συστήματος = 34
es: La opción de nivel global de os dicta el nivel de sistema operativo al que Samba enmascarará durante una elección de navegador. Si desea que Samba gane la elección y se convierta en el navegador maestro, puede configurar el nivel sobre el del sistema operativo de su red con el mayor valor actual. Por ejemplo, os level = 34
et: Globaalne OS-i tase määrab operatsioonisüsteemi taseme, mille puhul Samba kasutab brauseri valimisel maskimist. Kui soovite, et Samba tuleks valimistelt välja võitjana ja saaks peabrauseriks, tuleb valida tase, mis on kõrgem kui Teie võrgu kõrgeima väärtusega operatsioonisüsteemil. Näide: OS-i tase = 34
eu: «Os level» aukera globalak Sambak zerbitzarien hautaketa batean erakutsiko duen sistema eragile maila zehazten du. Sambak hautaketa irabazi eta zerbitzari nagusi bihur dadin nahi baduzu, bere maila zure sarean balio altuena duen sistema eragilearen balioaren gainetik ezarri dezakezu.Adib: os level = 34
fi: Järjestelmänlaajuinen OS-tasoasetus määrittelee käyttöjärjestelmän tason, joksi Samba tekeytyy ohjauskoneen valinnan aikana. Jos Samban halutaan voittavan valinta ja tulevan ohjauskoneeksi, voidaan arvoksi antaa suurempi kuin suurimman verkossa tällä hetkellä olevan koneen arvo on. Esim: os level = 34
fr: L'option globale « Niveau OS » détermine la valeur de système d'exploitation que simulera Samba lors des élections entre serveurs. Si vous souhaitez que Samba gagne l'élection et devienne le serveur maître, vous devez saisir un niveau supérieur à celui du système d'exploitation ayant la valeur la plus élevée de votre réseau. Ex : Niveau OS = 34
he: רמת מערכת ההפעלה הגלובלית קובעת באיזו רמה תמוקם Samba בעת בחירת סייר רשת. אם ברצונך ש-Samba תנצח בבחירה ותהיה הסייר הראשי עליך לכוון את את הרמה לגבוהה מזו של מערכת ההפעלה הגבוהה ביותר בדרוג ברשת שלך. לדוגמה os level = 34
hu: Az általános os szint meghatározza az operációs rendszernek azt a szintjét, amit a Samba mutat egy böngészés alatt. Ha Ön a Sambája a "master browser", akkor be tudja állítani a hálózatán elérhető legmagasabb operációs szintet. Pl.: os szint = 34
id: Opsi level os global menentukan level sistem operasi di mana Samba akan menyamar selama pemilihan browser. Jika Anda ingin Samba terpilih dan menjadi browser master, Anda bisa mengatur level atas dari sistem operasi pada jaringan Anda dengan nilai tertinggi saat ini. Misal: level os = 34
is: Víðværa breytan "os level" stýrir hvaða stýrikerfi Samba þykist vera þegar fram fer kosning á nafnamiðlara. Ef þú vilt láta Samba vinna kosninguna og verða aðal-nafnamiðlari, þá getur þú sett þrepið hærra en það stýrikerfi á netinu sem er með hæsta gildið. t.d: os level = 34
it: L'opzione globale «os level» determina il valore di sistema operativo simulato da Samba durante le «elezioni» tra server. Se desideri che Samba vinca l'elezione e diventi il server principale, devi impostare un livello superiore a quello del sistema operativo con il valore più alto nella tua LAN. Ad es.: os level = 34
nb: Det globale OS-nivåvalget dikterer operativsystemnivået Samba vil maskere i løpet av et leservalg. Hvis du ønsker at Samba skal vinne et valg og bli hovedleser kan du sette nivået over det operativsystemet på nettverket som har den høyeste verdien for øyeblikket. F.eks: os-level = 34
nn: Det globale OS-nivåvalet fastset operativsystemnivået som Samba skal maskera som ved tenarval. Viss du ønskjer at Samba skal vinna valet og verta hovudtenaren, kan du setja nivået høgare enn operativsystemet på nettverket med den høgaste verdien, for eksempel nivå 34.
pl: Opcja globalna os level określa poziom systemu operacyjnego, jaki Samba wykorzysta podczas procesu wyborów przeglądarki (w sieci). Jeżeli chcesz, aby serwer Samba wygrał wybory i został główną przeglądarką (w sieci) możesz ustawić poziom wyższy niż obecnie posiadany przez jakiś komputer w sieci, np. os level = 34
ro: Opțiunea globală „Os level” determină nivelul sistemului de operare pe care Samba îl va simula în timpul scrutinului între servere. Dacă doriți ca Samba să cîștige alegerile și să devină noul server principal, trebuie să-i specificați un nivel superior celui dintre sistemele de operare cu nivelul cel mai mare, prezent în rețea. Ex: Os level = 34
ru: Уровень ОС определяет вероятность выбора сервера рабочей станцией при поиске в локальной сети. Чтобы Samba-сервер выиграл в этом выборе, установите значение выше, чем самое высокое значение операционной системы, присутствующей в сети, например, os level = 34.
sl: Globalni nivo OS določa nivo operacijskega sistema, pod katerim se predstavlja Samba med izbiranjem brskalnika. Če želite, da bo izbrana Samba in tako postala glavni brskalnik, nastavite nivo višje, kakršnega že imajo operacijski sistemi, ki so trenutno v omrežju. Na primer na 34.
tr: Genel os seviyesi seçeneği, Samba' nın tarayıcı seçimi sırasında hangi işletim sistemi seviyesini taklit edeceğeni belirler. Samba' nın bir seçimi kazanması ve birincil tarayıcı olmasını istiyorsanız, ağınızdaki işletim sisteminin üzerinde bir seviye ve en üst değeri belirleyebilirsiniz. Örn: os level = 34

source: The domain is wrong.
br: Fall eo an domani.
cs: Doména je špatně.
cy: Maeth parth yn anghywir
da: Domænet er forkert.
de: Falsche Domäne
el: Ο τομέας είναι λάθος.
es: El dominio es erróneo.
et: Domeen on vale.
eu: Domeinua gaizki dago.
fi: Toimialue on väärä.
fr: Le domaine est incorrect.
he: המתחם שגוי
hu: A domain hibás.
id: Domain salah
is: Lénsnafnið er rangt.
it: Il dominio è sbagliato.
nb: Domenet er feil.
nn: Domenet er feil.
pl: Nieprawidłowa domena.
ro: Domeniul este incorect.
ru: Недопустимый домен.
sl: Domena je napačna.
tr: Alan yanlış.

source: Workgroup
br: Strollad labour
cs: Pracovní skupina
da: Arbejdsgruppe
de: Arbeitsgruppe
el: Ομάδα εργασίας
es: Grupo de trabajo
et: Töögrupp
eu: Lantaldea
fi: Työryhmä
fr: Groupe de travail
he: קבוצת עבודה
hu: Munkacsoport
is: Staðarnetshópur
nb: Arbeidsgruppe
nn: Arbeidsgruppe
pl: Grupa robocza
ro: Grup de lucru
ru: Рабочая группа
sl: Delovna skupina
tr: Çalışma grubu

source: Samba needs to know the Windows Workgroup it will serve.
cs: Samba potřebuje znát pracovní skupinu Windows, které bude sloužit.
cy: Mae Samba angen gwybod i ba Windows Workgroup bydd yn gweini.
da: Samba har brug for at vide hvilken Windows arbejdsgruppe som den skal betjene.
de: Samba muss die Windows-Arbeitsgruppe kennen, für die es als Server dienen wird.
el: Ο Samba πρέπει να γνωρίζει το όνομα της ομάδας εργασίας Windows που θα εξυπηρετεί.
es: Samba necesita conocer el Grupo de trabajo de Windows al que servirá.
et: Samba peab teadma, millist Windowsi töögruppi teenindada.
eu: Sambak ezagutu behar du zerbitzatuko duen Windows Lantaldea.
fi: Samban tarvitsee tietää Windows-työryhmä, jota se palvelee.
fr: Samba doit connaître le nom du groupe de travail Windows qu'il servira.
he: Samba צריכה לדעת איזו קבוצת עבודה של וינדוז היא תשרת.
hu: A Samba egy Windows Munkacsoport meghatározását igényli.
id: Samba harus mengetahui Workgroup Windows yang akan dilayani.
is: Samba þarf að vita hvaða Windows staðarnetshóp það mun þjóna.
it: Samba deve conoscere il Workgroup Windows da servire.
nb: Samba må vite hvilken arbeidsgruppe den skal betjene.
nn: Samba må veta kva Windows-arbeidsgruppa han skal gjelda for.
pl: Samba musi uzyskać informację jaką grupę roboczą Windows będzie obsługiwać.
ro: Samba trebuie să cunoască grupul de lucru Windows pe care-l va deservi.
ru: Для Samba-сервера необходимо указать рабочую группу Windows, которую он будет обслуживать.
sl: Samba mora vedeti, kateri delovni skupini Windows bo stregla.
tr: Samba' nın hizmet edeceği Windows Çalışma Grubu' nu bilmesi gerekiyor.

source: Workgroup:
br: Strollad labour :
cs: Pracovní skupina:
da: Arbejdsgruppe:
de: Arbeitsgruppe:
el: Ομάδα εργασίας:
es: Grupo de trabajo:
et: Töögrupp:
eu: Lantaldea:
fi: Työryhmä:
fr: Groupe de travail :
he: קבוצת עבודה:
hu: Munkacsoport:
is: Staðarnetshópur:
nb: Arbeidsgruppe:
nn: Arbeidsgruppe:
pl: Grupa robocza:
ro: Grup de lucru:
ru: Рабочая группа:
sl: Delovna skupina:
tr: Çalışma grubu:

source: Netbios name:
br: Anv Netbios :
cs: Název NetBIOS:
cy: Enw Netbios :
da: Netbios-navn:
de: NetBIOS Rechnername:
el: Όνομα Netbios:
es: Nombre Netbios:
et: NetBIOS-e nimi:
eu: Netbios izena:
fi: NetBIOS-nimi:
fr: Nom NetBios :
he: שם Netbios:
hu: Netbios név:
id: Nama Netbios:
is: Netbios nafn:
it: Nome Netbios:
nb: Netbios-navn:
nn: Netbios-namn:
pl: Nazwa NetBIOS komputera:
ro: Nume Netbios:
ru: Netbios-имя:
sl: Ime NetBIOS:
tr: Netbios ismi:

source: The Workgroup is wrong.
br: Fall eo ar strollad labour.
cs: Pracovní skupina je špatně.
cy: Mae'r Workgroup yn anghywir.
da: Arbejdsgruppen er forkert.
de: Falsche Arbeitsgruppe
el: Η ομάδα εργασίας είναι λάθος.
es: El grupo de trabajo es erróneo.
et: Töögrupp on vale.
eu: Lantaldea gaizki dago.
fi: Työryhmä on väärä.
fr: Le groupe de travail est incorrect.
he: קבוצת העבודה שגויה.
hu: A Munkacsoport hibás.
id: Workgroup salah.
is: Staðarnetshópur er rangur.
it: Il Workgroup è sbagliato.
nb: Arbeidsgruppen er feil.
nn: Arbeidsgruppa er feil.
pl: Nieprawidłowa grupa robocza.
ro: Grup de lucru incorect.
ru: Недопустимая рабочая группа.
sl: Delovna skupina je napačna.
tr: Çalışma Grubu yanlış.

source: Security mode
br: Mod surentez
cs: Bezpečnostní režim
cy: Modd diogelwch
da: Sikkerhedstilstand
de: Sicherheitsmodus:
el: Λειτουργία ασφάλειας
es: Modo de seguridad
et: Turvarežiim
eu: Segurtasun modua
fi: Turvallisuustaso
fr: Mode de sécurité
he: מצב אבטחה
hu: Biztonsági mód
id: Mode keamanan
is: Öryggisstefna
it: Modalità sicurezza
nb: Sikkerhetsmodus
nn: Tryggleiksmodus
pl: Tryb bezpieczeństwa
ro: Mod de securitate
ru: Режим безопасности
sl: Varnostni način
tr: Güvenlik kipi

source: User level: the client sends a session setup request directly following protocol negotiation. This request provides a username and password.
cs: Úroveň uživatele: Klient posílá požadavek na započetí sezení přímo po vyjednání protokolu. Tento požadavek poskytuje uživatelské jméno a heslo.
cy: Lefel defnyddiwr: mae'r rhaglen angen anfon cais am osod sesiwn yn union wedi negodi'r protocol. Bydd y cais yn darparu enw defnyddiwr a chyfrinair.
da: Brugerniveau: Klienten sender en forespørgsel om opsætning lige efter protokolforhandling. Denne forespørgsel indeholder brugernavn og adgangskode.
de: User Level: der Client sendet direkt nach der Protokoll-Verständigung eine Anfrage. Diese Anfrage enthält einen Usernamen und ein Passwort.
el: Επίπεδο χρήστη: ο πελάτης στέλνει απευθείας ένα αίτημα, για να ανοίξει μια σύνδεση, μετά την διαπραγμάτευση του πρωτοκόλλου. Αυτή η αίτηση περιέχει ένα όνομα χρήστη και έναν κωδικό πρόσβασης.
es: Nivel de usuario: el cliente envía directamente una petición de configuración de sesión siguiendo el protocolo de negociación. Esta petición provee nombre de usuario y contraseña.
et: Kasutaja (user) tase: klient saadab seansi häälestamise soovi otse pärast protokolli läbirääkimisi. Soov sisaldab kasutajanime ja parooli.
eu: Erabiltzaile maila: erabiltzaileak saio ezarpen eskaera bat zuzenean bidaltzen du protokolo negoziazioa jarraituz. Eskaera honek erabiltzaile izen eta pasahitz bat hornitzen ditu.
fi: Käyttäjätaso: Asiakas lähettää istunnon asetuspyynnön suoraan käyttämällä protokollan neuvottelua. Pyyntö sisältää käyttäjätunnuksen ja salasanan.
fr: Niveau utilisateur : le client envoie directement une demande d'ouverture de session après la négociation du protocole. Cette demande contient un nom d'utilisateur et un mot de passe.
he: רמת משתמש: הלקוח שולח בקשה להקמת קשר מיד אחרי תאום הפרוטוקול. בקשה זו מספקת שם משתמש וסיסמה.
hu: Felhasználó szint: a kliens küld egy kérést a munkafolyamat protokolljának beállításához. A kérés egy felhasználónév - jelszó párost tartalmaz.
id: Level pengguna: klien mengirim permintaan aturan sesi langsung mengikuti negosiasi protokol. Permintaan ini berisi nama pengguna dan sandi.
is: Notanda-þrep: biðlarinn sendir beiðni um lotu-tengingu eftir að samskiptamáti hefst. Þessi aðferð krefst notandanafns og lykilorðs.
it: Livello Utente: il client manda direttamente la richiesta di inizio sessione secondo la negoziazione di protocollo. Questa richiesta fornisce utente e password.
nb: Brukernivå: klienten sender en forespørsel om et sesjonsoppsett, tett forfulgt av en protokollformidling. Denne forespørselen gir et brukernavn og passord.
nn: Brukarnivå: Klienten sender ein førespurnad om øktoppsett rett etter protokollforhandlinga. Førespurnaden inneheld brukarnamn og passord.
pl: Na poziomie użytkownika: klient wysyła żądanie połączenia, które zawiera nazwę użytkownika i hasło.
ro: Nivel utilizator: clientul trimite direct o cerere de deschidere de sesiune după negocierea protocolului. Această cerere conține un nume de utilizator și o parolă.
ru: Уровень пользователя: сразу после согласования протоколов клиент отправляет серверу запрос для установки сеанса. В этом запросе передаются имя пользователя и пароль.
sl: Uporabniški nivo: takoj po pogajanju glede protokola odjemalec pošlje zahtevek za nastavitev seje. Ta zahtevek vsebuje uporabniško ime in geslo.
tr: Kullanıcı seviyesi: araç, protokol uyuşmasını takiben bir oturum açma istemi gönderir. Bu istem bir kullanıcı ismi ve parolası sunar.

source: Share level: the client authenticates itself separately for each share
cs: Úroveň sdílení: Klient se ověřuje zvlášť pro každé sdílení
cy: Lefel rhannu: mae'r rhaglen yn dilysu ei hun ar wahân ar gyfer pob rhaniad.
da: Deleniveau: Klienten autentificerer sig igen for hvert delt område
de: Share Level: der Client authentifiziert sich selbst für jede einzelne Share
el: Επίπεδο κοινής χρήσης: ο πελάτης ταυτοποιείται ξεχωριστά, για κάθε κοινή χρήση.
es: Nivel de compartición: el cliente se autentica a sí mismo separadamente para cada compartición
et: Jagatud ressursi (share) tase: klient autendib end eraldi iga ressursi puhul
eu: Partekatze maila: bezeroa partekatutako baliabide bakoitzera egiaztatzen da
fi: Jakotaso: Asiakas tunnistautuu jokaiseen jakoon erikseen.
fr: Niveau partage : le client s'identifie séparément pour chaque partage
he: רמת שיתוף: הלקוח מזהה עצמו באופן נפרד עבור כל שיתוף
hu: Megosztási szint: a kliens azonosítja a különböző megosztásokat
id: Level share: klien mengotentikasi dirinya terpisah untuk setiap share
is: Sameignar-þrep: biðlarinn þarfnast auðkenningar fyrir hverja sameign
it: Livello Condivisione: Il client si autentica separatamente ad ogni condivisione.
nb: Ressursnivå: klienten autentiserer seg selv for hver enkelt ressurs
nn: Delenivå: Klienten autentiserer seg på nytt for kvart delt område.
pl: Na poziomie udziału: klient uwierzytelnia się dla każdego udziału osobno.
ro: Nivel partaj: clientul se identifică separat pentru fiecare partaj
ru: Уровень сервера: клиент должен проходить аутентификацию для каждого общего ресурса.
sl: Nivo souporabe: za vsak vir v souporabi se odjemalec overi posebej
tr: Paylaşım seviyesi: araç, her paylaşım için ayrı ayrı kendini yetkilendirir.
