Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Start the connection at boot
br: Lañsañ ar gevradenn pa loc'hañ
cs: Spustit připojení při startu
cy: Cychwyn y cysylltiad wrth gychwyn y cyfrifiadur
da: Start opkoblingen ved opstart
de: Starten der Verbindung beim Booten
el: Ξεκινήστε τη σύνδεση κατά την εκκίνηση
es: Iniciar la conexión en el arranque
et: Ühendus käivitatakse arvuti käivitamisel
eu: Lotura abioan abiarazi
fi: Käynnistä yhteys koneen käynnistyessä
fr: Lancer la connexion au démarrage
he: הפעלת את החיבור באתחול המחשב
hu: A kapcsolat elindítása rendszerindításkor
id: Mulai koneksi saat boot
is: Tengjast við ræsingu
it: Avviare la connessione al boot
nb: Start tilkoblingen under oppstart
nn: Start sambandet ved oppstart
pl: Uruchom połączenia przy starcie systemu
ro: Inițiază conexiunea la pornire
ru: Устанавливать соединение при загрузке
sl: Omogoči povezavo ob zagonu sistema
tr: Bağlantıyı açılışta başlat
wa: Enonder l' raloyaedje a l' enondaedje

source: Enable traffic accounting
cs: Povolit počítání provozu
cy: Caniatau cyfrifo defnydd
da: Aktivér trafikkontering
de: Netzwerkverkehr-Protokollierung aktivieren
el: Ενεργοποίηση της καταμέτρησης κυκλοφορίας
es: Habilitar contabilidad de tráfico
et: Võrguliikluse arvestuse lubamine
eu: Gaitu trafikoaren kontabilitatea
fi: Ota käyttöön verkkoliikenteen laskenta
fr: Activer les statistiques réseau
hu: Forgalommérés engedélyezése
id: Hidupkan penghitungan lalu lintas
it: Attiva la contabilizzazione del traffico
nb: Slå på trafikkutregning
nn: Loggfør trafikk
pl: Włącz koszty ruchu sieciowego
ro: Activează contabilizarea traficului
ru: Включить подсчет трафика
sl: Omogoči spremljanje prometa
tr: Trafik hesaplamasını etkinleştir

source: Allow interface to be controlled by Network Manager
cs: Rozhraní bude spravováno pomocí Network Manageru.
de: Erlaubt der Schnittstelle, vom Netzwerk-Manager gesteuert zu werden.
el: Επιτρέψτε τον έλεγχο της διεπαφής από το Network Manager
es: Permitir que la interfaz sea controlada por el Administrador de Redes
fi: Salli Network Managerin hallita liitäntää
fr: Permettre le contrôle de l'interface par Network Manager
id: Izinkan antarmuka dikendalikan oleh Manajer Jaringan
it: Consenti a Network Manager di controllare l'interfaccia
pl: Zezwól aby interfejs był kontrolowany przez Network Manager
ro: Permite controlul interfeței de către gestionarul de rețea
ru: Разрешить управление интерфейсом с помощью Network Manager
tr: Arayüzün Network Manager tarafından yönetilmesine izin ver

source: Metric
br: Metrik
cs: Metrika
cy: Metrig
da: Metrisk
de: Metrisch
el: Μετρικό
es: Métrica
et: Meetrika
eu: Metrika
fr: Métrique
he: מטרי
hu: Mérték (metric)
id: Metrik
is: Kvarði
it: Metrica
nb: Metrisk
nn: Metrikk
pl: Miernik
ro: Metrică
ru: Метрика
sl: Metrika
tr: Metrik
wa: Metrike

source: Maximum size of network message (MTU). If unsure, left blank.
cs: Největší velikost síṫové zprávy (MTU). Ponechte prázdné, pokud si nejste jisti.
cy: Uchafswm maint neges rhwydwaith (MTU) Os yn ansicr, gadael yn wag.
da: Maximal størrelse på netværkspakke (MTU). Hvid i tvivl, så lad den være blank
de: Maximale Größe von Netzwerk Nachrichten (MTU). Falls Sie unsicher sind, lassen Sie es offen.
el: Το μέγιστο μέγεθος των μηνυμάτων του δικτύου (MTU). Αν δεν είστε σίγουρος/η, άφησέ το κενό.
es: Tamaño máximo de mensaje de red (MTU). Si no está seguro, deje en blanco.
et: Maksimaalne edastusüksus (MTU). Kui te pole kindel, jätke tühjaks.
eu: Sareko mezuaren neurri handiena (MTU). Ez badakizu, hutsik utzi.
fi: Paketin suurin MTU-arvo. Jätä tyhjäksi, jos olet epävarma.
fr: Taille maximale des messages réseau (MTU). En cas de doute, laissez vide.
hu: Hálózati csomagok maximális mérete (MTU). Hagyja üresen, ha nem kívánja változtatni.
id: Ukuran maksimum pesan jaringan (MTU). Jika tidak yakin, biarkan kosong.
is: Hámarks-stærð net-skeytis (MTU). ef þú ert ekki viss, skildu eftir autt.
it: Dimensione massima dei messaggi in rete (MTU). Nel dubbio, lascia in bianco.
nb: Maksimumsstørrelsen for nettverksmelding (MTU). La den være blank hvis du er usikker.
nn: Maksstorleik for nettverksmeldingar (MTU). La stå tom viss du er usikker.
pl: Maksymalny rozmiar wiadomości sieciowej (MTU). Pozostaw puste jeżeli nie jesteś pewien.
ro: Lungimea maximă a unui mesaj de rețea (MTU). Lăsați gol dacă nu sînteți sigur.
ru: Максимальный размер сетевого сообщения (MTU). Если не уверены, оставьте пустым.
sl: Največja velikost omrežnega sporočila. Če niste prepričani, pustite prazno.
tr: Ağ iletisinin en fazla boyutu (MTU). Emin değilseniz boş bırakın.

source: Fake MAC address (MACADDR)
cs: Falešná adresa MAC (MACADDR)
de: gefälschte MAC Adresse (MACADDR)
el: Πλαστή διεύθυνση MAC (MACADDR)
es: Dirección mac falsa (MACADDR)
fr: Fausse adresse MAC (MACADDR)
id: Alamat MAC palsu (MACADDR)
it: Indirizzo MAC fasullo (MACADDR)
ro: Adresă MAC fictivă (MACADDR)
ru: Фиктивный MAC-адрес (MACADDR)
tr: Sahte MAC adresi (MACADDR)

source: Use a fake MAC address. If unset, uses HWADDR or default.
cs: Použití falešné adresy MAC. Pokud není nastavena, použije se HWADDR nebo výchozí.
de: Benutzung einer falschen MAC Adresse. Wenn nicht gesetzt, dann wird HWADDR oder die Standardeinstellung genutzt
el: Χρήση μιας πλαστής διεύθυνσης MAC. Αν αναιρεθεί, χρησιμοποιείται η HWADDR ή η προκαθορισμένη.
es: Usar una dirección MAC falsa. Si no se especifica, utiliza HWADDR de manera predeterminada.
fr: Utilise une fausse adresse MAC. Si non défini, utilise HWADDR ou la valeur par défaut.
id: Gunakan alamat MAC palsu. Jika tidak diatur, gunakan HWADDR atau default.
it: Usa un indirizzo MAC fasullo. Se non selezionato, usa HWADDR o default.
ro: Utilizează o adresă MAC fictivă. Dacă nu este specificat, se utilizează HWADDR sau implicit.
ru: Использовать фиктивный MAC-адрес. Если не установлено, будет использовано значение HWADDR или типичное значение.
tr: Sahte bir MAC adresi kullanın. Eğer yapılandırılmamışsa, öntanımlı veya HWADDR kullanır

source: MAC address (HWADDR)
br: Chomlec'h MAC (HWADDR)
cs: MAC adressa (HWADDR)
de: MAC-Addresse (HWADDR)
el: Διεύθυνση MAC (HWADDR)
es: Dirección MAC (HWADDR)
fr: Adresse MAC (HWADDR)
id: Alamat MAC (HWADDR)
it: Indirizzo MAC (HWADDR)
ro: Adresă MAC (HWADDR)
ru: MAC-адрес (HWADDR)
tr: MAC adresi (HWADDR)

source: Make sure to bind the interface to the network card with that MAC address. If unset, uses default.
cs: Ujistěte se, že rozhraní spojíte se síťovou kartou s touto adresou MAC. Pokud není nastaveno, použije se výchozí.
de: Bitte stellen Sie sicher, dass die Schnittstelle zur Netzwerkkarte mit dieser MAC Adresse verbunden ist. Wenn es ungesetzt ist, werden die Grundeinstellungen benutzt.
el: Σιγουρευτείτε να δεσμεύσετε τη διεπαφή της κάρτας δικτύου με τη συγκεκριμένη διεύθυνση MAC. Αν δεν οριστεί, χρησιμοποιείται η προκαθορισμένη.
es: Asegúrese de enlazar la interfaz a la tarjeta de red con esa dirección MAC. Si no se especifica, se utiliza la predeterminada.
fr: Assurez-vous de lier l'interface à la carte réseau à qui appartient cette adresse MAC. Si non défini, utilise la valeur par défaut.
id: Yakinkan untuk mengikatkan antarmuka ke perangkat jaringan dengan alamat MAC tersebut. Jika tidak diatur, gunakan default.
it: Assicurarti di associare l'interfaccia alla scheda di rete con quell'indirizzo MAC. Se non selezionato, usa default.
ro: Asigurați-vă că ați conectat interfața la placa de rețea cu această adresă MAC. Dacă nu se specifică, se utilizează valoarea implicită.
ru: Обеспечить привязывание интерфейса к сетевой карте с указанным MAC-адресом. Если не установлено, будет использована типичная карта.
tr: Ara birimi ağ kartına MAC adresi ile bağladığınıza emin olun. Eğer yapılandırılmamışsa, ön tanımlı kullanılır.

source: Ethtool options
br: Dibarzhoù ethtool
cs: Možnosti Ethtool
de: Ethtool Einstellungen
el: Επιλογές της ethtool
es: Opciones de ethtool
fr: Options ethtool
id: Opsi Ethtool
it: Opzioni di ethtool
ro: Opțiuni Ethtool
ru: Параметры ethtool
tr: Ethtool seçenekleri

source: Use ethtool to pass options to the NIC. eg. "autoneg off wol g"
cs: Použít ethtool pro předání voleb NIC. Např. "autoneg off wol g"
de: Bitte benutzen Sie ethtool, um Optionen an NIC weiterzugeben. z.B. "autoneg off wol g"
el: Χρήση της ethtool για το πέρασμα παραμέτρων στη διεπαφή δικτύου (NIC), πχ «autoneg off wol g»
es: Utilice ethtool para pasar opciones a la NIC. ej. "autoneg off wol g"
fr: Utilise ethtool pour passer des options à la carte réseau. Par exemple : « autoneg off wol g »
id: Gunakan ethtool untuk melewatkan opsi ke NIC. misal "autoneg off wol g"
it: Usa ethtool per passare le informazioni alla NIC. es. "autoneg off wol g"
ro: Utilizați ethtool pentru a transfera opțiuni interfeței de rețea, ex: "autoneg off wol g"
ru: Воспользоваться ethtool для передачи параметров NIC. Пример: "autoneg off wol g"
tr: NIC'e geçiş seçenekleri için ethtool kullanın. örn. "autoneg off wol g"

source: Link detected on interface %s
br: Liamm detektet war an etrefas %s
cs: Zjištěno spojení na rozhraní %s
cy: Canfuwyd cyswllt ar ryngwyneb %s
da: (Forbindelse opdaget på port %s)
de: Link erkannt auf Schnittstelle %s
el: Εντοπίστηκε σύνδεση στην διεπαφή %s
es: Enlace detectado en la interfaz %s
et: Link tuvastati liideses %s
eu: Lotura sumatu da %s interfazean
fi: Yhteys havaittu liitännässä %s
fr: Liaison détectée sur l'interface %s
he: קישור זוהה בהתקן %s
hu: Kapcsolat észlelve ezen a csatolón: %s
id: Link terdeteksi pada antarmuka %s
is: Samband fundið á tengi %s
it: Collegamento rilevato sull'interfaccia: %s
nb: Tilkoblingslivstegn oppdaget på grensesnitt %s
nn: Signal oppdaga på grensesnittet %s
pl: Wykryto połączenie na interfejsie %s
ro: Conexiune detectată pe interfața %s
ru: На интерфейсе %s обнаружен линк
sl: Na vmesniku %s je zaznana povezava
tr: %s ara biriminde bağlantı algılandı
wa: Loyén detecté so l' eterface %s

source: Link beat lost on interface %s
br: Liamm kollet war an etrefas %s
cs: Ztraceno spojení na rozhraní %s
cy: Collwyd cyswllt link beat ar rhyngwyneb %s
da: Opkoblingslivstegn mistet på grænseflade %s
de: Link auf Schnittstelle %s verloren
el: Χάθηκε η σύνδεση στην διεπαφή %s
es: Se perdió el pulso del enlace en la interfaz %s
et: Link kaotati liideses %s
eu: Lotura taupada galdu da %s interfazean
fi: Yhteys katkesi liitännässä %s
fr: Liaison perdue sur l'interface %s
he: אבד הקישור בהתקן %s
hu: A kapcsolat megszakadt ezen a csatolón: %s
id: Link putus pada antarmuka %s
is: Samband hefur rofnað á tengi %s
it: Segnale di linea perso sull'interfaccia %s
nb: Tilkoblingslivstegn borte på grensesnitt %s
nn: Signal mista på grensesnittet %s
pl: Utrata danych połączenia na interfejsie %s
ro: Conexiune pierdută pe interfața %s
ru: На интерфейсе %s потерян линк
sl: Povezava na vmesniku %s je izgubljena
tr: %s ara biriminde bağlantı yuvası kaybedildi

source: Cable
br: Fun
cs: Kabel
cy: Cebl
da: Kabel
de: Kabel
el: Καλωδιακό
et: Kaabel
eu: Kable
fi: Kaapeli
fr: Câble
he: כבלים
hu: Kábel
id: Kabel
is: Kapall
it: Cavo
nb: Kabel
nn: Kabel
pl: Kablówka
ro: Cablu
ru: Кабель
sl: Kabelsko
tr: Kablo
wa: Cåbe

source: Cable modem
br: Modem fun
cs: Kabelový modem
cy: Modem cebl
da: Kabel-modem
de: Kabel-Modem
el: Καλωδιακό μόντεμ
es: Cable módem
et: Kaablimodem
eu: Kable modema:
fi: Kaapelimodeemi
fr: Modem cable
he: מודם כבלים
hu: Kábelmodem
id: Modem kabel
is: Kapalmótald
it: Modem via cavo
nb: Kabelmodem
nn: Kabelmodem
pl: Modem kablowy
ro: Modem de cablu
ru: Кабельный модем
sl: Kabelski modem
tr: Kablo modem
wa: Modem pa cåbe

source: Use BPALogin (needed for Telstra)
br: Implij BPALogin (red eo evit Telstra)
cs: Použít přihlášení BPALogin (nutné pro poskytovatele Telstra)
cy: Defnyddiwch BPALogin (ar gyfer Telstra)
da: Brug BPALogin (nødvendigt for Telstra)
de: Benutze BPALogin (Für Telstra nötig)
el: Χρήση του BPALogin (απαραίτητο για το Telstra)
es: Usar BPALogin (necesario para Telstra)
et: BPALogin'i kasutamine (vajalik Telstrale)
eu: BPALogin erabili (Telstra-rekin beharrezkoa)
fi: Käytä BPALogin:a (tarvitaan Telstralle)
fr: Utiliser BPALogin (nécessaire pour Telstra)
he: שימוש ב-BPALogin (משמש את Telstra)
hu: BPALogin használata (Telstra esetén szükséges)
id: Gunakan BPALogin (diperlukan untuk Telstra)
is: Nota BPALogin (þarf fyrir Telstra)
it: Usa BPALogin (necessario per Telstra)
nb: bruk BPALogin (nødvendig for Telstra)
nn: Bruk BPALogin (nødvendig for Telstra)
pl: Użycie BPALogin (niezbędne w Telstra)
ro: Utilizează BPALogin (necesar pentru Telstra)
ru: Использовать BPALogin (нужно для Telstra)
sl: Uporabi prijavo BPALogin (za Telstra)
tr: BPALogin kullan (Telstra için gereklidir)
wa: Eployî BPALogin (end a mezåjhe po Telstra)

source: Authentication
br: Dilesadur
cs: Ověření
cy: Dilysu
da: Identifikation
de: Authentifizierung
el: Πιστοποίηση
es: Autenticación
et: Autentimisviis
eu: Egiaztatzea
fi: Tunnistustapa
fr: Authentification
he: אימות
hu: Felhasználóazonosítás
id: Otentikasi
is: Auðkenning
it: Autenticazione
nb: Autentisering
nn: Autentisering
pl: Uwierzytelnianie
ro: Autentificare
ru: Аутентификация
sl: Overjanje
tr: Kimlik kanıtlama
wa: Otintifiaedje

source: Account Login (user name)
br: Kont (anv an arveriad)
cs: Váš účet (uživatelské jméno)
cy: Mewngofnod Cyfrif (enw defnyddiwr)
da: Konto-login (brugernavn)
de: Benutzername (Login)
el: Λογαριασμός σύνδεσης (όνομα χρήστη)
es: Cuenta de ingreso (nombre de usuario)
et: Kasutajatunnus
eu: Kontuaren identifikatzailea (erabiltzaile-izena)
fi: Käyttäjätunnus (käyttäjän nimi)
fr: Nom d'utilisateur du compte
he: שם משתמש (כניסה לחשבון)
hu: Felhasználónév
id: Login Akun (nama pengguna)
is: Netþjónustu-notandanafn
it: Login dell'account (nome utente)
nb: Innloggingskonto (brukernavn)
nn: Brukarnamn til konto
pl: Konto (nazwa użytkownika)
ro: Numele utilizatorului contului
ru: Логин (имя пользователя)
sl: Uporabniško ime za prijavo
tr: Kullanıcı Adı
wa: No d' elodjaedje do conte (no d' uzeu)

source: Account Password
br: Tremenger an den
cs: Heslo vašeho účtu
cy: Cyfrinair y Cyfrif
da: Adgangskode for konto
de: Passwort
el: Κωδικός πρόσβασης λογαριασμού
es: Contraseña de la cuenta
et: Parool
eu: Kontuaren pasahitza
fi: Salasana
fr: Mot de passe du compte
he: סיסמת חשבון
hu: Jelszó
id: Sandi Pengguna
is: Netþjónustu-lykilorð
it: Password dell'account
nb: Kontopassord
nn: Passord til konto
pl: Hasło do konta
ro: Parola contului
ru: Пароль
sl: Geslo
tr: Hesap Parolası
wa: Sicret do conte

source: Access Point Name
cs: Název přístupového bodu
cy: Enw'r Pwynt Mynediad
da: Navn for adgangspunkt
el: Όνομα του σημείου πρόσβασης
es: Nombre de punto de acceso
et: Tugijaama nimi
eu: Sarbide Puntuaren Izena
fi: AP:n nimi
fr: Nom du point d'accès
he: שם נקודת גישה (Access Point)
hu: A hozzáférési pont neve
id: Nama Jalur Akses
is: Nafn aðgangspunkts
it: Nome dell'access point
nb: Navn på aksesspunkt
nn: Namn på tilgangspunkt
pl: Nazwa punktu dostępowego
ro: Numele punctului de acces
ru: Название точки доступа
sl: Ime dostopne točke
tr: Erişim Noktası İsmi
wa: No do pont d' accès

source: Bluetooth Dial Up Networking
cs: Vytáčené připojení pomocí Bluetooth
cy: Rhwydwaith Deialu Bluetooth
da: Bluetooth opkaldt netværk
de: Bluetooth-Dial-In-Verbindung
el: Δικτύωση από κλήση με Bluetooth
es: Red de marcado de Bluetooth
et: Bluetoothi sissehelistamisühendus
eu: Bluetooth sare lotura
fi: Bluetooth-modeemi
fr: Réseau commuté Bluetooth
he: חיוג לרשת דרך שן כחולה (Bluetooth)
hu: Bluetooth betárcsázós hálózat
id: Jaringan Dial Up Bluetooth
is: Blátannarupphringing
nb: Oppringt nettverk for Bluetooth
nn: Bluetooth-oppringing
pl: Połączenia Dial Up dla Bluetooth
ro: Rețea comutată Bluetooth
ru: Коммутируемое соединение по Bluetooth
sl: Klicna omrežna povezava Bluetooth
tr: Mavi Diş Çevirmeli Ağı

source: Wrong PIN number format: it should be 4 digits.
cs: Nesprávný formát PIN kódu: Měly by to být čtyři číslice.
cy: Fformat rhif PIN anghywir: dylai fod yn 4 nod.
da: Forkert PIN-nummerformat: Det bør være 4 cifre.
de: Falsches PIN-Nummernformat: es sollten 4 Ziffern sein.
el: Λάθος μορφή αριθμού PIN: πρέπει να είναι 4 ψηφία.
es: Formato de número PIN equivocado: debería ser de 4 dígitos.
et: Vale PIN-i vorming: see peab koosnema neljast arvust.
eu: PIN zenbaki formatu okerra: 4 digitukoa behar luke.
fi: Virheellinen PIN-koodin muoto, koodin tulisi olla 4 numeroa.
fr: Format PIN incorrect : 4 chiffres sont requis.
he: תסדיר מספר PIN שגוי: צריכות להיות 4 ספרות.
hu: Rossz PIN szám formátum: 4 számjegyből kell állnia.
id: Format nomor PIN salah: seharusnya 4 angka.
is: Rangt snið PIN númers: það ætti að vera 4 tölustafir.
it: Formato PIN errato: dovrebbe essere di 4 cifre.
nb: Feil nummerformat, det må være 4 sifre.
nn: Feil PIN-format: det må ha 4 siffer.
pl: Nieprawidłowy format numeru PIN: powinien składać się z czterech cyfr.
ro: Format greșit de cod PIN: ar trebui să fie 4 cifre.
ru: Неправильный формат записи PIN: должно быть 4 цифры
sl: Napačna oblika številke PIN. Običajno vsebuje 4 števke.
tr: Yanlış PIN sayısı biçimi: 4 basamaklı olmalı

source: PIN number (4 digits). Leave empty if PIN is not required.
cs: Číslo PIN (4 číslice). Pokud není požadován PIN, ponechte prázdné.
cy: Rhif PIN (4 nod). Gadael yn wag os nad oes angen PIN.
da: PIN nummer (4 cifre). Tom hvis PIN ikke kræves.
de: PIN Nummer (4 Zeichen). Lassen Sie das Feld frei, wenn keine PIN verlangt wird.
el: Αριθμός PIN (4 ψηφία). Αν δεν απαιτείται PIN, αφήστε το κενό.
es: Número PIN (4 dígitos). Dejar vacío si el PIN no es requerido.
et: PIN-kood (4 arvu). Kui PIN pole vajalik, jätke tühjaks.
eu: PIN zenbakia (4 digito). Utzi hutsik PIN beharrezko ez bada.
fi: PIN-koodi. Jätä tyhjäksi, jos PIN-koodia ei tarvita.
fr: Code PIN (4 chiffres). Laissez vide si PIN non requis.
hu: PIN szám (4 számjegy). Hagyja üresen, amennyiben nem szükséges.
id: Nomor PIN (4 angka). Biarkan kosong jika PIN tidak diperlukan.
is: PIN númer (4 tölustafir). Skildu eftir autt ef ekki er þörf á PIN númeri.
it: Codice PIN (4 cifre). Lascia in bianco se non è richiesto.
nb: PIN (4 sifre). La det være blankt hvis ingen PIN kreves.
nn: PIN (4 siffer). La feltet stå tomt om du ikkje treng PIN.
pl: Numer PIN (4 cyfry). Pozostaw puste jeżeli PIN nie jest wymagany.
ro: Codul PIN (4 cifre). Lăsați gol dacă nu este necesar codul PIN.
ru: PIN-код (4 цифры). Оставьте PIN пустым если он не требуется.
sl: Številka PIN (4 števke). Če ni potrebna, pustite prazno.
tr: PIN numarası (4 basamaklı). PIN gerekmiyorsa boş bırakın

source: Unable to open device %s
br: N'hell ket bet digoret an drobarzhell %s
cs: Nelze otevřít zařízení %s
cy: Methu agor dyfais %s
da: Kunne ikke åbne enhed %s
de: Es ist nicht möglich das Gerät %s zu öffnen
el: Αποτυχία ανοίγματος της συσκευής %s
es: No se puede abrir el dispositivo %s
et: Seadme %s avamine nurjus
eu: Ezin da %s gailua ireki
fi: Laitetta %s ei voitu avata
fr: Impossible d'ouvrir le périphérique %s
he: אין אפשרות לפתוח את ההתקן %s
hu: Nem sikerült megnyitni ezt az eszközt: %s
id: Tidak bisa membuka device %s
is: Get ekki opnað tæki %s
it: impossibile aprire la periferica %s
nb: Klarte ikke å åpne enhet %s
nn: Klarte ikkje opna eininga «%s»
pl: Połączenie z urządzeniem %s było niemożliwe
ro: Nu se poate accesa dispozitivul %s
ru: Невозможно открыть устройство %s
sl: Naprave %s ni mogoče odpreti
tr: %s aygıtı açılamıyor
wa: I n' a nén moyén d' drovi l' éndjin %s

source: Please check that your SIM card is inserted.
br: Gwiriit eo enlakaet ho kartenn SIM, mar plij.
cs: Zkontrolujte, prosím, že je vložena SIM karta.
cy: Gwiriwch bob eich cerdyn SIM yn ei le.
da: Venligst kontrollér at dit SIM-kort er sat ind.
de: Überprüfen Sie bitte, ob die SIM-Karte eingesteckt ist.
el: Παρακαλώ ελέγξτε την σωστή εισαγωγή της κάρτας SIM.
es: Por favor revise si su tarjeta SIM está insertada.
et: Palun kontrollige, kas SIM-kaart on sisestatud.
eu: Mesedez egiaztatu zure SIM txartela sartuta dagoela.
fi: Tarkista, että SIM-kortti on paikallaan.
fr: Veuillez vérifier que votre carte SIM est bien insérée.
he: נא לבדוק שכרטיס ה-SIM מוכנס.
hu: Ellenőrizze, hogy be van-e helyezve a SIM-kártya.
id: Silakan periksa bahwa kartu SIM Anda telah dimasukkan.
is: Athugaðu hvort SIM kortið set innsett.
it: Assicurarsi che la scheda SIM sia inserita.
nb: Kontroller at SIM-kortet er satt inn.
nn: Kontroller at SIM-kortet er sett inn.
pl: Sprawdź czy karta SIM została włożona.
ro: Verificați inserarea corectă a cartelei SIM în aparat.
ru: Проверьте, вставлена ли ваша SIM-карта.
sl: Preverite, če je vaša SIM kartica pravilno vstavljena.
tr: SIM kartınızın takılıp takılmadığını denetleyiniz.
wa: Verifyîz ki vosse cåte SIM est bén tchôkeye dins l' lijheu.

source: You entered a wrong PIN code. Entering the wrong PIN code multiple times may lock your SIM card!
cs: Zadali jste nesprávný PIN kód. Pokud zadáte nesprávný PIN kód vícekrát, hrozí zablokování SIM karty!
cy: Rydych wedi cynnig cod PIN anghywir. Gall gynnig cod pin nifer o weithiau gloi eich cerdyn SIM!
da: Du har indtastet forkert PIN-kode. Ved at indtaste forkert PIN-kode flere gange kan dit SIM-kort blive låst!
de: Sie haben eine falsche PIN eingegeben. Wenn Sie die PIN wiederholt falsch eingeben, kann die SIM-Karte gesperrt werden!
el: Ο κωδικός PIN που εισηγάγατε είναι λάθος. Η εισαγωγή λανθασμένου κωδικού πολλές φορές μπορεί να φράξει την κάρτα SIM !
es: Ingresó un código PIN erróneo. ¡Ingresar muchas veces un código de PIN incorrecto puede bloquear su tarjeta SIM!
et: Sisestasite vale PIN-i. PIN-i mitmekordne vale sisestamine võib lukustada Teie SIM-kaardi!
eu: PIN kode okerra sartu duzu. Zenbait alditan PIN kode okerra sartzeak SIM txartela blokeatu dezake!
fi: Virheellinen PIN-koodi. Virheellisen PIN-koodin syöttäminen liian monta kertaa voi lukita SIM-kortin!
fr: Vous avez saisi un code PIN erroné. Saisir plusieurs fois un code PIN erroné peut bloquer votre carte SIM !
he: הזנת קוד PIN שגוי. הזנת קוד PIN שגוי מספר פעמים עלולה לנעול את כרטיס ה-SIM שלך!
hu: Helytelen PIN kódot adott meg. Ha egymás után többször helytelen PIN-kódot ad meg, akkor a SIM kártya zárolódhat.
id: Anda memasukkan kode PIN yang salah. Memasukkan kode PIN yang salah beberapa kali mungkin membuat kartu SIM Anda terkunci!
is: Þú hefur gefið upp rangt PIN númer. Ef þú slærð oft inn rangt PIN númer, getur það læst SIM kortinu!
it: Hai inserito un codice PIN errato. Inserendo più volte un PIN sbagliato si può bloccare la scheda SIM!
nb: Du har tastet inn feil kode. Inntasting av feil kode kan sperre kortet ditt.
nn: Du skreiv inn feil PIN-kode. Skriv du inn feil PIN-kode fleire gonger, kan SIM-kortet verta låst.
pl: Podano nieprawidłowy numer PIN. Kilkukrotne wprowadzenie nieprawidłowego PIN-u może zablokować kartę SIM!
ro: Ați introdus un cod PIN greșit. Introducerea repetată a unui cod PIN greșit poate duce la blocarea cartelei SIM!
ru: Вы ввели неверный PIN-код. При многократном вводе неверного PIN-кода ваша SIM-карта может быть заблокирована!
sl: Vpisali ste napačno PIN kodo Če večkrat vpišete napačno PIN kodo, zaklenete vašo SIM kartico!
tr: Yanlış PIN kodu girdiniz. PIN kodunun yanlış olarak birden fazla girilmesi SIM kartınızı kilitleyebilir!
wa: Vos avoz tapé on måva côde PIN. Si vos tapez l' måva côde PIN sacwants côps d' shûte ça pout bloker vosse cåte SIM!

source: Satellite (DVB)
br: Loarenn (DVB)
cs: Satelit (DVB)
cy: Lloeren (DVB)
da: Satelit (DVB)
de: Satellit (DVB)
el: Δορυφορική (DVB)
es: Satélite (DVB)
et: Satelliit (DVB)
eu: Satelitea (DVB)
fi: Satelliitti (DVB)
he: לווין (DVB)
hu: Műhold (DVB)
id: Satelit (DVB)
is: Gerfihnatta (DVB)
nb: Satelitt (DVB)
nn: Satellitt (DVB)
pl: Satelita (DVB)
ro: Satelit (DVB)
ru: Спутник (DVB)
sl: Satelitska (DVB)
tr: Uydu (DVB)
wa: Sipoutnik (DVB)
