Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Windows Mobile device synchronization
cs: Synchronizace zařízení Windows Mobile
cy: Cydweddu dyfais Windows Mobile
da: Windows Mobile enhed synkronisering
de: Synchronisierung mit Windows-Mobile Geräten
el: Συγχρονισμός της συσκευής Windows Mobile
es: Sincronización de dispositivos Windows Mobile
eu: Windows Mobile gailuen sinkronizaketa
fi: Windows Mobile -laitteen synkronointi
fr: Synchronisation de périphérique Windows Mobile
hu: Windows Mobile szinkronizációs eszköz
id: Sinkronisasi device Windows Mobile
is: Samhæfing við Windows Mobile tæki
it: Sincronizzazione con dispositivi Windows Mobile
nb: Enhetssynkronisering for Windows Mobile
nn: Windows Mobile-synkronisering
pl: Synchronizacja urządzeń Windows Mobile
ro: Sincronizare de dispozitiv Windows Mobile
ru: Синхронизация устройств Windows Mobile
tr: Windows Mobile aygıt eşleştirmesi

source: Port scan detection
cs: Detekce skenování portů
cy: Canfyddwr sgan porth
da: Opdagelse via portskanning
de: Portscan-Erkennung
el: Εντοπισμός σάρωσης θυρών
es: Detección de escaneo de puertos
eu: Ataka azterketa sumatu
fi: Porttiskannauksen tunnistus
fr: Détection de balayage de ports
he: זיהוי סריקת שערים
hu: Portszkenelés figyelése
id: Deteksi scan port
is: Fylgjast með porta-skönnun
it: Rilevazione scansione porte
nb: Oppdagelse av portskanning
nn: Oppdaging av portskanning
pl: Skanowanie portów
ro: Detectare de scanare de porturi
ru: Обнаружение сканирования портов
tr: Port tarama algılaması
wa: Deteccion di scanaedjes di pôrts

source: Firewall configuration
br: Kefluniadur ar moger-tan
cs: Nastavení firewallu
cy: Ffurfweddiad mur cadarn
da: Konfiguration af brandmur
de: Firewall Konfiguration
el: Ρύθμιση του τοίχους προστασίας
es: Configuración de Cortafuegos
et: Tulemüüri seadistused
eu: Suhesi konfiguraketa
fi: Palomuuriasetukset
fr: Configuration du pare-feu
he: הגדרות חומת-אש
hu: Tűzfalbeállítás
id: Konfigurasi firewall
is: Eldveggsuppsetning
it: Configurazione del firewall
nb: Innstilling av brannmuren
nn: Brannmuroppsett
pl: Konfiguracja zapory sieciowej (firewall)
ro: Configurare de parafoc
ru: Настройка файервола
sl: Nastavitev požarnega zidu
tr: Güvenlik duvarı yapılandırması
wa: Apontiaedje do côpe-feu

source: drakfirewall configurator This configures a personal firewall for this Mageia machine.
de: DrakFirewall Konfigurator Dieser konfiguriert eine persönliche Firewall für diese Mageia-Maschine.
id: konfigurator drakfirewall Ini akan mengkonfigurasi firewall pribadi untuk komputer Mageia ini.
ro: Configuratorul drakfirewall Aici se configurează parafocul personal pentru această mașină Mageia.
ru: Инструмент настройки drakfirewall Эта программа поможет настроить персональный файервол для Mageia.
tr: drakfirewall yapılandırıcısı Bu araç, Mageia sisteminiz için kişisel bir güvenlik duvarı yapılandırır.

source: drakfirewall configurator Make sure you have configured your Network/Internet access with drakconnect before going any further.
cs: Nastavení aplikace drakfirewall Předtím, než budete pokračovat, se ujistěte, že jste nastavili vaši síť a přístup k internetu pomocí aplikace drakconnect.
cy: Ffurfweddwr Drakfirewall Gwnewch yn siŵr eich bod wedi ffurfweddu eich mynediad Rhwydwaith/Rhyngrwyd gyda Drakconnect cyn mynd ymhellach.
da: konfigurering med drakfirewall Forsikr dig om at du har konfigureret din internetforbindelse med drakconnect før du går videre.
de: DrakFirewall-Konfigurator Stellen Sie sicher, dass Sie Ihre Netzwerk-/Internetverbindung mit DrakConnect eingerichtet haben, bevor Sie fortfahren.
el: ρυθμιστής drakfirewall Πριν συνεχίσετε, βεβαιωθείτε ότι έχετε ρυθμίσει την πρόσβαση στο δίκτυο/διαδίκτυο χρησιμοποιώντας το drakconnect.
es: Configurador de drakfirewall Asegúrese de que ha configurado su acceso a red/Internet con drakconnect antes de seguir.
et: drakfirewalli seadistaja Kontrollige enne jätkamist, et olete seadistanud pääsu võrku/internetti drakconnecti abil.
eu: drakfirewall konfiguratzailea Aurrera jarraitu arretik, egiaztatu Sareko/Interneteko sarbidea drakconnect-ekin konfiguratu duzula.
fi: drakfirewall asetustyökalu Varmista, että verkkoyhteys on määritelty työkalun drakconnect avulla ennen jatkamista.
fr: configuration drakfirewall Assurez-vous d'avoir configuré le réseau et Internet grâce à drakconnect avant d'aller plus loin.
he: אשף הגדרת חומת אש drakfirewall נא לוודא שהוגדר חיבור לרשת/אינטרנט בעזרת האשף drakconnect לפני המשך פעולה זו.
hu: A DrakFirewall beállítása Mielőtt továbblépne, állítsa be a hálózat- illetve internetelérést a DrakConnect programmal (ha ez még nem történt meg).
id: konfigurator drakfirewall Pastikan bahwa Anda telah mengkonfigurasi akses Jaringan/Internet Anda dengan drakconnect sebelum melanjutkan.
is: drakfirewall uppsetning Vertu viss um að hafa sett upp Staðarnet/Internet aðgang með drakconnect áður en lengra er haldið.
it: configuratore drakfirewall Prima di proseguire, assicurati di avere configurato il tuo accesso alla LAN o a Internet con drakconnect.
nb: Innstilling av brannmuren Forsikre deg om at du har satt opp nettverkets- eller Internett-tilgang med drakconnect før du fortsetter.
nn: Brannmuroppsett Sjå til at du har sett opp nettverks- og Internett-sambanda før du held fram.
pl: Konfiguracja zapory sieciowej Upewnij się, że skonfigurowany został dostęp do sieci/Internetu za pomocą programu drakconnect zanim dokonasz dalszych czynności.
ro: Configurare de drakfirewall Înainte de a continua, asigurați-vă că ați configurat accesul la rețeaua locală și Internet, cu ajutorul lui drakconnect.
ru: Конфигуратор drakfirewall Перед тем, как продолжить, убедитесь, что вы настроили свой доступ к Интернету/локальной сети при помощи drakconnect.
sl: Nastavljanje požarnega zidu drakfirewall Preden nadaljujete, preverite, če ste pravilno nastavili dostop do omrežja oziroma interneta.
tr: drakfirewall yapılandırıcı Devam etmeden önce Ağ/İnternet erişiminizin drakconnect tarafından yapılandırıldığından emin olun.
wa: Apontieu di côpe feu drakfirewall Acertinez vs ki vos avoz bén apontyî vosse rantoele eyet l' accès al daegntoele avou drakconnect divant d' aler pus lon.

source: Firewall
br: Moger tan
cy: Mur Cadarn
da: Brandmur
el: Τείχος προστασίας
es: Cortafuegos
et: Tulemüür
eu: Suhesia
fi: Palomuuri
fr: Pare-feu
he: חומת אש
hu: Tűzfal
is: Eldveggur
nb: Brannmur
nn: Brannmur
pl: Zapora sieciowa
ro: Parafoc
ru: Файервол
sl: Požarni zid
tr: Güvenlik Duvarı
wa: Côpe feu

source: You can enter miscellaneous ports. Valid examples are: 139/tcp 139/udp 600:610/tcp 600:610/udp. Have a look at /etc/services for information.
cs: Můžete zadat různé porty. Správně je například: 139/tcp 139/udp 600:610/tcp 600:610/udp. Více se dozvíte ze souboru /etc/services.
cy: Gallwch roi amrywiol byrth. Eng. dilys: 139/tcp 139/udp 600:610/tcp 600:610/udp. Am wybodaeth ewch i /etc/services.
da: Du kan angive diverse porte. Gyldige eksempler er: 139/tcp 139/udp 600:610/tcp 600:610/udp. Se /etc/services for information.
de: Sie können verschiedene Ports angeben. Korrekte Beispiele sind: 139/tcp 139/udp 600:610/tcp 600:610/udp. Für weitere Informationen schauen Sie in „/etc/services“.
el: Μπορείτε να εισάγετε διάφορες θύρες. Έγκυρα παραδείγματα είναι: 139/tcp 139/udp 600:610/tcp 600:610/udp. Δείτε στο /etc/services για περισσότερες πληροφορίες.
es: Puede ingresar puertos misceláneos. Ejemplos válidos son: 139/tcp 139/udp 600:610/tcp 600:610/udp. Eche una mirada a /etc/services para mas información.
et: Sisestada võib mitmesuguseid porte. Sobivad näiteks: 139/tcp 139/udp 600:610/tcp 600:610/udp. Vaadake lähemalt /etc/services.
eu: Hainbat ataka sar ditzakezu. Adibidez: 139/tcp 139/udp. Informazio gehiago lortzeko, ikus /etc/services.
fi: Sekalaisia portteja voidaan syöttää. Toimivia esimerkkejä: 139/tcp 139/udp 600:610/tcp 600:610/udp. Katso lisätietoja tiedostosta /etc/services.
fr: Vous pouvez entrer divers ports. Exemples valides : 139/tcp 139/udp 600:610/tcp 600:610/udp. Jetez un œil à /etc/services pour plus d'informations.
he: יש באפשרותך להגדיר שערים כלשהם. לדוגמא: tcp/139 או udp/139 או tcp 600:610 למידע נוסף עליך לעיין בקובץ /etc/services.
hu: Többféle portot is megadhat. Példák: 139/tcp 139/udp 600:610/tcp 600:610/udp. További információ a /etc/services fájlban.
id: Anda bisa memasukkan berbagai port. Contoh valid adalah: 139/tcp 139/udp 600:610/tcp 600:610/udp. Lihat pada /etc/services untuk informasi.
is: Þú getur gefið upp ýmsar gáttir. gild dæmi eru 139/tcp 139/udp 600:610/tcp 600:610/udp. Nánari upplýsingar eru t.d. í /etc/services .
it: Puoi immettere porte di tipo diverso. Esempi validi sono: 139/tcp 139/udp 600:610/tcp 600:610/udp. Dai un'occhiata a /etc/services per maggiori informazioni.
nb: Du kan angi forskjellige porter. Gyldige eksempler er: 139/tcp 139/udp 600:610/tcp 600:610/udp. Se på /etc/services for mer informasjon.
nn: Du kan velja fleire portar. Eksempel: 139/tcp 139/udp 600:610/tcp 600:610/udp. Sjå i «/etc/services» for meir informasjon.
pl: Tutaj można wpisać różne porty Oto prawidłowe przykłady: 139/tcp, 139/udp. Więcej informacji znajdziesz w /etc/services.
ro: Puteți introduce diverse porturi. Exemple valide: 139/tcp 139/udp 600:610/tcp 600:610/udp. Aruncați o privire peste /etc/services pentru mai multe informații.
ru: Вы можете ввести различные порты. Действительные примеры: 139/tcp 139/udp 600:610/tcp 600:610/udp. Информацию можно найти в /etc/services.
sl: Vključite lahko različna vrata. Primeri veljavnih vnosov: 139/tcp 139/udp 600:610/tcp 600:610/udp. Za pojasnila si oglejte datoteko /etc/services.
tr: Çeşitli portlar girebilirsiniz. Geçerli örnekler:139/tcp 139/udp 600:610/tcp 600:610/udp. Bilgi için /etc/services dosyasına bakın.
wa: Vos ploz dner diferins limeros di pôrt. Des egzimpes valides sont: 139/tcp 139/udp 600:610/tcp 600:610/udp. Loukîz l' fitchî /etc/services po pus d' informåcions.

source: Invalid port given: %s. The proper format is "port/tcp" or "port/udp", where port is between 1 and 65535. You can also give a range of ports (eg: 24300:24350/udp)
cs: Zadán špatný port: %s. Správný formát je "port/tcp" nebo "port/udp", kde číslo portu je mezi 1 a 65535. Lze také zadat rozmezí portů (např. 24300:24350/udp)
cy: Porth annilys wedi ei gynnig: %s. Y fformat cywir yw "port/tcp" neu "port/udp", lle mae porth rhwng 1 a 65535. Cewch hefyd gynnig ystod o byrth (ee: 24300:24350/udp)
da: Ugyldig port angivet: %s. Det korrekte format er 'port/tcp', "port/udp' eller 'port/icmp', hvor port er mellem 1 og 65535. Du kan også angive et interval af porte (fx 24300:24350/udp)
de: Angabe eines ungültigen Ports: „%s“. Das Format lautet: „port/tcp“ oder „port/udp“, wobei Port eine Zahl zwischen 1 und 65535 ist. Sie können auch einen Portbereich (z.B. 24300:24350/udp) angeben.
el: Δόθηκε άκυρη θύρα: %s. Η σωστή μορφή είναι «port/tcp» ή «port/udp», όπου port είναι αριθμός μεταξύ 1 και 65535. Μπορείτε επίσης να δώσετε ένα εύρος θυρών (πχ: 24300:24350/udp)
es: Puerto proporcionado es inválido: %s El formato de puerto es "puerto/tcp" o "puerto/udp", donde puerto va entre 1 y 65535. También puede dar un rango de puertos (ej: 24300:24350/udp)
et: Määrati vale port: %s. Õige määrang on "port/tcp" või "port/udp", kus port on number 1 ja 65535 vahel. Määrata võib ka portide vahemiku (nt. 24300:24350/udp)
eu: Ataka baliogabea: %s. Formatu egokia "port/tcp" edp "port/udp" da, atakak 1 eta 65535 bitartean egin behar du. Ataka-bitarte bat ere zehatz dezakezu (adib.: 24300:24350/udp)
fi: Syötettiin virheellinen portti: %s. Oikea muoto on "portti/tcp" tai "portti/udp", jossa portti on numero 1-65535. Myös porttialue voidaan antaa (esim. 24300:24350/udp).
fr: Le port entré est incorrect : %s. Le bon format est « port/tcp » ou « port/udp », où le port est compris entre 1 et 65535. Vous pouvez aussi passer un intervalle de ports (par exemple : 24300:24350/udp)
he: השער %s אינו מוגדר נכון. התחביר הנכון הוא "port/tcp" או "port/udp", כאשר port מקבל את הערך בין 1 עד 65535. יש באפשרותך גם לקבוע תחום (למשל: 24300:24350/udp)
hu: Helytelen port lett megadva: %s. A helyes formátum: "port/tcp" vagy "port/udp", ahol a "port" egy 1 és 65535 közti szám. Porttartomány is megadható (például 24300:24350/udp).
id: Port yang diberikan tidak valid: %s. Format yang tepat adalah "port/tcp" atau "port/udp", di mana port antara 1 dan 65535. Anda juga bisa memberikan jangkauan port (misal: 24300:24350/udp)
is: Ógild gátt gefin: %s. Rétt form er "gátt/tcp" eða "gátt/udp". þar sem gátt er á bilinu 1 til 65535 Þú getur einnig gefið upp bil (t.d. 24300:24350/udp)
it: Hai indicato una porta non valida:%s. Il formato corretto è "porta/tcp" o "porta/udp", dove porta è un numero tra 1 e 65535. Puoi fornire anche un intervallo di porte (es.: 24300:24350/udp)
nb: Ugyldig port oppgitt: %s. Det riktige formatet er «port/tcp» eller «port/udp», der «port» er en verdi mellom «1» og «65535». Du kan også gi portrekker (feks. 24300:24350/udp)
nn: Ugyldig port: %s. Rett format er «port/tcp» eller «port/udp», der «port» er mellom 1 og 65535. Du kan òg velja eit portområde (eks.: 24300:24350/udp)
pl: Podano nieprawidłowy port: %s. Właściwy format to "port/tcp" lub "port/udp", gdzie port to liczba pomiędzy 1 a 65535. Można podać również zakres portów (np.: 24300:24350/udp)
ro: Portul introdus este incorect: %s. Formatul corect este „port/tcp” sau „port/udp”, unde portul se află între 1 și 65535. Se poate specifica și un interval de porturi (ex: 24300:24350/udp)
ru: Указан неверный порт: %s. Правильный формат - "порт/tcp" или "порт/udp", где порт должен быть между 1 и 65535. Вы можете также задать диапазон портов (типа: 24300:24350/udp)
sl: Vnesli ste neveljavna vrata: %s. Veljavna oblika je »vrata/tcp« ali »vrata/udp«, pri čemer je številka vrat med 1 in 65535. Vnesete lahko tudi obseg vrat (n.pr.: 24300:24350/udp)
tr: Geçersiz prot verilmiş:%s. Geçerli biçem "port/tcp" veya "port/udp" şeklinde olmalı ve port 1 ile 65535 arasında bulnmalıdır. Ayrıca bir port aralığı da tanımlayabilirsiniz. (örn.: 24300:24350/udp)
wa: Pôrt nén valide di dné: %s. Li bone cogne c' est «pôrt/tcp» ou «pôrt/udp», avou «pôrt» on limero inte 1 eyet 65535. Vos ploz eto dner ene fortchete di pôrts (eg: 24300:24350/udp)

source: Which services would you like to allow the Internet to connect to?
br: Pere servijoù e fell dit aotreañ kevreañ ouzh Internet ?
cs: Které služby přístupné z internetu chcete povolit?
cy: Pa wasanaethau'r hoffech i'r Rhyngrwyd gysylltu â hwy?
da: Hvilke tjenester vil du tillade at Internettet kan koble op med?
de: Auf welche Dienste darf aus dem Internet zugegriffen werden?
el: Ποιες υπηρεσίες θα θέλατε να επιτρέπεται να συνδέονται στο διαδίκτυο;
es: ¿A qué servicios le gustaría que Internet se conectara?
et: Milliste teenustega soovite lubada internetist ühendust võtta?
eu: Zein zerbitzutara konektatu nahi duzu Internet bidez?
fi: Palvelut, joihin sallitaan yhteydet Internetistä?
fr: Quels services souhaitez-vous laisser accessibles depuis Internet ?
he: לאיזה שרותים ברצונך לאפשר חיבור מהאינטרנט?
hu: A gép mely szolgáltatásai legyenek elérhetők az internet felől?
id: Layanan mana yang akan Anda izinkan untuk koneksi dari Internet?
is: Að hvaða þjónustum viltu leyfa Internetaðgang?
it: Quali servizi vuoi che siano accessibili tramite Internet?
nb: For hvilke tjenester vil du tillate tilkobling fra Internett?
nn: Kva tenester vil du la andre på Internett kopla seg til?
pl: Które usługi mają być dostępne z Internetu?
ro: Ce servicii doriți să fie accesibile din Internet?
ru: К каким службам вы хотите разрешить доступ из Интернета?
sl: Katerim storitvam želite omogočiti dostop do interneta?
tr: Internet'e hangi servisleri açmak istiyorsunuz?
wa: Ké siervices voloz vs k' i soeye accessibe a pårti del daegntoele?

source: Those settings will be saved for the network profile <b>%s</b>
cs: Tato nastavení budou uložena pro síťový profil <b>%s</b>
cy: Bydd y gosodiadau yn cael eu cadw ar gyfer y proffil rhwydwaith <b>%s</b>
da: Disse indstillinger vil blive gemt for netværksprofilen <b>%s</b>
de: Diese Einstellungen werden im Netzwerk-Profil <b>%s</b> gespeichert
el: Αυτές οι ρυθμίσεις θα αποθηκευτούν για το προφίλ δικτύου <b>%s</b>
es: Se guardarán estas configuraciones para el perfil de red <b>%s</b>
et: Need seadistused salvestatakse võrguprofiili <b>%s</b>
eu: Ezarpen horiek <b>%s</b> sare profilerako erabiliko dira
fi: Asetukset tallennetaan verkkoprofiiliin <b>%s</b>
fr: Ces paramètres seront conservés dans le profil réseau <b>%s</b>
hu: A beállítások elmentése <b>%s</b> hálózati profilként
id: Pengaturan tersebut akan disimpan ke profil jaringan <b>%s</b>
it: Queste impostazioni saranno salvate nel profilo di rete <b>%s</b>
nb: Disse innstillingene vil bli lagret i nettverksprofilen <b>%s</b>
nn: Desse innstillingane vert brukte for nettverksprofilen <b>%s</b>.
pl: Poniższe ustawienia będą zapisane w tym profilu sieciowym <b>%s</b>
ro: Acele configurări vor fi salvate pentru profilul de rețea <b>%s</b>
ru: Эти настройки будут сохранены в сетевой профиль <b>%s</b>
sl: Te nastavitve bodo shranjene v omrežni profil <b>%s</b>
tr: Bu ayarlar ağ profiline kaydedilecektir. <b>%s</b>

source: Everything (no firewall)
br: Holl (moger tan ebet)
cs: Všechno (bez firewallu)
cy: Popeth (dim mur cadarn)
da: Alt (ingen brandmur)
de: Alles (Keine Firewall)
el: Όλες (χωρίς τείχος προστασίας)
es: Todo (sin cortafuegos)
et: Kõik (tulemüür puudub)
eu: Dena (suhesirik ez)
fi: Kaikki (ei palomuuria)
fr: Tout (pas de pare-feu)
he: הכל (ללא חומת אש)
hu: Minden (nincs tűzfal)
id: Semua (tanpa firewall)
is: Allt (enginn eldveggur)
it: Tutto (nessun firewall)
nb: Alt (ingen brannmur)
nn: Alle (ingen brannmur)
pl: Wszystko (brak zapory)
ro: Totul (fără parafoc)
ru: Ко всем (файервол отключен)
sl: Vsem (brez požarnega zidu)
tr: Her şey (güvenlik duvarı yok)
wa: Totafwait (nou côpe feu)

source: Other ports
br: Porzhioù all
cs: Další porty
cy: Pyrth eraill
da: Andre porte
de: Andere Ports
el: Άλλες θύρες
es: Otros puertos
et: Muud pordid
eu: Beste ataka batzuk
fi: Muut portit
fr: Autres ports
he: שערים אחרים
hu: Egyéb portok
id: Port lainya
is: Aðrar gáttir
it: Altre porte
nb: Andre porter
nn: Andre portar
pl: Inne porty
ro: Alte porturi
ru: Другие порты
sl: Ostala vrata
tr: Diğer portlar
wa: Ôtes pôrts

source: Log firewall messages in system logs
cs: Zapisovat zprávy firewallu do systémových záznamů
cy: Cofnodi negeseuon y mur cadarn yng nghofnodion y system
da: Log brandmursmeddelelser i systemlogger
de: Firewall-Meldungen in den Systemprotokollen aufzeichnen
el: Καταγραφή των μηνυμάτων του τοίχου προστασίας στις καταγραφές του συστήματος
es: Registrar mensajes del cortafuegos en los registros del sistema
et: Tulemüüriteadete logimine süsteemi logidesse
eu: Erregistratu suhesiaren mezuak sistemaren erregistroetan
fi: Kirjaa palomuurin viestit ylös järjestelmälokiin
fr: Enregistrer les messages du pare-feu dans le journal système
he: שמור הודעות מחומת האש בדו"ח המערכת
hu: A tűzfal üzeneteinek naplózása a rendszernaplókban
id: Catat pesan firewall pada log sistem
is: Skrá skilaboð frá eldvegg í kerfisannála
it: Registra i messaggi del firewall nel registro di sistema
nb: Logg brannmurmeldinger i systemlogger
nn: Loggfør brannmurmeldingar i systemloggar
pl: Informacje z zapory zapisuj w logu systemowym
ro: Înregistrează mesajele parafocului în jurnalele sistemului
ru: Записывать сообщения файерола в системный журнал
sl: Beleži sporočila požarnega zidu v sistemski dnevnik
tr: Güvenlik duvarı iletilerini sistem günlük kayıtlarında göster.
wa: Mete les messaedjes do côpe-feu dins les djournås sistinme

source: You can be warned when someone accesses to a service or tries to intrude into your computer. Please select which network activities should be watched.
cs: Může se vám dostat varování, pokud se někdo pokusí přistupovat k vaší službě nebo proniknout do vašeho počítače. Vyberte, prosím, které síťové činnosti by měly být sledovány.
cy: Mae modd eich rhybuddio pan fydd rhywun yn ceisio cael mynediad i wasanaeth neu i'ch cyfrifiadur. Pennwch pa wasanaeth rhwydwaith dylid ei wylio.
da: Du kan blive advaret når nogen har adgang til en tjeneste, eller prøver at trænge ind i din maskine. Vælg hvilke netværksaktiviteter som skal overvåges.
de: Sie können gewarnt werden, wenn jemand auf einen Dienst zugreift oder versucht, in Ihren Rechner einzudringen. Bitte wählen Sie, welche Netzwerk-Aktivitäten beobachtet werden sollen.
el: Μπορείτε να προειδοποιηθείτε όταν κάποιος αποκτήσει πρόσβαση σε μια υπηρεσία ή προσπαθεί να παραβιάσει τον υπολογιστή σας. Παρακαλώ επιλέξτε ποιες δραστηριότητες του δικτύου θα πρέπει να παρακολουθούνται.
es: Puede ser advertido cuando alguien accede a un servicio o intenta ingresar en su computador. Por favor seleccione cuáles actividades de red deberían ser vigiladas.
eu: Norbait zure konputagailuan muturra sartzen saiatu edo zerbitzu batera sartzen bada ohartarazia izan zaitezke. Mesedez aukeratu zein sare jarduera gainbegiratu behar diren.
fi: Varoitus voidaan näyttää, jos palveluihin otetaan yhteyttä tai järjestelmään yritetään tunkeutua. Valitse tarkkailtavat toiminnot.
fr: Vous pouvez être informé lorsque quelqu'un accède à un service ou essaye de s'introduire dans votre système. Veuillez sélectionner les activités réseau que vous souhaitez surveiller.
he: באפשרותך לקבל אזהרה כשמישהו ניגש לשירות או מנזה לחדור אל המחשב שלך. נא לבחור אילו פעילויות רשת יפוקחו.
hu: Ön figyelmeztetést kaphat, amikor valaki hozzáférést kezdeményez egy szolgáltatáshoz vagy megpróbál behatolni a számítógépbe. Válassza ki, mely hálózati tevékenységek legyenek figyelve.
id: Anda bisa diperingatkan ketika seseorang mengakses ke sebuah layanan atau mencoba menyusup ke komputer Anda. Silakan pilih aktivitas jaringan mana yang harus diawasi.
is: Þú færð aðvörun þegar einhver fær aðgang að þjónustu eða reynir að komast inn í þína tölvu. Veldu hvaða aðgerðum á að fylgjast með.
it: Puoi essere avvisato quando qualcuno accede ad un servizio o tenta un'intrusione. Seleziona quali attività di rete devono essere monitorate.
nb: Du kan bli advart når noen prøver å få tilgang til en tjeneste eller forsøker å bryte seg inn på maskina. Velg hvilke nettverksaktiviter som skal overvåkes.
nn: Du kan varslast når nokon prøver å få tilgang til ei teneste på maskina di, eller prøver å bryta seg inn på maskina. Vel kva nettverksaktivitet du vil overvaka.
pl: Możesz otrzymać ostrzeżenie jeżeli ktoś będzie próbował uzyskać dostęp do do twojego komputera. Wybierz jaki rodzaj aktywności sieciowej ma być obserwowany.
ro: Puteți fi avertizat cînd cineva accesează serviciile sau cînd un terț încearcă să intre pe calculatorul vostru. Selectați serviciile de rețea pe care doriți să le supravegheați.
ru: Вы можете получить уведомление, когда кто-нибудь обращается к службе или пытается проникнуть в ваш компьютер. Выберите, за какой сетевой активностью нужно следить.
tr: Birisi bilgisayarınızı ele geçirmeye veya bir servise erişmeye çalıştığında uyarı alabilirsiniz. Lütfen hangi ağ işlemlerinin izlenmesini istediğiniz seçin.
wa: Vos ploz esse advierti cwand ene sakî enonde on siervice ou saye di moussî e vosse copiutrece. Tchoezixhoz li sôre d' activité rantoele ki vos vloz corwaitî s' i vs plait.
