Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Estonia
br: Estoni
cs: Estonsko
da: Estland
de: Estland
el: Εσθονία
et: Eesti
fi: Viro
fr: Estonie
he: אסטוניה
hu: Észt
is: Eistland
nb: Estland
nn: Estland
ru: Эстония
sl: Estonija
tr: Estonya

source: Finland
cs: Finsko
cy: Y Ffindir
de: Finnland
el: Φινλανδία
es: Finlandia
et: Soome
eu: Finlandia
fi: Suomi
fr: Finlande
he: פינלנד
hu: Finnország
id: Finlandia
is: Finnland
it: Finlandia
pl: Finlandia
ro: Finlanda
ru: Финляндия
sl: Finska
tr: Finlandiya
wa: Finlande

source: France
br: Gall
cs: Francie
cy: Ffrainc
da: Frankrig
de: Frankreich
el: Γαλλία
es: Francia
et: Prantsusmaa
eu: Frantzia
fi: Ranska
he: צרפת
hu: Franciaország
id: Perancis
is: Frakkland
it: Francia
nb: Frankrike
nn: Frankrike
pl: Francja
ro: Franța
ru: Франция
sl: Francija
tr: Fransa

source: Germany
br: Alamagn
cs: Německo
cy: Yr Almaen
da: Tyskland
de: Deutschland
el: Γερμανία
es: Alemania
et: Saksamaa
eu: Alemania
fi: Saksa
fr: Allemagne
he: גרמניה
hu: Németország
id: Jerman
is: Þýskaland
it: Germania
nb: Tyskland
nn: Tyskland
pl: Niemcy
ro: Germania
ru: Германия
sl: Nemčija
tr: Almanya
wa: Almagne

source: Italy
br: Italia
cs: Itálie
cy: Yr Eidal
da: Italien
de: Italien
el: Ιταλία
es: Italia
et: Itaalia
eu: Italia
fi: Italia
fr: Italie
he: איטליה
hu: Olaszország
id: Italia
is: Ítalía
it: Italia
nb: Italia
nn: Italia
pl: Włochy
ro: Italia
ru: Италия
sl: Italija
tr: İtalya
wa: Itåleye

source: Poland
br: Pologn
cs: Polsko
cy: Gwlad Pwyl
da: Polen
de: Polen
el: Πολωνία
es: Polonia
et: Poola
eu: Polonia
fi: Puola
fr: Pologne
he: פולין
hu: Lengyelország
id: Polandia
is: Pólland
it: Polonia
nb: Polen
nn: Polen
pl: Polska
ro: Polonia
ru: Польша
sl: Poljska
tr: Polonya
wa: Pologne

source: United Kingdom
br: Rouantelezh Unanet
cs: Velká Británie
cy: Y Deyrnas Unedig
da: Storbritannien
de: Großbritannien
el: Ηνωμένο Βασίλειο
es: Reino Unido
et: Suurbritannia
eu: Erresuma Batua
fi: Iso-Britannia
fr: Royaume-Uni
he: בריטניה
hu: Egyesült Királyság
id: Inggris
is: Stóra Bretland
it: Regno Unito
nb: Storbritania
nn: Storbritannia
pl: Wielka Brytania
ro: Marea Britanie
ru: Объединенное Королевство
sl: Združeno kraljestvo
tr: İngiltere
wa: Rweyåme Uni

source: United States
br: Amerika
cs: Spojené státy americké
cy: Yr Unol Daleithiau
da: U.S.A.
de: Vereinigte Staaten von Amerika
el: Η.Π.Α.
es: Estados Unidos
et: USA
eu: Estatu Batuak
fi: Yhdysvallat
fr: États-Unis
he: ארצות הברית
hu: Amerikai Egyesült Államok
id: Amerika
is: Bandaríkin
it: Stati Uniti
nb: USA
nn: USA
pl: Stany Zjednoczone
ro: Statele Unite
ru: Соединенные Штаты
sl: Združene države Amerike
tr: ABD
wa: Estats Unis

source: United Arab Emirates
br: Stadoù-Unanet Arabeg
cs: Spojené arabské emiráty
da: Forenede Arabiske Emirater
de: Vereinigte arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
es: Emiratos Árabes Unidos
et: Araabia Ühendemiraadid
eu: Arabiar Emirerri Batuak
fi: Arabiemiirikunnat
fr: Émirats Arabes Unis
he: איחוד הנסיכויות הערביות
hu: Egyesült Arab Emirátusok
id: Uni Emirat Arab
is: Sameinuðu Arabísku Furstadæmin
it: Emirati Arabi Uniti
nb: De Forente Arabiske Emirater
nn: Dei sameinte arabiske emirata
pl: Zjednoczone Emiraty Arabskie
ro: Emiratele Arabe Unite
ru: Объединенные арабские Эмираты
sl: Združeni arabski emirati
tr: Birleşik Arap Emirlikleri
wa: Emirats Arabes Unis

source: Albania
cs: Albánie
da: Albanien
de: Albanien
el: Αλβανία
et: Albaania
fr: Albanie
he: אלבניה
hu: Albánia
is: Albanía
ru: Албания
sl: Albanija
tr: Arnavutluk

source: Angola
el: Αγκόλα
he: אנגולה
is: Angóla
ru: Ангола

source: Argentina
br: Arc'hantin
cy: Yr Ariannin
de: Argentinien
el: Αργεντινή
fi: Argentiina
fr: Argentine
he: ארגנטינה
hu: Argentína
is: Argentína
pl: Argentyna
ru: Аргентина
tr: Arjantin
wa: Årdjintene

source: Austria
br: Aostria
cs: Rakousko
cy: Awstria
da: Østrig
de: Österreich
el: Αυστρία
fi: Itävalta
fr: Autriche
he: אוסטריה
hu: Ausztria
is: Austurríki
nb: Østerrike
nn: Austerrike
ru: Австрия
sl: Avstrija
tr: Avusturya
wa: Otriche

source: Australia
br: Aostralia
cs: Austrálie
cy: Awstralia
da: Australien
de: Australien
el: Αυστραλία
et: Austraalia
fr: Australie
he: אוסטרליה
hu: Ausztrália
is: Ástralía
ru: Австралия
sl: Avstralija
tr: Avusturalya
wa: Ostraleye

source: Azerbaijan
br: Azerbaidjan
cs: Ázerbajdžán
da: Aserbajdsjan
de: Aserbaidschan
el: Αζερμπαϊτζάν
et: Aserbaidžaan
fi: Azerbaidžan
fr: Azerbaïdjan
he: אזרביג'אן
hu: Azerbajdzsán
is: Asjerbæjan
nb: Aserbajdsjan
nn: Aserbajdsjan
pl: Azerbejdżan
ru: Азербайджан
sl: Azerbajdžan
tr: Azerbaycan

source: Bosnia and Herzegovina
br: Bosnia hag Herzegovina
cs: Bosna a Hercegovina
cy: Bosnia ac Herzegovina
da: Bosnien-Hercegovina
de: Bosnien-Herzegovina
el: Βοσνία-Ερζεγοβίνη
es: Bosnia y Herzegovina
et: Bosnia ja Hertsegoviina
eu: Bosnia Herzegovina
fi: Bosnia ja Herzegovina
fr: Bosnie Herzégovine
he: בוסניה-הרצגובינה
hu: Bosznia és Hercegovina
id: Bosnia dan Herzegovina
is: Bosnía og Herzegónía
it: Bosnia Erzegovina
nb: Bosnia-Hercegovina
nn: Bosnia-Hercegovina
pl: Bośnia i Hercegowina
ro: Bosnia și Herțegovina
ru: Босния и Герцеговина
sl: Bosna in Hercegovina
tr: Bosna-Hersek

source: Bahamas
cs: Bahamy
el: Μπαχάμες
et: Bahama saared
eu: Bahamak
fi: Bahama
he: איי בהאמה
hu: Bahama-szigetek
id: Bahama
is: Bahamaeyjar
pl: Bahamy
ru: Багамы
sl: Bahami
tr: Bahamalar

source: Bangladesh
cs: Bangladéš
de: Bangladesch
el: Μπανγκλαντές
he: בנגלדש
hu: Banglades
pl: Bangladesz
ro: Bangladeș
ru: Бангладеш
sl: Bangladeš
tr: Bangladeş

source: Barbados
br: Barbad
el: Μπαρμπάντος
fr: Barbade
he: ברבדוס
ru: Барбадос

source: Belgium
br: Beljik
cs: Belgie
cy: Gwlad Belg
da: Belgien
de: Belgien
el: Βέλγιο
es: Bélgica
et: Belgia
eu: Belgika
fi: Belgia
fr: Belgique
he: בלגיה
id: Belgia
is: Belgía
it: Belgio
nb: Belgia
nn: Belgia
pl: Belgia
ro: Belgia
ru: Бельгия
sl: Belgija
tr: Belçika
wa: Beldjike

source: Bulgaria
cs: Bulharsko
cy: Bwlgaria
da: Bulgarien
de: Bulgarien
el: Βουλγαρία
et: Bulgaaria
fr: Bulgarie
he: בולגריה
hu: Bulgária
is: Búlgaría
pl: Bułgaria
ru: Болгария
sl: Bolgarija
tr: Bulgaristan
wa: Bulgåreye

source: Belarus
cs: Bělorusko
da: Hviderusland
de: Weißrussland
el: Λευκορωσία
es: Bielorusia
et: Valgevene
eu: Bielorrusia
fi: Valko-Venäjä
fr: Bélarus
he: בלרוס
hu: Fehéroroszország
id: Belarusia
is: Hvítarússland
it: Bielorussia
nb: Hviterussland
nn: Kviterussland
pl: Białoruś
ru: Беларусь
sl: Belorusija

source: Botswana
el: Μποτσουάνα
he: בוטסואנה
pl: Bostwana
ru: Ботсвана
sl: Bocvana
tr: Botsvana

source: Canada
br: Kanada
cs: Kanada
de: Kanada
el: Καναδάς
es: Canadá
et: Kanada
eu: Kanada
fi: Kanada
he: קנדה
hu: Kanada
id: Kanada
is: Kanada
pl: Kanada
ru: Канада
sl: Kanada
tr: Kanada

source: Congo (Kinshasa)
br: Kongo (Kinshasa)
cs: Kongo (Kinshasa)
de: Kongo (Kinshasa)
el: Κονγκό (Κινσάσα)
et: Kongo (Kinshasa)
eu: Kongo (Kinshasa)
fi: Kongo (Kinshasa)
he: קונגו (קינסהסה)
hu: Kongó (Kinshasa)
id: Kongo (Kinshasa)
is: Kongó (Kinshasa)
nb: Kongo
nn: Kongo
pl: Kongo (Kinszasa)
ru: Конго (Kinshasa)
sl: Demokratična republika Kongo

source: Congo (Brazzaville)
br: Kongo (Brazzaville)
cs: Kongo (Brazzaville)
de: Kongo (Brazzaville)
el: Κονγκό (Μπραζαβίλ)
et: Kongo (Brazzaville)
eu: Kongo (Brazzaville)
fi: Kongo (Brazzaville)
he: קונגו (Brazzaville)
hu: Kongó (Brazzaville)
id: Kongo (Brazzaville)
is: Kongó (brassaville)
nb: Kongo-Brazzaville
nn: Kongo-Brazzaville
pl: Kongo (Brazzaville)
ru: Конго (Brazzaville)
sl: Republika Kongo

source: Switzerland
br: Suis
cs: Švýcarsko
cy: Y Swistir
da: Schweiz
de: Schweiz
el: Ελβετία
es: Suiza
et: Šveits
eu: Suitza
fi: Sveitsi
fr: Suisse
he: שוייץ
hu: Svájc
id: Swiss
is: Sviss
it: Svizzera
nb: Sveits
nn: Sveits
pl: Szwajcaria
ro: Elveția
ru: Швейцария
sl: Švica
tr: İsviçre
wa: Swisse

source: Cote d'Ivoire
br: Aod an Olifant
cs: Pobřeží slonoviny
da: Elfenbenskysten
de: Elfenbeinküste
el: Ακτή Ελεφαντοστού
es: Costa de Marfil
eu: Boli Kosta
fr: Côte d'Ivoire
he: חוף השנהב
hu: Elefántcsontpart
id: Pantai Gading
is: Fílabeinsströndin
it: Costa d'Avorio
nb: Elfenbenskysten
nn: Elfenbeinskysten
pl: Wybrzeże Kości Słoniowej
ro: Coasta de Fildeș
ru: Кот-д'Ивуар
sl: Slonokoščena obala

source: Chile
el: Χιλή
et: Tšiili
eu: Txile
fr: Chili
he: צ'ילה
id: Chili
is: Chíle
it: Cile
ru: Чили
sl: Čile
tr: Şili

source: Cameroon
br: Kameroun
cs: Kamerun
da: Cameroun
de: Kamerun
el: Καμερούν
et: Kamerun
eu: Kamerun
fi: Kamerun
fr: Cameroun
he: קמרון
hu: Kamerun
id: Kamerun
is: Kamerún
it: Camerun
nb: Kamerun
nn: Kamerun
pl: Kamerun
ro: Camerun
ru: Камерун
sl: Kamerun
tr: Kamerun

source: China
br: Sina
cs: Čína
cy: Tsieina
da: Kina
el: Κίνα
et: Hiina
eu: Txina
fi: Kiina
fr: Chine
he: סין
hu: Kína
id: Cina
is: Kína
it: Cina
nb: Kina
nn: Kina
pl: Chiny
ru: Китай
sl: Kitajska
tr: Çin
wa: Chine

source: Costa Rica
br: Kosta Rika
el: Κόστα Ρίκα
he: קוסטה ריקה
id: Kosta Rika
is: Kosta Ríka
pl: Kostaryka
ru: Коста-Рика
sl: Kostarika
tr: Kosta Rika

source: Colombia
br: Kolombia
cs: Kolumbie
da: Columbia
de: Kolumbien
el: Κολομβία
eu: Kolonbia
fi: Kolumbia
fr: Colombie
he: קולומביה
hu: Kolumbia
id: Kolombia
is: Kólumbía
pl: Kolumbia
ro: Columbia
ru: Колумбия
sl: Kolumbija
tr: Kolombiya

source: Czech Republic
br: Republik Tchek
cs: Česká republika
cy: Gweriniaeth Tsiec
da: Tjekkiet
de: Tschechische Republik
el: Τσέχικη Δημοκρατία
es: República Checa
et: Tšehhi
eu: Txekiar Errepublika
fi: Tsekin tasavalta
fr: République Tchèque
he: הרפובליקה הצ'כית
hu: Cseh Köztársaság
id: Republik Ceko
is: Tékkland
it: Repubblica Ceca
nb: Den Tsjekkiske republikk
nn: Tsjekkia
pl: Republika Czeska
ro: Republica Cehă
ru: Чешская Республика
sl: Češka
tr: Çek Cumhuriyeti
wa: Tchekeye

source: Denmark
br: Danmark
cs: Dánsko
cy: Denmarc
da: Danmark
de: Dänemark
el: Δανία
es: Dinamarca
et: Taani
eu: Danimarka
fi: Tanska
fr: Danemark
he: דנמרק
hu: Dánia
is: Danmörk
it: Danimarca
nb: Danmark
nn: Danmark
pl: Dania
ro: Danemarca
ru: Дания
sl: Danska
tr: Danimarka
wa: Daenmåtche

source: Dominican Republic
br: Republik Dominikan
cs: Dominikánská republika
da: Dominikanske Republik
de: Dominikanische Republik
el: Δομινικανή Δημοκρατία
es: República Dominicana
et: Dominikaani Vabariik
eu: Dominikar Errepublika
fi: Dominikaaninen tasavalta
fr: République Dominicaine
he: הרפובליקה הדומיניקנית
hu: Dominikai Köztársaság
id: Republik Dominika
is: Dóminíska lýðveldið
it: Repubblica Dominicana
nb: Den dominikanske republikken
nn: Den dominikanske republikken
pl: Dominikana
ro: Republica Dominicană
ru: Доминиканская республика
sl: Dominikanska republika
tr: Dominik Cumhuriyeti

source: Ecuador
br: Kehider
cs: Ekvádor
el: Ισημερινός
eu: Ekuador
fr: Équateur
he: אקוודור
id: Ekuador
is: Ekvador
pl: Ekwador
ru: Эквадор
sl: Ekvador
tr: Ekvator

source: Egypt
br: Ejipt
cy: Yr Aifft
da: Egypten
de: Ägypten
el: Αίγυπτος
es: Egipto
et: Egiptus
eu: Egipto
fi: Egypti
fr: Égypte
he: מצריים
hu: Egyiptom
id: Mesir
is: Egyptaland
it: Egitto
pl: Egipt
ro: Egipt
ru: Египет
sl: Egipt
tr: Mısır
wa: Edjipe

source: Spain
br: Spagn
cs: Španělsko
cy: Sbaen
da: Spanien
de: Spanien
el: Ισπανία
es: España
et: Hispaania
eu: Espainia
fi: Espanja
fr: Espagne
he: ספרד
hu: Spanyolország
id: Spanyol
is: Spánn
it: Spagna
nb: Spania
nn: Spania
pl: Hiszpania
ro: Spania
ru: Испания
sl: Španija
tr: İspanya
wa: Espagne

source: Fiji
br: Fidji
cs: Fidži
cy: Ffiji
de: Fidschi
el: Φίτζι
et: Fidži
fr: Fidji
he: פיג'י
hu: Fidzsi-szigetek
is: Fíjí
pl: Fidżi
ru: Фиджи
sl: Fidži

source: Georgia
br: Jorjia
cs: Gruzie
da: Georgien
de: Georgien
el: Γεωργία
et: Gruusia
fr: Géorgie
he: ג'ורג'יה
hu: Grúzia
is: Georgía
pl: Gruzja
ru: Грузия
sl: Gruzija
tr: Gürcistan

source: Ghana
br: Gwana
el: Γκάνα
he: גאנה
hu: Ghána
is: Gana
ru: Гана
sl: Gana
tr: Gana

source: Greece
br: Gres
cs: Řecko
cy: Groeg
da: Grækenland
de: Griechenland
el: Ελλάδα
es: Grecia
et: Kreeka
eu: Grezia
fi: Kreikka
fr: Grèce
he: יוון
hu: Görögország
id: Yunani
is: Grikkland
it: Grecia
nb: Hellas
nn: Hellas
pl: Grecja
ro: Grecia
ru: Греция
sl: Grčija
tr: Yunanistan
wa: Grece

source: Guatemala
el: Γουατεμάλα
he: גואטמלה
is: Gvatemala
pl: Gwatemala
ru: Гватемала
sl: Gvatemala
tr: Guetemala

source: Guyana
br: Gwiana
el: Γουιάνα
fr: Guyane
he: גיאנה
is: Gvíana
pl: Gujana
ru: Гайана
sl: Gvajana

source: Hong Kong
cy: Hong Cong
el: Χονγκ Κονγκ
he: הונג קונג
ru: Гонконг

source: Honduras
el: Ονδούρα
he: הונדורס
is: Hondúras
ru: Гондурас

source: Croatia
br: Kroatia
cs: Chorvatsko
da: Kroatien
de: Kroatien
el: Κροατία
es: Croacia
et: Horvaatia
eu: Kroazia
fi: Kroatia
fr: Croatie
he: קרואטיה
hu: Horvátország
id: Kroasia
is: Króatía
it: Croazia
nb: Kroatia
nn: Kroatia
pl: Chorwacja
ro: Croația
ru: Хорватия
sl: Hrvaška
tr: Hırvatistan

source: Hungary
br: Hongri
cs: Maďarsko
cy: Hwngari
da: Ungarn
de: Ungarn
el: Ουγγαρία
es: Hungría
et: Ungari
eu: Hungaria
fi: Unkari
fr: Hongrie
he: הונגריה
hu: Magyarország
id: Hungaria
is: Ungverjaland
it: Ungheria
nb: Ungarn
nn: Ungarn
pl: Węgry
ro: Ungaria
ru: Венгрия
sl: Madžarska
tr: Macaristan
wa: Hongreye

source: Indonesia
br: Indonezia
cs: Indonésie
da: Indonesien
de: Indonesien
el: Ινδονησία
et: Indoneesia
fr: Indonésie
he: אינדונזיה
hu: Indonézia
is: Indónesía
pl: Indonezja
ro: Indonezia
ru: Индонезия
sl: Indonezija
tr: Endonezya

source: Ireland
br: Iwerzhon
cs: Irsko
cy: Iwerddon
da: Irland
de: Irland
el: Ιρλανδία
es: Irlanda
et: Iirimaa
eu: Irlanda
fi: Irlanti
fr: Irlande
he: אירלנד
hu: Írország
id: Irlandia
is: Írland
it: Irlanda
nb: Irland
nn: Irland
pl: Irlandia
ro: Irlanda
ru: Ирландия
sl: Irska
tr: İrlanda
wa: Irlande

source: Israel
cs: Izrael
el: Ισραήλ
et: Iisrael
fr: Israël
he: ישראל
hu: Izrael
is: Ísrael
it: Israele
pl: Izrael
ru: Израиль
sl: Izrael
tr: İsrail
wa: Israyel

source: India
br: Indez
cs: Indie
da: Indien
de: Indien
el: Ινδία
fi: Intia
fr: Inde
he: הודו
is: Indland
pl: Indie
ru: Индия
sl: Indija
tr: Hindistan
wa: Inde

source: Iceland
br: Bro ar Skorn
cs: Island
cy: Ynys yr Iâ
da: Island
de: Island
el: Ισλανδία
es: Islandia
et: Island
eu: Islandia
fi: Islanti
fr: Islande
he: איסלנד
hu: Izland
id: Islandia
is: Ísland
it: Islanda
nb: Island
nn: Island
pl: Islandia
ro: Islanda
ru: Исландия
sl: Islandija
tr: İzlanda
wa: Izlande

source: Jamaica
br: Jamaika
cs: Jamajka
de: Jamaika
el: Τζαμάικα
eu: Jamaika
fi: Jamaika
fr: Jamaïque
he: ג'מייקה
id: Jamaika
is: Jamaíka
it: Giamaica
pl: Jamajka
ru: Ямайка
sl: Jamajka
tr: Jameyka

source: Japan
cs: Japonsko
cy: Siapan
el: Ιαπωνία
es: Japón
et: Jaapan
eu: Japonia
fi: Japani
fr: Japon
he: יפן
hu: Japán
id: Jepang
it: Giappone
pl: Japonia
ro: Japonia
ru: Япония
sl: Japonska
tr: Japonya

source: Kenya
cs: Keňa
de: Kenia
el: Κένυα
et: Keenia
fi: Kenia
he: קניה
is: Kenía
pl: Kenia
ru: Кения
sl: Kenija

source: Kuwait
br: Koweit
cs: Kuvajt
el: Κουβέιτ
et: Kuveit
fr: Koweit
he: כווית
hu: Kuvait
is: Kúvæt
pl: Kuwejt
ro: Kuweit
ru: Кувейт
sl: Kuvajt
tr: Kuveyt

source: Kazakhstan
br: Kazakstan
cs: Kazachstán
de: Kasachstan
el: Καζακστάν
et: Kasahstan
fi: Kazakstan
he: קזחסטן
hu: Kazahsztán
is: Kasakstan
it: Kazakistan
nb: Kasakhstan
nn: Kasakhstan
pl: Kazachstan
ru: Казахстан
sl: Kazahstan
tr: Kazakistan

source: Laos
da: Lagos
el: Λάος
he: לאוס
hu: Laosz
ru: Лаос

source: Lebanon
br: Liban
cs: Libanon
cy: Libanus
da: Libanon
de: Libanon
el: Λίβανος
et: Liibanon
eu: Libano
fi: Libanon
fr: Liban
he: לבנון
hu: Libanon
id: Libanon
is: Líbanon
it: Libano
nb: Libanon
nn: Libanon
pl: Liban
ro: Liban
ru: Лебанон
sl: Libanon
tr: Lübnan

source: Saint Lucia
br: Santez Lucia
cs: Svatá Lucie
da: Sankt Lucia
de: St. Lucia
el: Αγία Λουκία
es: Santa Lucía
eu: Santa Luzia
fr: Sainte-Lucie
he: סנט לוצ'יה
is: Sankti Lúsía
it: Santa Lucia
nb: St. Lucia
nn: St. Lucia
ro: Sfînta Lucia
ru: Сент-Люсия
sl: Sveta Lucija
tr: Sen Lusia

source: Sri Lanka
cs: Srí Lanka
el: Σρι Λάνκα
he: סרי לנקה
is: Srí Lanka
ru: Шри-Ланка
sl: Šrilanka

source: Lithuania
br: Lituania
cs: Litva
da: Litauen
de: Litauen
el: Λιθουανία
es: Lituania
et: Leedu
eu: Lituania
fi: Liettua
fr: Lituanie
he: ליטא
hu: Litvánia
is: Litháen
it: Lituania
nb: Litauen
nn: Litauen
pl: Litwa
ro: Lituania
ru: Литва
sl: Litva
tr: Litvanya
wa: Litwaneye

source: Luxembourg
br: Luksembourg
cs: Lucembursko
da: Luxemburg
de: Luxemburg
el: Λουξεμβούργο
es: Luxemburgo
et: Luksemburg
eu: Luxenburgo
fi: Luxemburg
he: לוכסמבורג
hu: Luxemburg
id: Luksemburg
is: Lúxemborg
it: Lussemburgo
pl: Luksemburg
ro: Luxemburg
ru: Люксембург
sl: Luksemburg
tr: Lüksemburg

source: Latvia
cs: Lotyšsko
cy: Latfia
da: Letland
de: Litauen
el: Λεττονία
et: Läti
eu: Letonia
fr: Lettonie
he: לטוויה
hu: Lettország
is: Lettland
it: Lettonia
pl: Łotwa
ro: Letonia
ru: Латвия
sl: Latvija
tr: Latviya

source: Morocco
br: Maroko
cs: Maroko
da: Marokko
de: Marokko
el: Μαρόκο
es: Marruecos
et: Maroko
eu: Maroko
fi: Marokko
fr: Maroc
he: מרוקו
hu: Marokkó
id: Maroko
is: Marokkó
it: Marocco
nb: Marokko
nn: Marokko
pl: Maroko
ro: Maroc
ru: Марокко
sl: Maroko
tr: Fas
wa: Marok

source: Moldova
br: Moldavia
cs: Moldava
de: Moldawien
el: Μολδαβία
eu: Moldavia
fr: République de Moldova
he: מולדובה
is: Moldavía
it: Moldavia
pl: Mołdowa
ru: Молдова
sl: Moldavija
tr: Moldovya

source: Montenegro
cs: Černá hora
el: Μαυροβούνιο
fr: Monténégro
hu: Montenegró
ro: Muntenegru
ru: Черногория
sl: Črna gora
tr: Karadağ

source: Mongolia
cs: Mongolsko
da: Mongoliet
de: Mongolei
el: Μογγολία
et: Mongoolia
fr: Mongolie
he: מונגוליה
hu: Mongólia
is: Mongólía
ru: Монголия
sl: Mongolija
tr: Moğolistan

source: Macao
br: Makao
cs: Makao
el: Μακάο
eu: Macau
hu: Makaó
id: Makau
pl: Makao
ru: Макао
sl: Makao
tr: Makao

source: Malta
br: Malt
el: Μάλτα
fr: Malte
he: מלטה
hu: Málta
ru: Мальта

source: Mauritius
br: Mauris
cs: Mauricius
el: Μαυρίκιος
es: Mauricio
eu: Maurizio
fr: Maurice
he: מאוריציוס
is: Máritus
ru: Маврикий
wa: Iye Môrice

source: Maldives
br: Inizi Maldiv
cs: Maledivy
da: Maldiverne
de: Malediven
el: Μαλδίβες
es: Maldivas
et: Maldiivid
eu: Maldivak
fi: Malediivit
he: האיים המלדיביים
hu: Maldív-szigetek
id: Maladewa
is: Maldíví
it: Maldive
nb: Maldivene
nn: Maldivane
pl: Malediwy
ro: Maldive
ru: Мальдивы
sl: Maldivi
tr: Maldiv Adaları

source: Mexico
br: Mec’hiko
cs: Mexiko
cy: Mecsico
de: Mexiko
el: Μεξικό
es: México
et: Mehhiko
eu: Mexiko
fi: Meksiko
fr: Mexique
he: מקסיקו
hu: Mexikó
id: Meksiko
is: Mexíkó
it: Messico
pl: Meksyk
ro: Mexic
ru: Мексика
sl: Mehika
tr: Meksika

source: Malaysia
br: Malezia
cs: Malajsie
el: Μαλαισία
es: Malasia
et: Malaisia
fi: Malesia
fr: Malaisie
he: מלזיה
hu: Malajzia
is: Malasía
it: Malesia
pl: Malezja
ro: Malaezia
ru: Малайзия
sl: Malezija
tr: Malezya

source: Mozambique
br: Mozambik
cs: Mosambik
da: Mocambique
de: Mosambik
el: Μοζαμβίκη
et: Mosambiik
eu: Mozanbike
fi: Mosambik
he: מוזמביק
hu: Mozambik
id: Mozambik
is: Mósambík
it: Mozambico
nb: Mosambik
nn: Mosambik
pl: Mozambik
ro: Mozambic
ru: Мозамбик
sl: Mozambik
tr: Mozambik

source: Nigeria
br: Nijeria
cs: Nigérie
el: Νιγηρία
et: Nigeeria
he: ניגריה
hu: Nigéria
is: Nígería
ru: Нигерия
sl: Nigerija

source: Nicaragua
br: Nikwaraga
cs: Nikaragua
el: Νικαράγουα
eu: Nikaragua
he: ניקאראגואה
id: Nikaragua
is: Nígarakúa
pl: Nikaragua
ru: Никарагуа
sl: Nikaragva
tr: Nikaragua

source: Netherlands
br: Izelvroioù
cs: Nizozemí
cy: Yr Iseldiroedd
da: Holland
de: Niederlande
el: Ολλανδία
es: Holanda
et: Holland
eu: Herbehereak
fi: Alankomaat
fr: Pays-Bas
he: הולנד
hu: Hollandia
id: Belanda
is: Holland
it: Paesi Bassi
nb: Nederland
nn: Nederland
pl: Holandia
ro: Olanda
ru: Нидерланды
sl: Nizozemska
tr: Hollanda
wa: Bas Payis

source: Norway
br: Norvej
cs: Norsko
cy: Norwy
da: Norge
de: Norwegen
el: Νορβηγία
es: Noruega
et: Norra
eu: Norvegia
fi: Norja
fr: Norvège
he: נורווגיה
hu: Norvégia
id: Norwegia
is: Noregur
it: Norvegia
nb: Norge
nn: Noreg
pl: Norwegia
ro: Norvegia
ru: Норвегия
sl: Norveška
tr: Norveç
wa: Norvedje

source: Nepal
cs: Nepál
el: Νεπάλ
fr: Népal
he: נפאל
hu: Nepál
ru: Непал

source: New Zealand
br: Zeland Nevez
cs: Nový Zéland
cy: Seland Newydd
de: Neuseeland
el: Νέα Ζηλανδία
es: Nueva Zelanda
et: Uus-Meremaa
eu: Zeelanda Berria
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
he: ניו-זילנד
hu: Új-Zéland
id: Selandia Baru
is: Nýja Sjáland
it: Nuova Zelanda
pl: Nowa Zelandia
ro: Noua Zeelandă
ru: Новая Зеландия
sl: Nova Zelandija
tr: Yeni Zellanda

source: Panama
el: Παναμάς
es: Panamá
he: פנמה
ru: Панама

source: Oman
cs: Omán
el: Ομάν
et: Omaan
he: עומן
hu: Omán
is: Óman
ru: Оман
tr: Umman

source: Peru
br: Peroù
cy: Periw
el: Περού
es: Perú
et: Peruu
fr: Pérou
he: פרו
is: Perú
it: Perù
ru: Перу

source: Philippines
br: Filipin
cs: Filipíny
da: Filippinerne
de: Philippinen
el: Φιλιππίνες
es: Filipinas
et: Filipiinid
eu: Filipinak
fi: Filippiinit
he: הפיליפינים
hu: Fülöp-szigetek
id: Filipina
is: Filippseyjar
it: Filippine
nb: Filippinene
nn: Filippinane
pl: Filipiny
ro: Filipine
ru: Филиппины
sl: Filipini
tr: Filipinler

source: Pakistan
cs: Pákistán
cy: Pacistan
el: Πακιστάν
es: Pakistán
he: פקיסטן
hu: Pakisztán
ru: Пакистан

source: Portugal
cs: Portugalsko
cy: Portiwgal
el: Πορτογαλία
fi: Portugali
he: פורטוגל
hu: Portugália
is: Portúgal
it: Portogallo
pl: Portugalia
ro: Portugalia
ru: Португалия
sl: Portugalska
tr: Portekiz

source: Paraguay
br: Paragwae
el: Παραγουάη
eu: Paraguai
he: פרגוואי
is: Paragvæ
pl: Paragwaj
ru: Парагвай
sl: Paragvaj

source: Romania
br: Roumania
cs: Rumunsko
cy: Rwmania
da: Rumænien
de: Rumänien
el: Ρουμανία
es: Rumania
et: Rumeenia
eu: Errumania
fr: Roumanie
he: רומניה
hu: Románia
is: Rúmenía
pl: Rumunia
ro: România
ru: Румыния
sl: Romunija
tr: Romanya

source: Serbia
cs: Srbsko
da: Serbien
de: Serbien
el: Σερβία
fr: Serbie
hu: Szerbia
ru: Сербия
sl: Srbija
tr: Sırbistan

source: Russian Federation
br: Kevread rusianek
cs: Ruská federace
cy: Cyfundeb Rwsia
da: Russiske føderation
de: Russland
el: Ρωσική Ομοσπονδία
es: Federación Rusa
et: Venemaa Föderatsioon
eu: Errusiar Federakundea
fi: Venäjä
fr: Fédération russe
he: הפדרציה הרוסית
hu: Oroszország
id: Federasi Rusia
is: Rússneska Sambandið
it: Federazione Russa
nb: Russland
nn: Russland
pl: Federacja Rosyjska
ro: Federația Rusă
ru: Российская Федерация
sl: Ruska Federacija
tr: Rusya Federasyonu

source: Saudi Arabia
br: Arabia Saudi
cs: Saudská Arábie
da: Saudi-Arabien
de: Saudi Arabien
el: Σαουδική Αραβία
es: Arabia Saudita
et: Saudi Araabia
fr: Arabie Saoudite
he: ערב הסעודית
hu: Szaúd-Arábia
id: Arab Saudi
is: Saudiarabía
it: Arabia Saudita
pl: Arabia Saudyjska
ro: Arabia Saudită
ru: Саудовская Аравия
sl: Saudska Arabija
tr: Suudi Arabistan

source: Sweden
br: Sveden
cs: Švédsko
da: Sverige
de: Schweden
el: Σουηδία
es: Suecia
et: Rootsi
eu: Suedia
fi: Ruotsi
fr: Suède
he: שבדיה
hu: Svédország
id: Swedia
is: Svíþjóð
it: Svezia
nb: Sverige
nn: Sverige
pl: Szwecja
ro: Suedia
ru: Швеция
sl: Švedska
tr: İsveç
wa: Suwede

source: Singapore
br: Singapour
cs: Singapur
de: Singapur
el: Σιγκαπούρη
es: Singapur
et: Singapur
eu: Singapur
fr: Singapour
he: סינגפור
hu: Szingapúr
id: Singapura
is: Singapúr
nb: Singapor
pl: Singapur
ru: Сингапур
sl: Singapur
tr: Singapur
wa: Singapour

source: Slovenia
cs: Slovinsko
da: Slovenien
de: Slowenien
el: Σλοβενία
es: Eslovenia
et: Sloveenia
eu: Eslovenia
fr: Slovénie
he: סלובניה
hu: Szlovénia
is: Slóvenía
pl: Słowenia
ru: Словения
sl: Slovenija
tr: Slovenya
wa: Esloveneye

source: Slovakia
cs: Slovensko
cy: Slofacia
da: Slovakiet
de: Slowakei
el: Σλοβακία
es: Eslovakia
et: Slovakkia
eu: Eslovakia
fr: Slovaquie
he: סלובקיה
hu: Szlovákia
is: Slóvakía
it: Slovacchia
pl: Słowacja
ro: Slovacia
ru: Словакия
sl: Slovaška
tr: Slovakya

source: Senegal
el: Σενεγάλη
fr: Sénégal
he: סנגל
hu: Szenegál
ru: Сенегал
wa: Senegål

source: El Salvador
el: Ελ Σαλβαδόρ
he: אל סלבדור
hu: Salvador
pl: El Salwator
ru: Сальвадор
sl: Salvador

source: Thailand
cs: Thajsko
cy: Gwlad Thail
el: Ταϊλάνδη
es: Tailandia
et: Tai
eu: Thailandia
fi: Thaimaa
fr: Thaïlande
he: תאילנד
hu: Thaiföld
is: Tæland
it: Thailandia
pl: Tajlandia
ro: Tailanda
ru: Тайланд
sl: Tajska
tr: Tayland
wa: Taylande
