Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Can't create the directory, please enter a correct path.
cs: Nelze vytvořit adresář. Zadejte, prosím, správnou cestu.
cy: Methu creu y cyfeiriadur arall, rhowch y llwybr cywir.
da: Kan ikke oprette dette katalog, angiv venligst en gyldig sti.
de: Kann das Verzeichnis nicht erzeugen, bitte geben Sie einen korrekten Pfad ein.
el: Αδύνατη η δημιουργία καταλόγου, παρακαλώ εισάγετε μια σωστή διαδρομή.
es: No se puede crear el directorio, por favor ingrese una ruta correcta.
et: Kataloogi ei õnnestunud luua, palun andke korrektne asukoht.
eu: Ezin da direktorioa sortu, mesedez sartu bide zuzena.
fi: Hakemistoa ei voi luoda, tarkista hakemiston polku.
fr: Impossible de créer le dossier, veuillez entrer un chemin correct.
he: לא ניתן ליצור את הספרייה, נא להכניס כתובת תקינה.
hu: A könyvtár nem hozható létre. Érvényes útvonalat adjon meg.
id: Tidak bisa membuat direktori, silakan masukkan path yang benar.
is: Get ekki búið til möppu, vinsamlega sláðu inn rétta slóð.
it: Impossibile creare la directory, fornisci un percorso valido.
nb: Kan ikke opprette denne mappa, vennligst oppgi en gyldig sti.
nn: Klarte ikkje laga mappa. Skriv inn ei gyldig adresse.
pl: Utworzenie katalogu było niemożliwe. Wprowadź prawidłową ścieżkę.
ro: Nu se poate crea directorul, introduceți o cale corectă.
ru: Невозможно создать каталог. Пожалуйста, укажите корректный путь.
sl: Te mape ni mogoče ustvariti. Vnesite pravilno pot.
tr: Dizin oluşturulamıyor. Lütfen doğru dizini girin.

source: Please enter a Comment for this share.
br: Roit un askelenn evit ar rannad-mañ mar plij.
cs: Zadejte, prosím, komentář k tomuto sdílení.
cy: Rhowch Sylw ar gyfer y gyfran.
da: Indtast en kommentar for denne ressurce.
de: Bitte geben Sie einen Kommentar zu dieser Freigabe an.
el: Παρακαλώ εισάγετε ένα σχόλιο για αυτήν την κοινή χρήση.
es: Por favor ingrese un comentario para esta compartición.
et: Palun kirjutage jagatud ressursi kommentaar.
eu: Mesedez sartu partekatutako honentzako Azalpen bat.
fi: Anna jaolle kommentti.
fr: Veuillez entrer un commentaire pour ce partage.
he: נא להכניס הערה עבור שיתוף זה.
hu: Adjon meg egy megjegyzést ehhez a megosztáshoz.
id: Silakan masukkan Komentar untuk share ini.
is: Gefðu upp lýsingu á þessu svæði.
it: Scrivi un commento per questa condivisione.
nb: Vennligst tast inn en kommentar for denne ressursen.
nn: Skriv inn merknad for denne delte ressursen.
pl: Wprowadź komentarz dla tego udziału.
ro: Introduceți un comentariu pentru acest partaj.
ru: Введите комментарий для этого ресурса.
sl: Vnesite komentar za to deljeno mapo.
tr: Lütfen bu paylaşım için bir açıklama girin.
wa: Dinez on tecse di rawete po ci pårtaedje ci s' i vs plait.

source: pdf-gen - a PDF generator
br: pdf-gen - ur c'hrouer PDF
cs: pdf-gen - generátor PDF
cy: pdf-gen - cynhyrchydd PDF
da: pdf-gen - en PDF-generator
de: pdf-gen - ein PDF-Erzeuger
el: pdf-gen - ένας δημιουργός PDF
es: pdf-gen - Un generador de PDF
et: pdf-gen - PDF-failide looja
eu: pdf-gen - PDF sortzailea
fi: pdf-gen - PDF-luontityökalu
fr: pdf-gen - un générateur de PDF
he: pdf-gen - יוצר PDF
hu: pdf-gen - PDF készítő
id: pdf-gen - sebuah generator PDF
is: pdf-gen - búa til PDF skjöl
it: pdf-gen - Generatore di PDF
nb: pdf-gen, en PDF-generator
nn: pdf-gen – ein PDF-generator
pl: pdf-gen - generator plików PDF
ro: pdf-gen - un generator de fișiere PDF
ru: pdf-gen - генератор PDF
sl: pdf-gen - generator PDFjev
tr: pdf-gen - bir PDF oluşturucu
wa: pdf-gen - on djenerateu d' PDF

source: printers - all printers available
cs: printers - všechny dostupné tiskárny
cy: argraffydd - pob argraffydd
da: printere - alle printere tilgængelige
de: Drucker - alle verfügbaren Drucker
el: εκτυπωτές - όλοι οι διαθέσιμοι εκτυπωτές
es: impresoras - todas las impresoras disponibles
et: prnterid - kõik saadaolevad printerid
eu: inprimagailuak - inprimagailu eskuragarri guztiak
fi: tulostimet - kaikki käytettävät tulostimet
fr: imprimantes - toutes les imprimantes disponibles
he: מדפסות - כל המדפסות זמינות
hu: nyomtatók - az összes elérhető nyomtató
id: printer - semua printer yang tersedia
is: printers - allir tiltækir prentarar
it: Stampanti - tutte le stampanti disponibili
nb: skrivere, alle skrivere tilgjengelig
nn: skrivarar – alle tilgjengelege skrivarar
pl: drukarki - wszystkie dostępne drukarki
ro: imprimante - toate imprimantele disponibile
ru: printers - доступны все принтеры
sl: printers - vsi razpoložljivi tiskalniki
tr: printers - uygun olan tüm yazıcılar
wa: sicrireces - totes les scrireces k' i gn a

source: Add Special Printer share
cs: Přidat sdílení zvláštní tiskárny
cy: Ychwanegu cyfran Argraffydd Arbennig
da: Tilføj speciel delt Samba-printerressurce
de: Hinzufügen einer speziellen Druckerfreigabe
el: Προσθήκη μιας ειδικής κοινής χρήσης εκτυπωτή
es: Agregar compartición de Impresora Especial
et: Spetsiaalse printeri ressursi lisamine
eu: Erantsi Inprimagailu Berezia partekatzea
fi: Lisää tulostinjako
fr: Ajouter un partage imprimante particulier
he: הוספת שיתוף מדפסת מיוחד
hu: Speciális nyomtatómegosztás felvétele
id: Tambah share Printer Spesial
is: Bæta við sérstökum miðluðum prentara
it: Aggiungi condivisione di una stampante speciale
nb: Legg til spesiell delt skriverressurs for Samba
nn: Legg til spesiell delt skrivarressurs
pl: Dodaj specjalną drukarkę
ro: Adaugă un partaj de imprimantă special
ru: Добавить специальный ресурс печати
sl: Nastavi tiskalnik za deljenje
tr: Özel Yazıcı paylaşımı ekle
wa: Radjouter on pårtaedje sipeciå scrirece

source: Goal of this wizard is to easily create a new special printer Samba share.
cs: Cílem tohoto průvodce je snadné vytvoření nového sdílení Samba se zvláštní tiskárnou.
cy: Nod y dewin yw creu cyfran argraffydd arbennig newydd Samba .
da: Målet for denne hjælper er at nemt oprette en speciel delt Samba-printerressurce.
de: Ziel dieses Assistenten ist es, leicht eine neue spezielle Samba-Druckerfreigabe zu erzeugen.
el: Σκοπός αυτού του οδηγού είναι να δημιουργήσετε εύκολα έναν ειδικό κοινόχρηστο εκτυπωτή Samba.
es: El objetivo de este asistente es crear una compartición de una impresora especial de Samba de manera fácil.
et: Selle nõustaja eesmärk on Samba spetsiaalse printeri ressurssi lihtne loomine.
eu: Morroi honen helburua Samba inprimagailu berezi partekatze bat era errazean sortzea da.
fi: Velhon päämäärä on lisätä helposti Samban tulostinjako.
fr: Le rôle de cet assistant est de faciliter la création d'un partage imprimante particulier.
he: מטרת אשף זה ליצור בקלות שיתוף מדפסת מיוחד ב-Samba
hu: A varázslóval egyszerű módon felvehető egy új speciális Samba nyomtatómegosztás.
id: Tujuan dari wizard ini adalah untuk membuat dengan mudah sebuah share printer Samba spesial baru.
is: þessi ráðgjafi mun aðstoða þig við að búa til nýjan sérstakan Samba prentara.
it: Lo scopo di questa procedura è di aiutarti a creare una condivisione per stampati speciali.
nb: Målet til denne veiviseren er å enkelt opprette en spesiell delt skriverressurs for Samba.
nn: Denne vegvisaren gjer det lett å laga spesielle delte Samba-skrivarressursar.
pl: Zadaniem tego druida jest łatwe tworzenie nowej specjalnej drukarki jako udziału serwera Samba.
ro: Scopul acestui asistent este de a facilita crearea unui nou partaj Samba de imprimantă special.
ru: Целью этого мастера является простое создание нового специального ресурса печати Samba.
sl: Cilj tega čarovnika je preprosto nastavljanje tiskalnikov, ki bodo deljeni prek Sambe.
tr: Bu sihirbazın hedefi, yeni bir yazıcı Samba paylaşımını kolaylıkla oluşturmaktır.
wa: Li såme di ç' macrea ci c' est d' ahiver åjheymint on novea pårtaedje sipeciå di scrirece Samba.

source: A PDF generator already exists.
br: Ur c'hrouer PDF zo c'hoazh.
cs: Generátor PDF již existuje.
cy: Mae cynhyrchydd PDF eisoes yn bod.
da: En PDF-generator eksisterer allerede.
de: Ein PDF-Erzeuger existiert bereits.
el: Ένας δημιουργός PDF υπάρχει ήδη.
es: Ya existe un generador de PDF.
et: PDF-failide looja on juba olemas.
eu: PDF sortzaile bat dago dagoeneko.
fi: PDF-luontityökalu on jo olemassa.
fr: Un générateur de PDF existe déjà.
he: יוצר PDF כבר קיים.
hu: Már létezik PDF készítő.
id: Sebuah generator PDF sudah ada.
is: PDF sýndarprentari er þegar til.
it: Esiste già un generatore di PDF.
nb: En PDF-generator eksisterer allerede.
nn: Det finst alt ein PDF-generator.
pl: Generator plików PDF już istnieje.
ro: Există deja un generator de fișiere PDF.
ru: Генератор PDF уже существует.
sl: Generator za PDFje že obstaja.
tr: Bir PDF oluşturucu zaten var.
wa: I gn a ddja on djenerateu d' PDF.

source: Printers and print$ already exist.
cs: Printers a print$ již existuje.
cy: Argraffyddion ac argraff$ yn bodoli eisoes.
da: Printere og print$ eksisterer allerede.
de: Drucker und Druck$ sind bereits vorhanden.
el: Οι εκτυπωτές και ο print$ υπάρχουν ήδη.
es: Ya existen las impresoras y print$.
et: Printerid ja print$ on juba olemas.
eu: Inprimagailuak eta print$ dagoeneko existitzen dira.
fi: Tulostimet ja print$ on jo olemassa.
fr: Les imprimantes et print$ existent déjà.
he: Printers ו-print$ כבר קיימים.
hu: A nyomtatók és print$ már léteznek.
id: Printer dan print$ sudah ada.
is: Prentarar og print$ er þegar til.
it: "Printers" e "print$" esistono già.
nb: Skrivere og print$ eksisterer allerede.
nn: Skrivarar og print$ finst alt.
pl: Udział Printers i print$ już istnieje.
ro: Imprimantele și print$ există deja.
ru: Printers и print$ уже существуют.
sl: printers in print$ že obstajata.
tr: Yazıcılar ve print$ zaten var.

source: Congratulations
br: Brav
cs: Blahopřejeme
cy: Llongyfarchiadau
da: Tillykke
de: Herzlichen Glückwunsch
el: Συγχαρητήρια
es: Felicitaciones
et: Õnnitleme!
eu: Zorionak
fi: Onnittelut
fr: Félicitations
he: ברכותינו!
hu: Gratulálunk
id: Selamat
is: Til hamingju
it: Congratulazioni
nb: Gratulerer
nn: Gratulerer
pl: Gratulacje
ro: Felicitări
ru: Поздравляем
sl: Čestitke
tr: Tebrikler
wa: Complumints

source: The wizard successfully added the printer Samba share
cs: Průvodce úspěšně přidal sdílení Samba
cy: Mae'r dewin wedi ychwanegu cyfran argraffydd Samba yn llwyddiannus.
da: Hjælperen tilføjede Samba printer-delingen
de: Der Assistent hat die Samba-Druckerfreigabe erfolgreich hinzugefügt
el: Ο οδηγός πρόσθεσε με επιτυχία έναν κοινόχρηστο εκτυπωτή με Samba
es: El asistente ha agregado la impresora Samba compartida exitosamente
et: Nõustaja lisas edukalt Samba printeriressursi
eu: Morroiak inprimagailuaren Samba elkarbanaketa erantsi du
fi: Velho lisäsi Samban tulostinjaon onnistuneesti.
fr: L'assistant a ajouté une imprimante partagée Samba avec succès
he: האשף הוסיף בהצלחה את שיתוף המדפסת ב-Samba
hu: A varázsló felvette a Samba nyomtatómegosztást.
id: Wizard berhasil menambah share printer Samba
is: Ráðgjafinn hefur bætt við Samba prentaramiðlun
it: L'assistente ha aggiunto una stampante in condivisione Samba
nb: Veiviseren la vellykket til den delte ressursen for Samba
nn: Vegvisaren har no lagt til den delete skrivarressursen
pl: Druid dodał drukarkę do konfiguracji serwera Samba
ro: Asistentul a adăugat cu succes partajul Samba de imprimantă
ru: Мастер успешно добавил ресурс печати Samba
sl: Čarovnik je uspešno nastavil tiskalnik za deljenje prek Sambe
tr: Sihirbaz başarıyla yazıcı Samba paylaşımını ekledi.

source: Please add or select a Samba printer share to be able to modify it.
cs: Prosím, přidejte nebo vyberte sdílení tiskárny Samba, chcete-li je upravit.
cy: Ychwanegwch neu ddewis cyfran argraffydd Samba i allu ei newid.
da: Tilføj eller vælg en delt Samba-skriverressurce for at kunne ændre den.
de: Bitte fügen Sie einen Samba-Drucker hinzu oder wählen Sie einen aus, um ihn anpassen zu können.
el: Παρακαλώ, προσθέστε ή επιλέξτε ένα κοινόχρηστο με Samba εκτυπωτή για επεξεργασία.
es: Por favor agregue o seleccione una impresora Samba compartida para poder modificarla.
et: Palun lisage või valige Samba printeriressurss, et seda muuta.
eu: Mesedez erantsi edo aukeratu Samba inprimagailu partekatze bat hura aldatu ahal izateko.
fi: Lisää tai valitse Samban tulostinjako ennen muokkaamista.
fr: Veuillez ajouter ou sélectionner une imprimante partagée Samba afin de pouvoir la modifier.
he: נא להוסיף או לבחור שיתוף מדפסת Samba כדי שניתן יהיה לשנותו.
hu: Egy Samba nyomtatómegosztás módosításához először vegyen fel vagy jelöljön ki egyet.
id: Silakan tambah atau pilih sebuah share printer Samba agar bisa memodifikasi.
is: Bættu við eða veldu miðlaðan Samba prentara til að vinna með.
it: Aggiungi o seleziona una condivisione Samba di stampanti, prima di tentare di modificarla.
nb: Legg til eller velg en delt skriverressurs for å kunne endre den.
nn: Du må leggja til eller velja ein delt Samba-skrivarressurs for å kunna endra han.
pl: Dodaj lub zaznacz drukarkę serwera Samba, aby ją zmodyfikować.
ro: Adăugați sau selectați un partaj Samba de imprimantă pentru a-l putea modifica.
ru: Добавьте или выберите ресурс печати Samba, чтобы изменить его.
sl: Dodajte ali izberite tiskalnik deljen prek Sambe, da ga lahko nastavljate.
tr: Lütfen, bir Samba yazıcı paylaşımını ekleyin veya seçin.

source: DrakSamba Printers entry
cs: Položka Printers DrakSamba
cy: Cofnod DrakSamba Printers
da: Indgang for DrakSamba printere
de: DrakSamba Drucker Eintrag
el: DrakSamba καταχώρηση εκτυπωτών
es: Entrada de impresoras de DrakSamba
et: DrakSamba printerite kirje
eu: DrakSamba Inprimagailu sarrera
fi: DrakSamba tulostimet
fr: DrakSamba imprimante
he: DrakSamba מובאת מדפסות
hu: DrakSamba nyomtatóbejegyzés
id: Entri Printer DrakSamba
is: DrakSamba Prentarafærsla
it: Stampante DrakSamba
nb: DrakSamba, skriveroppføring
nn: DrakSamba skrivaroppføring
pl: Konfiguracja drukarek DrakSamba
ro: DrakSamba - Imprimante
ru: Запись ресурса печати DrakSamba
sl: Vnos tiskalnikov za DrakSamba
tr: DrakSamba Yazıcı girdisi

source: Printer share
br: Moullerez rannet
cs: Sdílení tiskárny
cy: Cyfran argraffydd
da: Delt printerressurce
de: Druckerfreigabe
el: Κοινή χρήση εκτυπωτή
es: Compartir impresora
et: Printeriressurss
eu: Inprimagailu partekatzea
fi: Tulostinjako
fr: Partage d'imprimante
he: שיתוף מדפסת
hu: Nyomtatómegosztás
id: Share Printer
is: Prentaramiðlun
it: Condivisione stampante
nb: Delt skriverressurs
nn: Delt skrivarressurs
pl: Udostępiona drukarka
ro: Partaj de imprimantă
ru: Ресурс печати
sl: Deljeni tiskalnik
tr: Yazıcı paylaşımı
wa: Pårtaedje di scrirece

source: Printer name:
br: Anv ar voullerez :
cs: Název tiskárny:
cy: Enw'r argraffydd:
da: Printernavn:
de: Druckername:
el: Όνομα εκτυπωτή:
es: Nombre de impresora:
et: Printeri nimi:
eu: Inprimagailu izena:
fi: Tulostimen nimi:
fr: Nom de l'imprimante :
he: שם מדפסת:
hu: Nyomtatónév:
id: Nama printer:
is: Heiti prentara:
it: Nome della stampante:
nb: Skrivernavn:
nn: Skrivarnamn:
pl: Nazwa drukarki:
ro: Numele imprimantei:
ru: Имя принтера:
sl: Ime tiskalnika:
tr: Yazıcı adı:
wa: No del sicrirece:

source: Writable:
br: Skrivabl :
cs: Zapisovatelné:
cy: Ysgrifenadwy :
da: Skrivbar :
de: Schreibbar :
el: Εγγράψιμο:
es: Escribible:
et: Kirjutamisõigus:
eu: Idazgarria :
fi: Kirjoitettavissa:
fr: Droit d'écriture :
he: בעל הרשאות כתיבה:
hu: Írható:
id: Bisa ditulisi:
is: Skrifanlegt:
it: Scrivibile:
nb: Skrivbar:
nn: Skrivbar:
pl: Dostępny do zapisu:
ro: Drept de scriere:
ru: Разрешена запись:
sl: Za pisanje:
tr: Yazılabilir:
wa: Sicrijhåve:

source: Browseable:
cs: Lze prohlížet:
cy: Poradwy:
da: Søgbar :
de: Sichtbar :
el: Ορατό στο δίκτυο:
es: Navegable:
et: Lehitsemisõigus:
eu: Arakagarria:
fi: Selattavissa:
fr: Visible sur le réseau :
he: בר לעיון:
hu: Böngészhető:
id: Bisa dijelajahi:
is: Sýnilegt:
it: Navigabile:
nb: Lesbar:
nn: Lesbar:
pl: Możliwe przeglądanie udziału:
ro: Vizibilă în rețea:
ru: Разрешён просмотр:
sl: Brskanje omogočeno:
tr: Göz atılabilir:
wa: Foytåve:

source: Advanced options
br: Dibaboù barrek
cs: Pokročilé volby
cy: Gosodiadau uwch
da: Avancerede tilvalg
de: Erweiterte Einstellungen
el: Προχωρημένες επιλογές
es: Opciones avanzadas
et: Muud valikud
eu: Aukera aurreratuak
fi: Lisäasetukset
fr: Options avancées
he: הגדרות מתקדמות
hu: Speciális opciók
id: Opsi tingkat lanjut
is: Meiri valkostir
it: Opzioni avanzate
nb: Avanserte valg
nn: Avanserte val
pl: Opcje zaawansowane
ro: Opțiuni avansate
ru: Расширенные параметры
sl: Napredne možnosti
tr: Gelişmiş seçenekler
wa: Sipepieusès tchuzes

source: Printer access
cs: Přístup k tiskárně
cy: Mynediad argraffydd
da: Printeradgang
de: Druckerzugriff
el: Πρόσβαση στον εκτυπωτή
es: Acceso a impresora
et: Printeri ligipääs
eu: Inprimagailu sarbidea
fi: Pääsyoikeudet
fr: Accès à l'imprimante
he: גישה למדפסת
hu: Nyomtatóelérés
id: Akses printer
is: Prentara-aðgangur
it: Accesso stampanti
nb: Skrivertilgang
nn: Skrivartilgang
pl: Dostęp do drukarki
ro: Accesul la imprimantă
ru: Доступ к принтеру
sl: Dostop do tiskalnika
tr: Yazıcı erişimi
wa: Accès al sicrirece

source: Guest ok:
cs: Přístup bez hesla:
cy: Gwestai'n iawn:
da: Gæst o.k.:
de: Gast erlaubt:
el: Πρόσβαση χωρίς κωδικό πρόσβασης (επισκέπτης):
es: Invitado ok:
et: Külalised lubatud:
eu: Gonbidatuak ados:
fi: Salli Vieras:
fr: Accès sans mot de passe :
he: אפשר כניסת אורחים:
hu: Vendég OK:
id: Tamu ok:
is: Gestir OK:
it: Ospite ok:
nb: Gjest ok:
nn: Gjest OK:
pl: Dostęp dla gości:
ro: Acces fără parolă:
ru: Гостевой доступ:
sl: Gosti dovoljeni:
tr: Konuk tamam:

source: Create mode:
br: Mod krouiñ :
cs: Režim vytváření:
cy: Creu modd:
da: Oprettelsestilstand:
de: Erzeuger-Modus:
el: Άδεια δημιουργίας:
es: modo de creación:
et: Loomise režiim:
eu: Sortu modua:
fi: Luontioikeudet:
fr: Droits à la création :
he: אופן יצירה:
hu: Létrehozási mód:
id: Mode pembuatan:
is: Aðgangs-maski:
it: Diritti quando si crea:
nb: Opprettelsesmodus:
nn: Opprettingsmodus:
pl: Tryb tworzenia:
ro: Drepturi la creare:
ru: Режим создания:
sl: Način za ustvarjanje:
tr: Oluşturma kipi:
wa: Môde d' askepiaedje:

source: Printer command
br: Urzhiad voullerez
cs: Příkaz pro tiskárnu
cy: Gorchymyn argraffydd
da: Printerkommando
de: Druckbefehl
el: Εντολή εκτυπωτή
es: Comando de impresión
et: Printeri käsk
eu: Inprimagailu komandoa
fi: Tulostuskomennot
fr: Commande d'impression
he: פקודת מדפסת
hu: Nyomtatási parancs
id: Perintah printer
is: Prentaraskipun
it: Comando stampante
nb: Skriverkommando
nn: Skrivarkommando
pl: Polecenie drukarki
ro: Comandă de tipărire
ru: Команда принтера
sl: Ukaz za tiskalnik
tr: Yazıcı komutu
wa: Comande d' imprimaedje

source: Print command:
br: Urzhiad voullerez :
cs: Příkaz pro tisk:
cy: Gorchymyn argraffu:
da: Udskriftskommando:
de: Druckbefehl:
el: Εντολή εκτύπωσης:
es: Comando de impresora:
et: Trükkimiskäsk:
eu: Inprimaketa komandoa:
fi: Tulostuskomento:
fr: Commande d'impression :
he: פקודת הדפסה:
hu: Nyomtatási parancs:
id: Perintah print:
is: Prentskipun:
it: Comando di stampa:
nb: Utskriftskommando:
nn: Skrivarkommando:
pl: Polecenie drukowania:
ro: Comanda de tipărire:
ru: Команда печати:
sl: Ukaz za tiskanje:
tr: Yazdırma komutu:
wa: Comande d' imprimaedje:

source: LPQ command:
br: Urzhiad LPQ :
cs: Příkaz LPQ:
cy: Gorchymyn LPQ:
da: LPQ-kommando:
de: LPQ-Befehl:
el: Εντολή LPQ:
es: Comando LPQ:
et: LPQ käsk:
eu: LPQ komandoa:
fi: LPQ-komento:
fr: Commande LPQ :
he: פקודת LPQ:
hu: LPQ parancs:
id: Perintah LPQ:
is: LPQ skipun:
it: Comando LPQ:
nb: LPQ-kommando:
nn: LPQ-kommando:
pl: Polecenie LPQ:
ro: Comanda LPQ:
ru: Команда LPQ:
sl: Ukaz LPQ:
tr: LPQ komutu:
wa: Comande d' imprimaedje:

source: Printing:
br: War voulañ :
cs: Tisk:
cy: Argraffu :
da: Udskriver:
de: Drucken:
el: Εκτύπωση:
es: Impresión:
et: Trükkimine:
eu: Inprimaketa:
fi: Tulostaminen:
fr: Impression :
he: מדפיס:
hu: Nyomtatás:
id: Mencetak:
is: Prenta:
it: Stampa:
nb: Skriver ut:
nn: Utskrift:
pl: Drukowanie:
ro: Tipărire:
ru: Печать:
sl: Tiskanje:
tr: Yazdırma:
wa: Imprimaedje:

source: create mode should be numeric. ie: 0755.
cs: Režim vytváření by mělo být číslo, např. 0755.
cy: dylai'r modd creu fod yn rhifol, h.y. 0755.
da: oprettelsesrettigheder bør være numerisk. fx 0755.
de: Erzeuger-Modus muss numerisch sein (z.B. 0755).
el: η άδεια δημιουργίας πρέπει αν είναι αριθμητικό, πχ : 0755.
es: modo de creación debería ser numérico, por ejemplo: 0755.
et: loomise režiim peab olema arv, nt. 9655.
eu: sortu modua zenbakizkoa behar luke. adib: 0755.
fi: Luontioikeuksien tulee olla numeerinen. Esim. 0755.
fr: Le droit à la création doit être un nombre. Ex : 0755.
he: מצב היצירה צריך להיות מספרי. לדוגמה: 0755.
hu: A létrehozási módnak számnak kell lennie, például 0755.
id: mode pembuatan harus berupa nomor. contoh: 0755.
is: Aðgangs-maski ætti að vera tala. t.d. 0755.
it: i diritti di creazione devono essere un codice numerico (es. 0755).
nb: opprettelsesmodus bør være numerisk, feks., 0755.
nn: Opprettingsmodusen må vera numerisk. Eksempel: 0755.
pl: tryb tworzenia powinien mieć formę liczbową. Np. 0755.
ro: dreptul la creare ar trebui să fie numeric. Ex: 0755.
ru: режим создания должен быть числом. Пример: 0755.
sl: Način za ustvarjanje naj bo številski. Na primer: 0755.
tr: oluşturma kipi rakamsal olmalıdır. örnek: 0755.

source: DrakSamba entry
br: Bouetadur DrakSamba
cs: Položka DrakSamba
cy: Cofnod DrakSamba
da: DrakSamba-indgang
de: DrakSamba-Eintrag
el: Καταχώρηση DrakSamba
es: Entrada DrakSamba
et: DrakSamba kirje
eu: DrakSamba sarrera
fi: DrakSamba jaot
fr: Entrée DrakSamba
he: מובאת DrakSamba
hu: DrakSamba bejegyzés
id: Entri DrakSamba
is: DrakSamba færsla
it: Voce di DrakSamba
nb: Oppføring for DrakSamba
nn: DrakSamba-oppføring
pl: Wpis DrakSamba
ro: Intrare DrakSamba
ru: Пункт DrakSamba
sl: Vnos DrakSamba
tr: DrakSamba girdisi

source: Please add or select a Samba share to be able to modify it.
cs: Prosím, přidejte nebo vyberte sdílení Samba, chcete-li jej upravit.
cy: Ychwanegwch neu ddewis cyfran Samba i allu ei newid.
da: Tilføj eller vælg en delt Samba-ressurc for at kunne ændre den.
de: Bitte fügen Sie eine Samba-Freigabe hinzu oder wählen Sie ein aus, um sie ändern zu können.
el: Παρακαλώ προσθέστε ή επιλέξτε την κοινή χρήση Samba για επεξεργασία.
es: Por favor agregue o seleccione una compartición Samba para poder modificarla.
et: Palun lisage või valige Samba ressurss, et seda muuta.
eu: Mesedez erantsi edo aukeratu Samba partekatze bat hura aldatu ahal izateko.
fi: Lisää tai valitse Samban jako ennen muokkaamista.
fr: Veuillez ajouter ou sélectionner un partage Samba afin de pouvoir le modifier.
he: נא להוסיף או לבחור שיתוף Samba כדי שניתן יהיה לשנותו.
hu: Egy Samba megosztás módosításához először vegyen fel vagy jelöljön ki egyet.
id: Silakan tambah atau pilih sebuah share Samba agar bisa memodifikasi.
is: Bættu við eða veldu Samba miðlað svæði svo hægt sé að breyta því.
it: Aggiungi o seleziona una condivisione Samba, prima di tentare di modificarla.
nb: Vennligst legg til eller velg en delt ressurs for å kunne endre den.
nn: Du må leggja til eller velja ein delt Samba-ressurs for å kunna endra han.
pl: Dodaj lub zaznacz udział serwera Samba, aby go zmodyfikować.
ro: Adăugați sau selectați un partaj Samba pentru a-l putea modifica.
ru: Пожалуйста, добавьте или выберите ресурс Samba, чтобы изменить его.
sl: Dodajte ali izberite mapo deljeno prek Sambe, da jo lahko nastavljate.
tr: Lütfen bir Samba paylaşımı ekleyin veya seçin.
