Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: PPP over Ethernet (PPPoE)
br: PPP war Ethernet (PPPoE)
cs: PPP přes Ethernet (PPPoE)
de: PPP über Ethernet (PPPoE)
el: PPP σε Ethernet (PPPoE)
es: PPP sobre Ethernet (PPPoE)
et: PPPoE (PPP over Ethernet)
fr: PPP sur Ethernet (PPPoE)
he: PPP מעל תשתית Ethernet (PPPoE)
hu: PPP Ethernet felett (PPPOE)
id: PPP over Ethernet (PPoE)
is: PPP yfir Ethernet (PPPoE)
it: PPP su Ethernet (PPPoE)
nn: PPP over lokalnett (PPPoE)
pl: PPP przez Ethernet (PPPoE)
ro: PPP peste Ethernet (PPPoE)
ru: PPP через Ethernet (PPPoE)
tr: Ethernet üzerinden PPP (PPPoE)
wa: PPP å dzeu d' Ethernet (PPPoE)

source: PPP over ATM (PPPoA)
br: PPP war ATM (PPPoA)
cs: PPP přes ATM (PPPoA)
de: PPP über ATM (PPPoA)
el: PPP σε ATM (PPPoA)
es: PPP sobre ATM (PPPoA)
et: PPPoA (PPP over ATM)
fr: PPP sur ATM (PPPoA)
he: PPP מעל תשתית ATM (PPPoA)
hu: PPP ATM felett (PPPoA)
is: PPP yfir ATM (PPPoA)
it: PPP su ATM (PPPoA)
pl: PPP przez ATM (PPPoA)
ro: PPP peste ATM (PPPoA)
ru: PPP через ATM (PPPoA)
sl: PPP prek ATM (PPPoA)
tr: ATM üzerinden PPP (PPPoA)
wa: PPP å dzeu d' ATM (PPPoA)

source: Could not install the packages (%s)!
br: N’em eus ket staliañ ar pakadoù (%s) !
cs: Nelze nainstalovat balíčky (%s)!
cy: Methu gosod pecynnau: (%s)!
da: Kunne ikke installere pakkerne (%s)!
de: Konnte die Pakete (%s) nicht installieren!
el: Αδύνατη η εγκατάσταση των πακέτων (%s) !
es: ¡No se pudieron instalar los paquetes (%s)!
et: Pakette (%s) ei õnnestunud paigaldada!
eu: Ezin izan dira (%s) paketeak instalatu!
fi: Paketteja (%s) ei voitu asentaa!
fr: Impossible d'installer les paquetages (%s) !
he: נכשלה התקנת החבילות (%s)!
hu: Nem sikerült telepíteni a csomagokat (%s).
id: Tidak bisa menginstall paket (%s)!
is: Gat ekki sett inn pakkana (%s)!
it: È stato impossibile installare i pacchetti (%s)!
nb: Kunne ikke installere pakkene (%s).
nn: Klarte ikkje installera pakkane (%s).
pl: Instalacja pakietów jest niemożliwa (%s)!
ro: Nu s-au putut instala pachetele (%s)!
ru: Невозможно установить пакеты (%s )!
sl: Paketov ni mogoče namestiti (%s)!
tr: Paketler (%s) kurulamıyor!
wa: Les pacaedjes %s èn polèt nén esse astalés!

source: Configuring device...
br: O kefluniañ an drobarzhell ...
cs: Nastavuje se zařízení...
cy: Ffurfweddu dyfais...
da: Konfigurerer enhed...
de: Gerät konfigurieren...
el: Ρύθμιση συσκευής...
es: Configurando dispositivo...
et: Seadme seadistamine...
eu: Gailua konfiguratzen...
fi: Asetetaan laitetta...
fr: Configuration du périphérique en cours…
he: מגדיר התקן...
hu: Az eszköz beállítása...
id: Mengkonfigurasi device...
is: Set upp tæki...
it: Configurazione del dispositivo...
nb: Setter opp enhet …
nn: Set opp eining …
pl: Konfiguracja urządzenia...
ro: Se configurează dispozitivul...
ru: Настраивается устройство...
sl: Nastavljanje......
tr: Aygıt yapılandırılıyor...
wa: Apontiant l' éndjin...

source: Network settings
br: Dibarzhioù ar rouedad
cs: Nastavení sítě
cy: Gosodiadau rhwydwaith
da: Opsætning for netværk
de: Netzwerk-Einstellungen
el: Ρυθμίσεις δικτύου
es: Configuraciones de red
et: Võrgu seadistused
eu: Sare ezarpenak
fi: Verkkoasetukset
fr: Paramètres réseau
he: הגדרות רשת
hu: Hálózati beállítások
id: Pengaturan jaringan
is: Netstillingar
it: Impostazioni rete
nb: Nettverksinnstillinger
nn: Nettverksoppsett
pl: Ustawienia sieci
ro: Parametrii rețelei
ru: Параметры сети
sl: Nastavitve omrežja
tr: Ağ ayarları

source: Please enter settings for network
br: Roit dibarzhioù evit ar rouedad mar plij
cs: Zadejte, prosím, nastavení pro síť
cy: Rhowch osodiadau'r rhwydwaith
da: Indtast opsætning for netværket
de: Bitte geben Sie die Einstellungen für das Netzwerk an
el: Παρακαλώ εισάγετε τις ρυθμίσεις δικτύου
es: Por favor ingrese configuraciones para la red
et: Palun määrake võrgu seadistused
eu: Mesedez sartu sarearentzako ezarpenak
fi: Aseta verkkoasetukset
fr: Veuillez entrer les paramètres réseau
he: נא להכניס הגדרות עבור רשת
hu: Adja meg a hálózat beállításait
id: Silakan masukkan pengaturan untuk jaringan
is: Gefðu upp stillingar fyrir net
it: Fornisci le impostazioni per la rete
nb: Skriv inn nettverksinnstillinger
nn: Skriv inn innstillingane for nettverket
pl: Wprowadź ustawienia sieci
ro: Introduceți parametrii rețelei
ru: Укажите сетевые параметры
sl: Vnesite nastavitve za omrežje
tr: Ağ ayarlarını girin
wa: Intrez les apontiaedjes pol rantoele s' i vs plait

source: Connection failed.
br: Sac'het eo ar gevreadenn.
cs: Připojení selhalo.
cy: Methodd y cysylltiad.
da: Forbindelsen mislykkedes.
de: Verbindungsfehler
el: Η σύνδεση απέτυχε.
es: Falló la conexión.
et: Ühendus nurjus.
eu: Lturak huts egin du.
fi: Yhdistäminen epäonnistui.
fr: Échec de la connexion.
he: התחברות כשלה.
hu: Nem sikerült kapcsolódni.
id: Koneksi gagal.
is: Tenging mistókst.
it: Connessione fallita
nb: Tilkobling mislyktes.
nn: Feil ved tilkopling.
pl: Połączenie nie powiodło się.
ro: Conexiunea a eșuat.
ru: Сбой подключения.
sl: Povezava ni uspela.
tr: Bağlantı başarısız.
wa: Li raloyaedje a fwait berwete.

source: Disconnecting...
br: O tigevreañ ...
cs: Odpojuje se...
cy: Yn Datgysylltu...
da: Afbryder...
de: Verbindung trennen...
el: Αποσύνδεση...
es: Desconectando...
et: Lahutamine...
eu: Deskonektatzen...
fi: Katkaistaan yhteyttä...
fr: Déconnexion en cours…
he: מתנתק...
hu: A kapcsolat bontása...
id: Memutuskan koneksi...
is: Aftengist...
it: Disconnessione...
nb: Kobler fra …
nn: Koplar frå …
pl: Rozłączanie...
ro: Se deconectează...
ru: Разрывается соединение...
sl: Prekinjanje povezave...
tr: Bağlantı kesiliyor...
wa: Disraloyaedje...

source: Scanning for networks...
br: O klask ar rouedadoù ...
cs: Vyhledávají se sítě...
cy: Chwilio am rhwydweithiau...
da: Skanner efter netværk ...
de: Netzwerke durchsuchen...
el: Σάρωση για δίκτυα...
es: Buscar por redes...
et: Võrgu uurimine...
eu: Sareak bilatzen...
fi: Etsitään verkkoja...
fr: Recherche des réseaux…
he: מחפש רשתות....
hu: Hálózatok keresése...
id: Memindai jaringan...
is: Leita að netum...
it: Sto esaminando la rete ...
nb: Leter etter nettverk …
nn: Søkjer etter nettverk …
pl: Skanowanie sieci...
ro: Se caută rețele...
ru: Выполняется сканирование сетей...
sl: Iskanje omrežja...
tr: Ağlar için tarama yapılıyor...
wa: Dji louke après des rantoeles...

source: Hostname changed to "%s"
br: Cheñchet e oa an anv ostiz da « %s »
cs: Název počítače změněn na "%s"
cy: Newidiodd enw'r gwestai i "%s"
da: Værtsnavn ændret til "%s"
de: Hostname verändert zu "%s"
el: Το όνομα υπολογιστή άλλαξε σε «%s»
es: Nombre de equipo ha cambiado a "%s"
et: Masinanimeks sai "%s"
eu: Ostalari izena "%s"-ra aldatu da
fi: Uusi verkkonimi: %s
fr: Le nom d'hôte (hostname) a été changé en « %s »
he: שם המארח שונה ל-"%s"
hu: A gépnév módosítva erre: "%s"
id: Hostname berubah ke "%s"
is: Vélarnafni breytt í "%s"
it: Il nome dell'host è diventato "%s"
nb: Vertsnavn endret til «%s»
nn: Vertsnamnet endra til «%s»
pl: Nazwa komputera została zmieniona na "%s"
ro: Numele gazdei a fost schimbat în „%s”
ru: Имя хоста изменено на "%s"
sl: Sprememba gostiteljskega imena v:"%s"
tr: Makine adı "%s" olarak değişti
wa: Li no do lodjoe a stî candjî a «%s»

source: Signal strength
br: Nerzh an arhent
cs: Síla signálu
cy: Nerth signal
da: Signalstyrke:
de: Signalstärke
el: Ισχύς σήματος
es: Fuerza de la señal
eu: Seinalearen indarra:
fi: Signaalin voimakkuus
fr: Force du signal
he: חוזק אות
hu: Jelerősség
id: Kekuatan sinyal
is: Styrkur merkis
it: Potenza del segnale
nb: Signalstyrke
nn: Signalstyrke
pl: Moc sygnału
ro: Putere semnal
ru: Мощность сигнала
tr: Sinyal direnci
wa: Foice do signå

source: Encryption
br: Enrinegadur
cs: Šifrování
cy: Amgryptiad
da: Krypteringsnøgle
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
eu: Zifraketa
fi: Salaus
fr: Chiffrement
he: הצפנה
hu: Titkosítás
id: Enkripsi
is: Dulritun
it: Cifratura
nb: Kryptering
nn: Kryptering
pl: Szyfrowanie
ro: Criptare
ru: Шифрование
tr: Şifreleme
wa: Ecriptaedje

source: Disconnect
br: Digevreañ
cs: Odpojit se
cy: Datgysylltu
da: Afbryd forbindelse
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
et: Lahuta
eu: Deskonektatu
fi: Katkaise yhteys
fr: Se déconnecter
he: התנתק
hu: A kapcsolat bontása
id: Putuskan Hubungan
is: Aftengjast
it: Disconnetti
nb: Koble fra
nn: Kopla frå
pl: Rozłącz
ro: Deconectează
ru: Отключить
sl: Prekini
tr: Bağlantıyı Kes
wa: Si disraloyî

source: Connect
br: Kevreañ
cs: Připojit
cy: Cysylltu
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
et: Ühenda
eu: Konektatu
fi: Yhdistä
fr: Connecter
he: התחבר
hu: Csatlakozás
id: Sambungkan
is: Tengjast
it: Connetti
nb: Koble til
nn: Kopla til
pl: Połącz
ro: Conectează
ru: Подключиться
sl: Poveži
tr: Bağlan
wa: Si raloyî

source: No ethernet network adapter has been detected on your system. Please run the hardware configuration tool.
cs: Na vašem systému nebyl nalezený žádný síťový adaptér. Spusťte nástroj pro nastavení technického vybavení počítače.
cy: Nid oes addasydd rhwydwaith ethernet wedi ei ganfod ar eich system. Rhedwch yr offeryn ffurfweddu caledwedd.
de: In Ihrem System wurde kein Ethernet Netzwerkadapter gefunden. Bitte starten Sie das Werkzeug zur Hardwarekonfiguration.
el: Δεν εντοπίστηκε καμιά κάρτα δικτύου ethernet στο σύστημά σας. Παρακαλώ εκτελέστε το εργαλείο ρύθμισης υλικού.
es: No se ha detectado ningún adaptador de red ethernet en su sistema. Porfavor ejecute la herramienta de configuración de hardware.
fi: Koneestasi ei löytynyt yhtään verkkokorttia. Aja laitteistonasetustyökalu.
fr: Aucune carte réseau n'a été détectée sur votre système. Exécutez l'outil de configuration du matériel SVP.
hu: Nem található Ethernet hálózati csatoló a rendszerben. Futtassa a hardverbeállítási eszközt.
id: Tidak ada adapter jaringan ethernet yang terdeteksi pada sistem Anda. Silakan jalankan alat konfigurasi hardware.
it: Nessuna scheda di rete è stata rilevata nel tuo sistema. Esegui per favore lo strumento per la configurazione del hardware.
nn: Fann ikkje noko nettverkskort. Prøv å køyra maskinvareoppsettverktøyet.
ro: Nu a fost detectat în sistem nici un dispozitiv de rețea Ethernet. Lansați unealta de configurare a componentelor materiale.
ru: В вашей системе не обнаружено сетевого адаптера ethernet. Пожалуйста, запустите инструмент настройки оборудования.
tr: Sisteminizde herhangi bir ethernet ağ bağdaştırıcısı alıgılanmadı. Lütfen donanım yapılandırma aracını çalıştırın.

source: Remove a network interface
br: Lemel un etrefas rouedad
cs: Odstranit síťové rozhraní.
cy: Tynnu rhyngwyneb rhwydwaith
de: Entfernen einer Netzwerkschnittstelle
el: Αφαίρεση μιας διεπαφής δικτύου
es: Remover una interfáz de red
fi: Poista verkkoliitäntä
fr: Supprimer une interface réesau
hu: Hálózati csatoló eltávolítása
id: Hapus sebuah antarmuka jaringan
it: Rimuovi un'interfaccia di rete
nn: Fjern nettverksgrensesnitt
ro: Înlătură o interfață de rețea
ru: Удалить сетевой интерфейс
tr: Bir ağ arayüzünü kaldırın

source: Select the network interface to remove:
br: Dibabit an etrefas rouedad da lemel :
cs: Vyberte síťové rozhraní k odebrání:
de: Auswahl der zu entfernenden Netzwerkschnittstelle:
el: Επιλέξτε την διεπαφή δικτύου προς αφαίρεση:
es: Seleccione la interfáz de red a remover:
fi: Valitse poistettava verkkoliitäntä:
fr: Sélectionnez l'interface réseau à supprimer :
id: Pilih antarmuka jaringan yang akan dihapus:
it: Seleziona l'interfaccia di rete da rimuovere:
ro: Selectați interfața de rețea pentru înlăturare:
ru: Выберите сетевой интерфейс для удаления:
tr: Kaldırılacak ağ arayüzünü seçin:

source: An error occurred while deleting the "%s" network interface: %s
br: Degouezhet ez eus ar fazi en ur lemel an etrefas rouedad « %s » : %s
cs: Během odstraňování síťového rozhraní '%s' se vyskytla chyba: %s
cy: Digwyddodd gwall wrth ddileu rhyngwyneb rhwydwaith "%s": %s
de: Ein Fehler ist während dem Entfernen der "%s"-Netzwerkschnittstelle aufgetreten: %s
el: Παρουσιάστηκε ένα σφάλμα κατά τη διαγραφή της διεπαφής δικτύου «%s»: %s
es: Ha ocurrido un error durante la eliminación de la interfáz de red "%s": %s
fi: Ilmeni ongelma poistettaessa verkkoliitäntää "%s": %s
fr: Une erreur est survenue pendant la suppression de l'interface réseau "%s" : %s
hu: Hiba történt a(z) "%s" hálózati csatoló eltávolításakor: %s
id: Sebuah error terjadi saat menghapus antarmuka jaringan "%s": %s
it: Si è verificato un errore rimuovendo l'interfaccia di rete "%s": %s
nn: Det oppstod ein feil ved fjerning nettverksgrensesnittet «%s»: %s
ro: S-a ivit o eroare la detectarea interfeței de rețea „%s”: %s
ru: Возникла проблема при удалении сетевого интерфейса "%s": %s
tr: "%s" ağ arayüzü silinirken bir hata oluştu: %s

source: Congratulations, the "%s" network interface has been successfully deleted
cs: Síťové rozhraní %s bylo úspěšně odebráno
cy: Llongyfarchiadau, dilëwyd rhyngwyneb "%s" yn llwyddiannus
de: Gratulation, die "%s"-Netzwerkschnittstelle wurde erfolgreich entfernt.
el: Συγχαρητήρια, η διεπαφή δικτύου «%s» διαγράφηκε με επιτυχία
es: Felicidades, la interfáz de red "%s" ha sido borrada exitosamente
fi: Onnittelut, verkkoliitäntä "%s" on onnistuneesti poistettu
fr: Félicitations, la suppression de l'interface réseau "%s" a réussi
hu: A(z) "%s" hálózati csatoló el lett távolítva.
id: Selamat, antarmuka jaringan "%s" telah berhasil dihapus
it: Congratulazioni, l'interfaccia di rete "%s" è stata rimossa correttamente
nn: Nettverksgrensesnittet «%s» er no fjerna.
pl: Gratulacje, interfejs sieciowy "%s" został usunięty
ro: Felicitări, interfața de rețea „%s” a fost înlăturată cu succes.
ru: Сетевой интерфейс "%s" был успешно удалён.
tr: Tebrikler, "%s" ağ arayüzü başarıyla silindi

source: Manage connections
br: Meran liammoù
cs: Spravovat spojení
cy: Rheoli cysylltiadau
da: Administrér forbindelser
de: Verbindungsverwaltung
el: Διαχείριση των συνδέσεων
es: Administrar conexiones
eu: Loturak kudeatu
fi: Yhteyksien hallinta
fr: Gestion des connexions
hu: Kapcsolatok kezelése
id: Kelola koneksi
it: Gestisci connessioni
nb: Håndter tilkoblinger
nn: Sambandshandtering
pl: Zarządzanie połączeniami
ro: Gestionare conexiuni
ru: Управление соединениями
tr: Bağlantıları yönet

source: Device:
br: Trobarzhell :
cs: Zařízení:
cy: Dyfais:
da: Enhed:
de: Gerät:
el: Συσκευή:
es: Dispositivo:
et: Seade:
eu: Gailua:
fi: Laite:
fr: Périphérique :
he: התקן:
hu: Eszköz:
is: Tæki:
it: Dispositivo:
nb: Enhet:
nn: Eining:
pl: Urządzenie:
ro: Dispozitiv:
ru: Устройство:
sl: Naprava:
tr: Aygıt:
wa: Éndjin:

source: IP configuration
br: Kefluniadur IP
cs: Nastavení IP
cy: Ffurfweddiad IP
de: IP-Konfiguration
el: Διαμόρφωση IP
es: Configuración de IP
fi: IP asetukset
fr: Configuration de l'adresse IP
hu: IP-beállítás
id: Konfigurasi IP
it: Configurazione IP
nn: IP-oppsett
pl: Konfiguracja IP
ro: Configurație IP
ru: Настройка IP
tr: IP yapılandırması

source: DNS servers
br: Servijerioù DNS
cs: DNS servery
cy: Gweinydd DNS
de: DNS-Server
el: Εξυπηρετητές DNS
es: Servidores DNS
fi: Nimipalvelimet
fr: Serveurs DNS
hu: DNS-kiszolgálók
id: Server DNS
it: Server DNS
nn: DND-tenarar
pl: Serwery DNS
ro: Servere DNS
ru: DNS-сервера
tr: DNS sunucuları

source: Search Domain
br: Domani klask
cs: Prohledat doménu
cy: Chwilio Parth
de: Such-Domäne
el: Τομέας αναζήτησης
es: Dominio de búsqueda
fi: Etsi verkkoalueelta
fr: Recherche du domaine
hu: Keresési tartomány
id: Domain Pencarian
nn: Søk i domene
pl: Domena wyszukiwania
ro: Domeniu căutat
ru: Домен поиска
tr: Alan Ara

source: none
br: hini ebet
cs: žádný
cy: dim
de: kein
el: κανένα
es: ninguno
fi: ei mikään
fr: aucun
hu: egyik sem
id: tidak ada
it: nessuno
nn: ingen
ro: neant
ru: нет
tr: yok

source: static
br: statik
cs: statické
cy: statig
de: Statisch
el: στατικός
es: estatico
fi: Staattinen
fr: Statique
hu: statikus
id: statis
it: statico
ru: статический
tr: statik

source: Start at boot
br: Loc'hañ pa vez loc'het an urzhiataer
cs: Spustit při bootu
cy: Cychwyn y peiriant
de: Starten beim Booten
el: Εκκίνηση στην έναρξη
es: Iniciar al arrancar el equipo
fi: Käynnistä koneen käynnistyksen yhteydessä
fr: Lancer au démarrage
hu: Indítás rendszerbetöltésnél
id: Mulai saat boot
it: Lancia all'avvio
nn: Start ved oppstart
pl: Uruchamiany przy starcie
ro: Inițiată la pornire
ru: Запускать при загрузке
tr: Önyükleme başlat

source: Dialing mode
br: Mod ar sifrennadur
cs: Typ vytáčení
cy: Modd deialu
da: Opringningsmåde
de: Wählmodus
el: Τρόπος κλήσης
es: Modo de marcado
et: Valimisviis
eu: Markatzeko modua
fi: Soittotila
fr: Numérotation
he: שיטת חיוג
hu: Tárcsázási mód
id: Mode pemanggilan
is: Hringihamur
it: Modalità di chiamata
nb: Oppringningsmodus
nn: Ringjemodus
pl: Sposób wybierania
ro: Mod de numerotare
ru: Режим дозвона
sl: Klicni način
tr: Çevirme kipi
wa: Môde di houcaedje

source: Connection speed
br: Tizh ar gevreadenn
cs: Rychlost připojení
cy: Cyflymder y cysylltiad
da: Opkoblingshastighed
de: Verbindungsgeschwindigkeit
el: Ταχύτητα σύνδεσης
es: Velocidad de conexión
et: Ühenduse kiirus
eu: Konexioaren abiadura
fi: Yhteyden nopeus
fr: Vitesse de connexion
he: מהירות חיבור
hu: Csatlakozási sebesség
id: Kecepatan koneksi
is: Tengihraði
it: Velocità connessione
nb: Oppkoblingshastighet
nn: Sambandsfart
pl: Szybkość połączenia
ro: Viteza conexiunii
ru: Скорость соединения
sl: Hitrost povezave
tr: Bağlantı hızı
wa: Roedeu do raloyaedje

source: Connection timeout (in sec)
br: Amzer-hont a ar gevreadenn (eil)
cs: Prodleva připojení (vteřiny)
cy: Oediad yn y cysylltiad (mewn eiliadau)
da: Opkoblingens tidsudløb (i sekunder)
de: Verbindungs-Timeout (in Sec)
el: Χρόνος εκτός σύνδεσης (σε δευτερόλεπτα)
es: Tiempo de espera de conexión (en segundos)
et: Ühenduse aegumine (sekundites)
eu: Konexioaren denbora-muga (segundotan)
fi: Yhteyden aikakatkaisu (sekuntia)
fr: Temps maxi pour établir la connexion (en sec.)
he: תפוגת חיבור (בשניות)
hu: A csatlakozás várakozási ideje (másodpercben)
id: Timeout koneksi (dalam det)
is: Tenging fellur á tíma eftir (í sek)
it: Timeout connessione (in sec.)
nb: Oppkoblingens tidsavbrudd (i sekunder)
nn: Avbrotstid (i sekund)
pl: Limit czasu bezczynności (w sek.)
ro: Durata de expirare a conexiunii (în sec)
ru: Тайм-аут соединения (в секундах)
sl: Premor pred povezavo (v sekundah)
tr: Bağlantı zaman aşımı (saniyede)
wa: Tårdjaedje (e seg) pol raloyaedje

source: Provider phone number
br: Niverenn bellgomz ar pourchaser
cs: Telefonní číslo poskytovatele
cy: Rhif ffôn y darparwr
da: Udbyders telefonnummer
de: Telefonnummer des Providers
el: Αριθμός τηλεφώνου του παρόχου
es: Número de teléfono del proveedor
et: Sissehelistamiskeskuse number
eu: Hornitzailearen telefono-zenbakia
fi: Palveluntarjoajan puhelinnumero
fr: Numéro de téléphone pour l'accès
he: מספר הטלפון של הספק
hu: A szolgáltató telefonszáma
id: Nomor telepon provider
is: Símanúmer netþjónustu
it: Numero telefonico del provider
nb: Tilbyders telefonnummer
nn: Telefonnummer til leverandør
pl: Numer telefonu dostawcy usług
ro: Numărul de telefon al furnizorului de acces
ru: Номер телефона провайдера
sl: Telefonska številka ponudnika
tr: Hizmet sağlayıcının telefon numarası
wa: Limero di telefone di l' ahesseu

source: Terminal-based
br: Diazezet war un dermenell
cs: Pomocí terminálu
cy: Seiliedig ar derfynell
da: Terminal-baseret
de: Terminal-basiert
el: Μέσω τερματικού
es: Basado en terminal
et: Terminalipõhine
eu: Terminalean oinarritua
fi: Terminaalipohjainen
fr: Manuelle par terminal
he: מבוסס-מסוף
hu: Terminál alapú
id: Berbasis terminal
is: Með skjáhermi
it: Basata su terminale
nb: Terminalbasert
nn: Terminalbasert
pl: Poprzez terminal
ro: Manual prin terminal
ru: На базе терминала
sl: Temelječ na terminalu
tr: Terminal tabanlı
wa: Pa terminå

source: Script-based
br: Diazezet war ur skrid
cs: Podle skriptu
cy: Seiliedig ar sgript
da: Skript-baseret
de: Skript-basiert
el: Βασισμένο σε ένα σενάριο
es: Basado en script
et: Skriptipõhine
eu: Script-ean oinarritua
fi: Skriptipohjainen
fr: Basée sur un script
he: מבוסס תסריט (סקריפט)
hu: Szkript alapú
id: Berbasis skrip
is: Með skriftu
it: Basata su script
nb: Skriptbasert
nn: Skriptbasert
pl: Oparta o skrypt
ro: Bazat pe script
ru: На базе скрипта
sl: Temelječ na skripti
tr: Betik tabanlı
wa: Pa scripe

source: Flow control
br: Evezhiañ ar red
cs: Řízení toku dat (flow control)
cy: Rheolwr llif
de: Flusskontrolle
el: Έλεγχος ροής
es: Control de flujo
fi: Vuonohjaus
fr: Contrôle du flux
hu: Áramlásvezérlés
id: Kontrol aliran
it: Controllo di flusso
nn: Flytkontroll
ro: Control de flux
ru: Управление потоком
tr: Akış denetimi

source: Line termination
br: Dibenn al linennoù
cs: Ukončovací znak řádku
cy: Terfyn llinell
de: Leitungsabschluss
el: Τερματισμός γραμμής
es: Terminación de línea
fi: Linjan katkaiseminen
fr: Fin de ligne
hu: Sorvége
id: Pemutusan jalur
it: Terminazione di linea
nn: Linjeavbrot
ro: Sfîrșit de linie
ru: Разрыв связи
tr: Satır sonlandırma

source: Modem timeout
br: Amzer-hont ar modem
cs: Modem: Překročení času
cy: Goramser modem
de: Modem-Zeitüberschreitung
el: Χρονικό όριο μόντεμ
es: Tiempo de espera del Modem
fi: Modeemin aikaviive
fr: Modem : dépassement du délai
hu: A modem várakozási ideje
id: Timeout modem
it: Timeout del Modem
ro: Modem: durata de expirare
ru: Время ожидания ответа модема
tr: Modem zamanaşımı

source: Use lock file
br: Implijit ur restr prennañ
cs: Použít soubor se zámkem
cy: Dewiswch ffeil clo
de: Verwenden Sie eine Sperr-Datei
el: Χρήση αρχείου κλειδώματος
es: Usar archivo lock
fi: Käytä lukkotiedostoa
fr: Utilisation du fichier de verrouillage
hu: Zárolási fájl használata
id: Gunakan file pengunci
it: Usa file di lock
nn: Bruk låsfil
ro: Utilizează fișier de blocare
ru: Использовать файл блокировки
tr: Kilit dosyası kullan

source: Wait for dialup tone before dialing
br: Gortoz e-pad an ton galv goude sifrenn
cs: Počkat na tón před vytáčením
cy: Arhoswch am y tôn deialu cyn deialu
de: Vor dem Wählen auf den Dialup-Ton warten
el: Αναμονή για τον τόνο κλήσης πριν την κλήση
es: Esperar por tono de marcado antes de marcar
fi: Odota valintaääntä ennen numeronvalintaa
fr: Attente de la tonalité avant de composer
hu: Tárcsázás előtt várakozás a vonalhangra
id: Tunggu nada panggil sebelum memanggil
it: Attendi il segnale prima di comporre il numero
nn: Vent på summetone før oppringing
ro: Așteaptă tonul înainte de a numerota
ru: Ожидать гудок перед набором номера
tr: Çevirme yapmadan önce çevirme sesini bekle

source: Busy wait
br: Gortoz da vat
cs: Pracuje se, vyčkejte
cy: Prysur arhoswch
de: Bei besetzt warten
el: Αναμονή απασχολημένης γραμμής
es: Tiempo de espera
fr: Occupé
hu: Várakozás foglaltság esetén
id: Sibuk menunggu
it: Occupato attendi
ro: Ocupat
ru: Ожидание освобождения
tr: Meşgul

source: Modem sound
br: Son ar modem
cs: Zvuk modemu
cy: Sain modem
de: Ton-Modem
el: Ήχος μόντεμ
es: Sonido de modem
fi: Modeemi ääni
fr: Sonnerie du modem
hu: Modemhang
id: Suara modem
it: Suono modem
nn: Modemlyd
pl: Dźwięk modemu
ro: Soneria modemului
ru: Звук модема
tr: Modem sesi

source: Card IRQ
br: IRQ kartenn
cs: IRQ karty
cy: IRQ y cerdyn
da: Kort IRQ
de: Karten-IRQ
el: IRQ κάρτας
es: IRQ de tarjeta
et: Kaardi IRQ
eu: Txartelaren IRQ
fi: Kortin IRQ
fr: n° IRQ de la carte
he: פסיקת IRQ של הכרטיס
hu: Kártya IRQ
id: IRQ perangkat
is: IRQ Korts
it: IRQ della scheda
nb: Kort IRQ
nn: Kort-IRQ
pl: IRQ karty
ro: Numărul IRQ al plăcii
ru: IRQ карты
sl: IRQ kartice
tr: Kartın IRQ değeri
wa: IRQ del cåte

source: Card mem (DMA)
br: Memor kartenn (DMA)
cs: DMA karty
cy: Cof Cerdyn (DMA)
da: Kort mem (DMA)
de: Karten-Mem (DMA)
el: Εύρος μνήμης κάρτας (DMA)
es: Memoria de tarjeta (DMA)
et: Kaardi mälu (DMA)
eu: Txartelaren mem (DMA)
fi: Kortin muisti (DMA)
fr: Plage mémoire (DMA)
he: כרטיס זכרון (DMA)
hu: Kártya DMA
id: Mem perangkat (DMA)
is: Kortminni (DMA)
it: Memoria della scheda (DMA)
nb: Kort mem (DMA)
nn: Kortminne (DMA)
pl: DMA karty
ro: Zona de memorie (DMA)
ru: Память карты (DMA)
sl: Spomin kartice (DMA)
tr: Kartın DMA değeri
wa: Canå DMA del cåte
