Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Server banner:
cs: Popis serveru:
cy: Baner gweinydd:
el: Λογότυπο εξυπηρετητή:
es: Pancarta del servidor:
et: Serveri nimi:
eu: Zerbitzari iragarkia:
fi: Palvelimen mainos:
fr: Bannière du serveur :
he: מזהה שרת:
hu: Kiszolgáló üzenete:
id: Banner server:
is: Auðkenni miðlara:
it: Banner del server:
nb: Tjenerbeskrivelse:
nn: Tenarbanner:
pl: Baner serwera:
ro: Bandieră server:
ru: Описание сервера:
sl: Opis strežnika:
tr: Sunucu etiketi:

source: Unix Charset:
cs: Znaková sada Unix:
cy: Set Nod Unix:
de: UNIX-Zeichensatz:
el: Σύνολο χαρακτήρων Unix:
es: Juego de caracteres Unix:
et: UNIXi kodeering:
eu: Unix karaktere multzoa:
fi: Unix-merkistö:
fr: Jeu de caractères Unix :
hu: Unix karakterkészlet:
id: Charset Unix:
is: UNIX stafasett:
it: Insieme di caratteri Unix:
nb: Unix tegnsett:
nn: Unix-teiknkoding:
pl: Uniksowy zestaw znaków:
ro: Set de caractere Unix:
ru: Кодировка Unix:
sl: Nabor znakov Unix:
tr: Unix Karakter Kümesi:

source: Dos Charset:
cs: Znaková sada DOS:
cy: Set Nod DOS:
de: DOS-Zeichensatz:
el: Σύνολο χαρακτήρων Dos:
es: Juego de caracteres Dos:
et: DOSi kodeering:
eu: DOS karaktere multzoa:
fi: Dos-merkistö:
fr: Jeu de caractères Dos :
hu: DOS karakterkészlet:
id: Charset Dos:
is: DOS stafasett:
it: Insieme di caratteri DOS:
nb: DOS tegnsett:
nn: DOS-teiknkoding:
pl: Dosowy zestaw znaków:
ro: Set de caractere Dos:
ru: Кодировка Dos:
sl: Nabor znakov DOS:
tr: Dos Karakter Kümesi:

source: Display Charset:
cs: Znaková sada zobrazení:
cy: Set Nod Dangosy:
da: Skærm Charset:
de: Anzeige-Zeichensatz:
el: Εμφάνιση συνόλου χαρακτήρων:
es: Juego de caracteres de visualización:
et: Kuva kodeering:
eu: Bistaratzeko karaktere multzoa:
fi: Näyttömerkistö:
fr: Jeu de caractères d'affichage :
hu: Megjelenített karakterkészlet:
id: Charset Display:
is: Birtingar-stafasett:
it: Insieme di caratteri grafici:
nb: Vis tegnsett:
nn: Visingsteiknkoding:
pl: Wyświetlany zestaw znaków:
ro: Set de caractere afișaj:
ru: Отображаемая кодировка:
sl: Nabor znakov za prikaz:
tr: Görünüm Karakter Kümesi:

source: The wizard successfully configured your Samba server.
cs: Průvodce úspěšně nastavil váš Samba server.
cy: Mae'r dewin wedi ffurfweddu eich gweinydd Samba yn llwyddiannus.
da: Hjælpeprogrammet konfigurerede din Samba-server uden problemer.
de: Der Assistent hat den Samba-Server erfolgreich eingerichtet.
el: Ο οδηγός ολοκλήρωσε την ρύθμιση του εξυπηρετητή Samba με επιτυχία.
es: El asistente configuró su servidor Samba exitosamente.
et: Nõustaja seadistas edukalt Samba serveri.
eu: Morroiak egokiro konfiguratu du zure Samba zerbitzaria.
fi: Velho asetti Samba-palvelimen onnistuneesti.
fr: L'assistant a configuré votre serveur Samba avec succès.
he: האשף הגדיר בהצלחה את שרת ה-Samba שלך.
hu: A varázsló sikeresen beállította a Samba kiszolgálót.
id: Wizard berhasil mengkonfigurasi server Samba Anda.
is: Ráðgjafinn hefur sett upp Samba miðlarann þinn.
it: L'assistente ha completato la configurazione del server Samba.
nb: Veiviseren konfigurerte Samba-tjeneren.
nn: Vegvisaren har no sett opp Samba-tenaren.
pl: Konfiguracja serwera Samba została zakończona prawidłowo.
ro: Asistentul v-a configurat cu succes serverul Samba.
ru: Мастер успешно настроил Samba-сервер.
sl: Čarovnik je uspešno nastavil vaš strežnik Samba.
tr: Sihirbaz, Samba sunucusunu başarıyla yapılandırdı.

source: The Samba wizard has unexpectedly failed:
cs: Průvodce nastavením Samba neočekávaně selhal:
cy: Mae dewin Samba wedi methu'n annisgwyl
da: Samba hjælpeprogrammet mislykkesed uventet:
de: Der Samba-Assistent wurde plötzlich beendet:
el: Ο οδηγός Samba απέτυχε απροσδόκητα:
es: El asistente de Samba ha fallado inesperadamente:
et: Samba nõustajat tabas ootamatu viga:
eu: Samba morroiak ezustean huts egin du:
fi: Samban asetusvelho epäonnistui odottamattomasti:
fr: L'assistant Samba s'est anormalement interrompu :
he: אשף ה-Samba כשל באופן לא צפוי:
hu: A Samba beállítás sikertelenségének oka:
id: Wizard Samba mengalami kegagalan yang tak terduga:
is: Samba ráðgjafinn skilaði óvænt villu:
it: L'assistente non è riuscito a configurare Samba:
nb: Veiviseren for Samba har feilet:
nn: Uventa feil ved oppsett av Samba:
pl: Druid konfiguracji serwera Samba nieoczekiwanie zakończył działanie:
ro: Asistentul Samba a eșuat în mod neașteptat:
ru: Мастер настройки Samba-сервера неожиданно завершил свою работу:
sl: Čarovnik za Sambo je spodletel nepričakovano:
tr: Samba sihirbazı beklenmeyen biçimde başarısız oldu:

source: Manage Samba configuration
br: Merañ kefluniadur Samba
cs: Správa nastavení Samba
cy: Rheoli ffurfweddiad Samba
da: Administrér Samba-konfiguration
de: Samba-Konfiguration verwalten
el: Διαχείριση της ρύθμισης του Samba
es: Administrar la configuración de Samba
et: Samba seadistuste haldamine
eu: Kudeatu Samba konfigurazioa
fi: Hallitse Samban asetuksia
fr: Gérer la configuration Samba
he: ניהול תצורת Samba
hu: Samba beállítás kezelése
id: Kelola konfigurasi Samba
is: Sýsla með Samba stillingar
it: Gestione della configurazione di Samba
nb: Håndter oppsett for Samba
nn: Handter Samba-oppsett
pl: Zarządzanie konfiguracją serwera Samba
ro: Gestionați configurația Samba
ru: Управление конфигурацией Samba
sl: Upravljate nastavitve Sambe
tr: Samba ayarlarını yönetin
wa: Manaedjî l' apontiaedje di Samba

source: Failed to Modify Samba share.
br: N'hell ket bet cheñchiñ ar rannad Samba.
cs: Nepodařilo se upravit sdílení Samba.
cy: Methwyd newid cyfran Samba.
da: Kunne ikke ændre på delt Samba-ressurce.
de: Konnte Samba-Freigabe nicht ändern.
el: Αποτυχία τροποποίησης της κοινής χρήσης Samba.
es: Error al modificar compartición de Samba.
et: Samba ressursi muutmine nurjus.
eu: Samba partekatze aldaketak hutsegin du.
fi: Samba-jaon muokkaaminen epäonnistui.
fr: Impossible de modifier un partage Samba.
he: כשל בשינוי שיתוף ה-Samba.
hu: Nem sikerült módosítani a Samba megosztást.
id: Gagal Memodifikasi share Samba.
is: Mistókst að breyta Samba miðli.
it: La modifica della condivisione Samba non è riuscita.
nb: Klarte ikke å endre på delt ressurs.
nn: Klarte ikkje endra delt Samba-ressurs.
pl: Zmiana ustawień udziału serwera Samba nie powiodła się.
ro: Modificarea partajului Samba a eșuat.
ru: Не удалось изменить ресурс Samba.
sl: Nastavljanje deljene mape je spodletelo.
tr: Samba paylaşımını düzenleme başarısız oldu.
wa: Dji n' a savou candjî l' pårtaedje Samba.

source: Failed to remove a Samba share.
br: N'hell ket bet lemel ar rannad Samba.
cs: Nepodařilo se odstranit sdílení Samba.
cy: Methwyd tynnu cyfran Samba.
da: Kunne ikke fjerne delt NFS-ressurce.
de: Konnte Samba-Freigabe nicht löschen.
el: Σφάλμα αφαίρεσης μιας κοινής χρήσης Samba.
es: Error al quitar una compartición de Samba.
et: Samba ressursi eemaldamine nurjus.
eu: Samba partekatze bat ezabatzeak huts egin du.
fi: Samba-jaon poistaminen epäonnistui.
fr: Impossible d'enlever un partage Samba.
he: כשל בהסרת שיתוף ה-Samba.
hu: Nem sikerült eltávolítani egy Samba megosztást.
id: Gagal menghapus share Samba.
is: Mistókst að fjarlægja Samba miðlun.
it: La rimozione della condivisione Samba non è riuscita.
nb: Klarte ikke å fjerne delt ressurs.
nn: Klarte ikkje fjerna delt Samba-ressurs.
pl: Usunięcie udziału serwera Samba nie powiodło się.
ro: Înlăturarea partajului Samba a eșuat.
ru: Не удалось удалить ресурс Samba.
sl: Odstranjevanje deljene mape je spodletelo.
tr: Samba paylaşımını kaldırma başarısız oldu.
wa: Dji n' a savou oister l' pårtaedje Samba.

source: File share
cs: Sdílení souboru
cy: Cyfran ffeil
da: Delt filressurce
de: Dateifreigabe
el: Κοινή χρήση αρχείων
es: Compartición de archivos
et: Failiressurss
eu: Fitxategi partekatzea
fi: Tiedostojako
fr: Partage de fichiers
he: שיתוף קבצים
hu: Fájlmegosztás
id: Share file
is: Miðlað svæði
it: Condividi file
nb: Filressurs
nn: Delt filressurs
pl: Udostępnianie plików
ro: Partaj de fișiere
ru: Общий доступ к файлам
sl: Deljenje datotek
tr: Dosya paylaşımı
wa: Pårtaedje di fitchîs

source: Failed to Modify.
br: N'hell ket bet cheñchiñ.
cs: Úprava selhala.
cy: Methwyd Newid.
da: Kunne ikke ændre.
de: Ändern fehlgeschlagen.
el: Αποτυχία κατά την τροποποίηση
es: Error al modificar.
et: Muutmine nurjus.
eu: Aldatzeak huts egin du.
fi: Muokkaus epäonnistui.
fr: Échec lors de la modification.
he: כשל בשינוי.
hu: Nem sikerült a módosítás.
id: Gagal Memodifikasi.
is: Gat ekki breytt.
it: È stato impossibile modificare.
nb: Klarte ikke å endre.
nn: Klarte ikkje endra.
pl: Zmiana nie powiodła się.
ro: Modificarea a eșuat.
ru: Не удалось изменить.
sl: Nastavljanje je spodletelo.
tr: Düzenleme başarısız oldu.
wa: Li candjmint a fwait berwete.

source: Failed to remove.
br: N'hell ket bet lemet.
cs: Odstranění selhalo.
cy: Methwyd tynnu.
da: Kunne ikke fjerne.
de: Löschen fehlgeschlagen.
el: Αποτυχία κατά την αφαίρεση.
es: Error al quitar.
et: Eemaldamine nurjus.
eu: Ezabatzeak huts egin du.
fi: Poistaminen epäonnistui.
fr: Échec lors de la suppression.
he: כשל בהסרה.
hu: Nem sikerült az eltávolítás.
id: Gagal menghapus.
is: Gat ekki fjarlægt.
it: È stato impossibile rimuovere.
nb: Klarte ikke å fjerne.
nn: Klarte ikkje fjerna.
pl: Usunięcie nie powiodło się.
ro: Înlăturarea a eșuat.
ru: Не удалось удалить.
sl: Odstranjevanje je spodletelo.
tr: Kaldırma başarısız oldu.
wa: Li oistaedje a fwait berwete.

source: Printers
br: Moullerezioù
cs: Tiskárny
cy: Argraffyddion
da: Printere
de: Drucker
el: Εκτυπωτές
es: Impresoras:
et: Printerid
eu: Inprimagailuak
fi: Tulostimet
fr: Imprimantes
he: מדפסות
hu: Nyomtatók
id: Printer
is: Prentarar
it: Stampanti
nb: Skrivere
nn: Skrivarar
pl: Drukarki
ro: Imprimante
ru: Принтеры
sl: Tiskalniki
tr: Yazıcılar
wa: Sicrireces

source: Failed to add user.
br: N'hell ket bet ouzhpennañ an arveriad.
cs: Přidání uživatele selhalo.
cy: Methwyd ychwanegu defnyddiwr.
da: Kunne ikke tilføje bruger.
de: Benutzer konnte nicht hinzugefügt werden.
el: Η προσθήκη χρήστη απέτυχε.
es: Error al agregar usuario.
et: Kasutaja lisamine nurjus.
eu: Erabiltzailea eransteak huts egin du.
fi: Käyttäjän lisääminen epäonnistui.
fr: Échec lors de l'ajout de l'utilisateur.
he: כשל בהוספת משתמש.
hu: Nem sikerült felvenni a felhasználót.
id: Gagal menambah pengguna.
is: Gat ekki bætt við notanda.
it: È stato impossibile aggiungere un utente.
nb: Klarte ikke å legge til bruker.
nn: Klarte ikkje legga til brukar.
pl: Dodanie użytkownika nie powiodło się.
ro: Adăugarea utilizatorului a eșuat.
ru: Не удалось добавить пользователя.
sl: Dodajanje uporabnika je spodletelo.
tr: Kullanıcı eklenemedi.
wa: Li radjoutaedje di l' uzeu a fwait berwete.

source: Failed to change user password.
br: N'hell ket bet cheñchiñ tremenger an arveriad.
cs: Změna hesla uživatele selhala.
cy: Methwyd newid cyfrinair defnyddiwr.
da: Kunne ikke ændre brugeradgangskode.
de: Benutzerpasswort konnte nicht geändert werden.
el: Αποτυχία αλλαγής του κωδικού πρόσβασης του χρήστη.
es: Error al cambiar contraseña de usuario.
et: Kasutaja parooli muutmine nurjus.
eu: Erabiltzaile pasahitza aldatzeak huts egin du.
fi: Käyttäjän salasanan muuttaminen epäonnistui.
fr: Impossible de changer le mot de passe de l'utilisateur.
he: כשל בשינוי סיסמת משתמש.
hu: Nem sikerült módosítani a felhasználói jelszót.
id: Gagal mengubah sandi pengguna.
is: Gat ekki breytt lykilorði notanda.
it: È stato impossibile cambiare la password dell'utente.
nb: Klarte ikke å endre brukerpassord.
nn: Klarte ikkje endra brukarpassord.
pl: Zmiana hasła użytkownika nie powiodła się.
ro: Schimbarea parolei utilizatorului a eșuat.
ru: Не удалось изменить пароль пользователя.
sl: Spreminjanje gesla je spodletelo.
tr: Kullanıcı parolası değiştirilemedi.
wa: Li candjmint do scret d' l' uzeu a fwait berwete.

source: Failed to delete user.
br: N'hell ket bet lemet an arveriad.
cs: Odstranění uživatele selhalo.
cy: Methwyd dileu defnyddiwr.
da: Kunne ikke slette bruger.
de: Benutzer konnte nicht gelöscht werden.
el: Αποτυχία διαγραφής του χρήστη.
es: Error al quitar usuario.
et: Kasutaja kustutamine nurjus.
eu: Erabiltzailea ezabatzeak huts egin du.
fi: Käyttäjän poistaminen epäonnistui.
fr: Échec lors de la suppression de l'utilisateur.
he: כשל בהסרת משתמש.
hu: Nem sikerült törölni a felhasználót.
id: Gagal menghapus pengguna.
is: Gat ekki eytt notanda.
it: È stato impossibile rimuovere l'utente.
nb: Klarte ikke å slette bruker.
nn: Klarte ikkje sletta brukar.
pl: Usunięcie użytkownika nie powiodło się.
ro: Ștergerea utilizatorului a eșuat.
ru: Не удалось удалить пользователя.
sl: Brisanje uporabnika je spodletelo.
tr: Kullanıcı silinemedi.
wa: Li disfaçaedje di l' uzeu a fwait berwete.

source: Samba Users
br: Arveriaded Samba
cs: Uživatelé Samba
cy: Defnyddwyr Samba
da: Samba-brugere
de: Samba-Benutzer
el: Χρήστες Samba
es: Usuarios de Samba
et: Samba kasutajad
eu: Samba Erabiltzaileak
fi: Samba-käyttäjät
fr: Utilisateurs Samba
he: משתמשי Samba
hu: Samba felhasználók
id: Pengguna Samba
is: Samba notendur
it: Utenti Samba
nb: Samba-brukere
nn: Samba-brukarar
pl: Użytkownicy serwera Samba
ro: Utilizatori Samba
ru: Пользователи Samba
sl: Uporabniki Sambe
tr: Samba Kullanıcıları
wa: Uzeus Samba

source: Please configure your Samba server
br: Keflunit ho servijer Samba mar plij
cs: Nastavte, prosím, váš Samba server
cy: Furfweddwch eich gweinydd Samba
da: Konfigurér din Samba-server
de: Bitte richten Sie Ihren Samba-Server ein
el: Παρακαλώ ρυθμίστε τον εξυπηρετητή σας Samba
es: Por favor configure su servidor Samba
et: Palun seadistage oma Samba server
eu: Mesedez, konfiguratu zure Samba zerbitzaria
fi: Aseta Samba-palvelin
fr: Veuillez configurer votre serveur Samba
he: נא להגדיר את שרת ה-Samba שלך
hu: Kérem állítsa be a Samba kiszolgálót.
id: Silakan konfigurasi server Samba Anda
is: Vinsamlega stilltu Samba miðlara
it: Devi configurare il server Samba
nb: Vær vennlig sette opp Samba-tjeneren
nn: Sett opp Samba-tenaren
pl: Konfiguruj serwer Samby
ro: Configurați serverul Samba
ru: Настройте свой Samba-сервер
sl: Nastavite strežnik Samba
tr: Lütfen Samba sunucunuzu yapılandırın

source: It seems this is the first time you run this tool. A wizard will appear to configure a basic Samba server
cs: Zdá se, že je to poprvé, co spouštíte tento nástroj. Objeví se průvodce, který nastaví základní Samba server
cy: Dyma'r tro cyntaf i chi redeg yr offeryn yma. Bydd dewin yn ymddangos er mwyn ffurfweddu gweinydd Samba elfennol
da: Det ser ud til at dette er den første gang du kører dette værktøj. Et hjælpeprogram vil blive startet til at konfigurere en basal Samba server
de: Es scheint das erste mal zu sein, dass Sie dieses Werkzeug nutzen. Ein Assistent wird Ihnen bei der Einrichtung eines Basis-Sambaservers helfen
el: Φαίνεται ότι είναι η πρώτη φορά που εκτελείτε αυτό το εργαλείο. Ένας οδηγός θα εμφανιστεί για να ρυθμίσετε έναν βασικό εξυπηρετητή Samba.
es: Parece que esta es la primera vez que usted ejecuta esta herramienta. Un asistente aparecerá para configurar un servidor Samba básico
et: Tundub, et te kasutate seda tööriista esimest korda. Nõustaja aitab Teil sooritada Samba serveri esmase häälestuse
eu: Tresna hau exekutatzen duzun lehen aldia dela dirudi. Oinarrizko Samba zerbitzari bat konfiguratzeko morroi bat agertuko da
fi: Näyttää, että työkalu käynnistettiin ensimmäisen kerran. Velho käynnistyy asettamaan Samba-palvelimen perusasetuksilla
fr: Il semble que cela soit la première utilisation de cet outil. Un assistant apparaîtra afin de configurer un serveur Samba basique
he: נראה כי זו הפעם הראשונה שהכלי מופעל. מיד יופיע אשף להגדרת שרת Samba בסיסי.
hu: Úgy látszik, hogy első alkalommal használja az eszközt. Egy varázsló fog megjelenni a Samba kiszolgáló alapbeállításához
id: Sepertinya ini adalah pertama kalinya Anda menjalankan alat ini. Sebuah wizard akan muncul untuk mengkonfigurasi server Samba dasar.
is: Það lítur út fyrir að þetta sé í fyrsta sinn er þú keyrir þetta tól. Ráðgjafi mun birtast til að aðstoða þig við að stilla einfaldan Samba miðlara
it: Sembra che sia la prima volta che utilizzi questo programma. Verrà avviato un assistente per configurare un semplice server Samba.
nb: Det se ut til å være første gang du kjører dette verktøyet. En veiviser for å sette opp en enkel Samba-tjener vil åpnes.
nn: Det ser ut til at dette er første gong du køyrer dette verktøyet. Du vil no få ein vegvisar som hjelper deg å setja opp ein enkel Samba-tenar.
pl: Wygląda na to, że uruchamiasz ten program po raz pierwszy. Zostanie uruchomiony druid podstawowe konfiguracji serwera Samba
ro: Pare să fie prima oară cînd rulați această unealtă. Un asistent vă va ajuta să configurați un server Samba de bază
ru: Похоже, что эта утилита была запущена впервые. Мастер поможет вам настроить простейший Samba-сервер
sl: Izgleda, da to orodje poganjate prvič. Pojavil se bo čarovnik za osnovno nastavitev strežnika Samba
tr: Bu aracı ilk kez çalıştırıyorsunuz. Temel bir Samba sunucusu yapılandırmak için bir sihirbaz belireceketir.

source: DrakSamba manage Samba shares
cs: DrakSamba spravuje sdílení Samba
cy: DrakSamba yn rheoli cyfrannau Samba
da: DrakSamba håndterer delte Samba-ressurser
de: DrakSamba verwaltet Samba-Freigaben
el: Το DrakSamba διαχειρίζεται τις κοινές χρήσεις Samba
es: DrakSamba administra comparticiones Samba
et: DrakSamba - Samba ressursside haldamine
eu: DrakSambarekin kudeatu Samba partekatzeak
fi: DrakSamba Samba-jakojen hallintatyökalu
fr: DrakSamba gère les partages Samba
he: DrakSamba ניהול שיתופי Samba
hu: DrakSamba - Samba megosztások kezelése
id: DrakSamba mengelola share Samba
is: DrakSamba sér um Samba miðlun
it: DrakSamba gestisce le condivisioni tramite Samba
nb: DrakSamba håndterer delte Samba-ressurser
nn: DrakSamba handterer Samba-ressursar
pl: DrakSamba służy do konfiguracji udziałów serwera Samba
ro: DrakSamba gestionează partajele Samba
ru: DrakSamba управляет общими ресурсами Samba
sl: DrakSamba upravlja mape in tiskalnike deljene prek Sambe
tr: DrakSamba, Samba paylaşımlarını yönetin
wa: DrakSamba manaedje les pårtaedjes Samba

source: Network is up on interface %s.
br: Bev eo ar rouedad war an etrefas %s.
cs: Síť běží na rozhraní %s.
cy: Mae'r rhwydwaith ar gael ar ryngwyneb %s.
da: Netværket er oppe på grænsesnittet %s.
de: Netzwerk auf Schnittstelle %s ist aktiv.
el: Το δίκτυο είναι ενεργό στην διεπαφή %s.
es: La red está activa en la interfaz %s.
et: Võrk töötab liideses %s
eu: Sarea altsatuta dago %s interfazean.
fi: Verkko käytössä liitännässä %s
fr: Le réseau est actif sur l'interface %s.
he: הרשת פעילה במנשק %s.
hu: A(z) "%s" csatolón a hálózat aktív.
id: Jaringan hidup pada antarmuka %s.
is: Net er í gangi á tengi %s.
it: La rete è attiva tramite l'interfaccia %s.
nb: Nettverk er oppe på grensesnitt %s.
nn: Nettverket køyrer på grensesnittet %s.
pl: Sieć jest dostępna przez interfejs %s.
ro: Rețeaua este activă pe interfața %s.
ru: Сеть поднята на интерфейсе %s.
sl: Povezava preko vmesnika %s.
tr: Ağ, %s ara birimi üzerinde çalışıyor.
wa: Li rantoele est en alaedje so l' eterface %s.

source: IP address: %s
br: Chomlec'h IP : %s
cs: IP adresa: %s
cy: Cyfeiriad IP : %s
da: IP-adresse: %s
de: IP-Adresse: %s
el: Διεύθυνση IP: %s
es: Dirección IP: %s
et: IP-aadress: %s
eu: IP helbidea: %s
fi: IP-osoite: %s
fr: Adresse IP : %s
he: כתובת IP: %s
hu: IP cím: %s
id: Alamat IP: %s
is: IP-tala: %s
it: Indirizzo IP: %s
nb: IP-adresse: %s
nn: IP-adresse: %s
pl: Adres IP: %s
ro: Adresă IP: %s
ru: IP-адрес: %s
sl: Naslov IP: %s
tr: IP adresi: %s
wa: Adresse IP: %s

source: Gateway: %s
br: Treuzell : %s
cs: Brána: %s
cy: Mynedfa: %s
da: Forbindelsespunkt (gateway): %s
el: Πύλη: %s
es: Puerta de enlace: %s
et: Vaikelüüs: %s
eu: Atebidea: %s
fi: Yhdyskäytävä: %s
fr: Passerelle : %s
he: שער: %s
hu: Átjáró (gateway): %s
is: Netgátt: %s
nn: Portnar: %s
pl: Brama: %s
ro: Pasarelă: %s
ru: Шлюз: %s
sl: Prehod: %s
tr: Ağ geçidi: %s
wa: Pasrele: %s

source: Connected to %s (link level: %d %%)
cs: Připojeno na %s (úroveň spojení: %d %%)
cy: Cysylltwyd â %s (lefel cyswllt: %d %%)
da: Forbundet til %s (linkniveau: %d %%)
de: Verbindung zu %s (Verbindungslevel: %d %%)
el: Συνδεδεμένο στο %s (ισχύς σήματος: %d %%)
es: Conectado a %s (nivel de enlace: %d %%)
et: Ühendatud %s-ga (link: %d %%)
eu: %s-ri lotuta (lotura maila: %d %%)
fi: Yhdistetty verkkoon %s (signaalin taso %d %%)
fr: Connecté à %s (niveau du lien : %d %%)
he: מחובר אל %s (רמת חיבור: %d %%)
hu: Kapcsolódva ehhez: %s (kapcsolati szint: %d %%)
id: Terhubung ke %s (level link: %d %%)
is: Tengdur við %s (tengistyrkur: %d%%)
it: Connesso a %s (livello di connessione: %d %%)
nb: Koblet til %s (linknivå: %d %%)
nn: Kopla til %s (signalstyrke: %d %%)
pl: Podłączony do %s (poziom połączenia: %d % %)
ro: Conectat la %s (nivel conexiune: %d %%)
ru: Подключён к %s (тип связи: %d %%)
sl: Povezan na %s (moč signala: %d %%)
tr: %s üzerine bağlanıldı (bağlantı seviyesi: %d %%).
wa: Raloyî a %s (link level: %d %%)

source: Network is down on interface %s.
br: Marv eo ar rouedad war an etrefas %s.
cs: Síť na rozhraní %s je zastavena.
cy: Mae'r rhwydwaith i lawr ar ryngwyneb %s.
da: Netværket er nede på grænsesnittet %s.
de: Netzwerk auf Schnittstelle %s ist inaktiv.
el: Το δίκτυο είναι ανενεργό στην διεπαφή %s.
es: La red está inactiva en la interfaz %s.
et: Võrk ei tööta liideses %s
eu: Sarea erorita dago %s interfazean.
fi: Verkko ei ole käytössä liitännässä %s
fr: Le réseau est désactivé sur l'interface %s.
he: הרשת משותקת במנשק %s.
hu: A(z) "%s" csatolón a hálózat NEM aktív.
id: Jaringan mati pada antarmuka %s.
is: Net er ekki í gangi á tengi %s.
it: Il collegamento tramite l'interfaccia %s è disattivato.
nb: Nettverk er nede på grensesnitt %s.
nn: Nettverket er nede på grensesnittet %s.
pl: Sieć jest niedostępna na interfejsie %s.
ro: Rețeaua este inactivă pe interfața %s.
ru: Сеть опущена на интерфейсе %s.
sl: Omrežje preko vmesnika %s je prekinjeno
tr: Ağ, %s ara birimi üzerinde çalışmıyor.
wa: Li rantoele est dismetowe so l' eterface %s.

source: You do not have any configured Internet connection. Run the "%s" assistant from the Mageia Linux Control Center
de: Sie haben noch keine Internet-Verbindung konfiguriert. Führen Sie den "%s"-Assistenten im Mageia-Linux-Kontrollzentrum aus
id: Anda tidak memiliki koneksi Internet terkonfigurasi. Jalankan asisten "%s" dari Pusat Kendali Linux Mageia
pl: Nie posiadasz żadnego skonfigurowanego połączenia internetowego. Uruchom asystenta "%s" z Centrum Sterowania Mageia
ro: Nu aveți configurată nici o conexiune la Internet. Lansați asistentul „%s” din centrul de control Mageia
ru: У вас ещё нет ни одного настроенного соединения с Интернет. Запустите помощника "%s" из Центра Управления Mageia
tr: Bu bağdaştırıcı henüz yapılandırılmamış. Mageia Denetim Merkezi' nden "%s" yardımcısını çalıştırın

source: Connecting...
br: O kevreañ ...
cs: Připojuje se...
cy: Cysylltu...
da: Tilslutter...
de: Verbindung herstellen ...
el: Σύνδεση...
es: Conectando...
et: Ühendumine...
eu: Konektatzen...
fi: Yhdistetään...
fr: Connexion en cours…
he: מתחבר...
hu: Csatlakozás...
id: Menghubungkan...
is: Tengist...
it: Connessione...
nb: Kobler til …
nn: Koplar til …
pl: Łączenie...
ro: Conectare...
ru: Устанавливается соединение...
sl: Povezovanje...
tr: Bağlanıyor...
wa: Raloyaedje...

source: Connect %s
br: Kevreañ %s
cs: Připojit %s
cy: Cysylltu %s
da: Tilslut %s
de: %s verbinden
el: Σύνδεση του %s
es: Conectar %s
et: %s ühenduse loomine
eu: Konektatu %s
fi: Yhdistä %s
fr: Connecter %s
he: חיבור %s
hu: Kapcsolódás: %s
id: Sambung %s
is: Tengist %s
it: Connetti %s
nb: Koble til %s
nn: Kopla til «%s»
pl: Połącz %s
ro: Conectează %s
ru: Подключить %s
sl: Poveži %s
tr: %s baglantısına Bağlan
wa: Raloyî %s
