Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: allow real remote root access
cs: povolit skutečný vzdálený přístup uživatele root
cy: caniatau mynediad gwraidd real
da: tillad ægte ekstern root-adgang
de: erlaube echten entfernten root-Zugriff
el: επιτρέπει στον root να έχει απομακρυσμένη πρόσβαση
es: permitir acceso de root remoto real
et: Administraatori kaugligipääsu lubamine
eu: Onartu benetako urruneko root sarbidea
fi: salli etäyhteydet pääkäyttäjältä
fr: Autoriser les accès distants de root
he: התר גישת משתמש-על מרוחקת אמיתית
hu: valódi távoli rendszergazdai elérés engedélyezése
id: izinkan akses remote root nyata
is: leyfa raunverulega fjar-aðgang að root
it: permetti l'accesso remoto come root
nb: tillat ekte ekstern root-tilgang
nn: Tillat root-tilgang utanfrå
pl: zezwól użytkownikowi root na zdalny dostęp
ro: permite accesul distant direct cu utilizatorul root
ru: разрешить реальный удалённый доступ для root
sl: omogoči pravi dostop oddaljenega uporabnika »root«
tr: gerçek uzak kök erişimine izin ver
wa: permete on vraiy accès root då lon

source: /_File
cy: /_Ffeil
et: /_Fail
eu: /_Fitxategia
he: /_קובץ
is: /_Skrá
nb: /_Fil
ru: /_Файл
sl: /_Datoteka
tr: /_Dosya
wa: /_Fitchî

source: /_Write conf
et: /S_alvesta konfiguratsioon
eu: /_Idatzi konfiguraketa
he: /_כתוב הגדרה
id: /Tulis conf
is: /_Skrifa stillingar
nb: /_Lagre oppsett
ru: /_Записать конфиг
sl: /_Zapiši nastavitve
tr: /_Yapılandırmaya yaz
wa: /_Sicrire l' apontiaedje

source: /_Quit
cy: /_Gadael
et: /_Välju
eu: /_Irten
he: /_יציאה
id: /_Keluar
is: /_Hætta
nb: /_Avslutt
ru: /_Выход
sl: /_Končaj
tr: /_Çık
wa: /Moussî _foû

source: /_NFS Server
cy: /_Gweinydd NFSr
eu: /_NFS zerbitzaria
he: /שרתי _NFS
id: /Server _NFS
is: /_NFS Miðlari
nb: /_NFS-tjener
ru: /Сервер _NFS
sl: /_Strežnik NFS
tr: /_NFS Sunucusu
wa: /Sierveu _NFS

source: /_Restart
cy: /_Ailgychwyn
et: /_Käivita uuesti
eu: /_Berrabiatu
he: /_אתחל
is: /Endur_ræsa
nb: /_Omstart
ru: /_Перезапустить
sl: /_Ponovni zagon
tr: /_Yeniden Başlat
wa: /_Renonder

source: /R_eload
cy: /Ail-lwytho
et: /_Laadi uuesti
eu: /Bir_zamatu
he: /טען _מחדש
is: /_Endurhlaða
nb: /_Last inn på nytt
ru: /Переза_грузить
sl: /Po_novno naloži
tr: /Y_eniden Yükle
wa: /Ri_tcherdjî

source: NFS server
br: Servijer NFS
cy: Gweinydd NFS
el: Εξυπηρετητής NFS
es: Servidor NFS
eu: NFS zerbitzaria
fi: NFS-palvelin
fr: Serveur NFS
he: שרת NFS
hu: NFS kiszolgáló
id: Server NFS
is: NFS miðlari
it: Server NFS
nb: NFS-tjener
nn: NFS-tenar
pl: Serwer NFS
ro: Server NFS
ru: Сервер NFS
sl: Strežnik NFS
tr: NFS sunucusu
wa: Sierveu NFS

source: Restarting/Reloading NFS server...
br: Oc'h adloc'hañ/adkargañ ar servijer NFS ...
cs: Restartuje se/Znovu se načítá NFS server...
cy: Ailgychwyn/Ail-lwytho gweinydd NFS...
da: Starter NFS-server igen...
de: Starte/Lade NFS-Server neu...
el: Επανεκκίνηση/Επαναφόρτωση του εξυπηρετητή NFS...
es: Reiniciando/Recargando servidor NFS---
et: NFS-serveri taaskäivitamine...
eu: NFS zerbitzaria Berrabiatzen/Birzamatzen...
fi: Ladataan tai käynnistetään NFS-palvelin uudelleen...
fr: Relancer/Recharger le serveur NFS…
he: מאתחל/טוען מחדש את שרת ה-NFS...
hu: Az NFS kiszolgáló újraindítása/újratöltése...
id: Merestart/Mereload server NFS...
is: Endurræsi/Endurstilli NFS miðlara...
it: Riavvia/ricarica il server NFS...
nb: Starter/laster NFS-tjener på nytt …
nn: Startar NFS-tenar på nytt …
pl: Ponowne uruchamianie/przeładowanie serwera NFS...
ro: Repornire/Reîncărcare server NFS...
ru: Перезапускается/перезагружается сервер NFS...
sl: Ponovno zaganjanje/nalaganje strežnika NFS ...
tr: NFS sunucusu yeniden başlatılıyor/yükleniyor...
wa: Renondant/Ritcherdjant l' sierveu NFS...

source: Error Restarting/Reloading NFS server
br: Fazi en ur adloc'hañ/adkargañ ar servijer NFS
cs: Chyba při restartu/znovunačtení NFS serveru
cy: Gwall Ailgychwyn/Ail-lwytho gweinydd NFS
da: Fejl ved genstart af NFS-server
de: Fehler beim erneuten Starten/Laden des NFS-Servers
el: Σφάλμα κατά την επανεκκίνηση/επαναφόρτωση του εξυπηρετητή NFS
es: Error Recargando/Reiniciando servidor NFS
et: Viga NFS-serveri taaskäivitamisel
eu: Akatsa NFS zerbitzaria Berrabiaraztean/Birzamatzean
fi: Virhe ladattaessa tai käynnistettäessä NFS-palvelinta uudelleen
fr: Erreur de relance/rechargement du serveur NFS
he: חלה שגיאה בעת אתחול/טעינה מחדש של שרת ה-NFS
hu: Hiba az NFS kiszolgáló újraindítása/újratöltése közben
id: Error Merestart/Mereload server NFS
is: Villa við Endurræsingu/Endurstillingu NFS miðlara
it: Problemi nel riavviare/ricaricare il server NFS
nb: Feil ved omstart/omlasting av NFS-tjener
nn: Feil ved omstart av NFS-tenar
pl: Błąd podczas ponownego uruchamiania/przeładowania serwera NFS
ro: Eroare la repornirea/reîncărcarea serverului NFS
ru: Ошибка перезапуска/перезагрузки сервера NFS
sl: Napaka pri ponovnem zaganjanju/nalaganju strežnika NFS
tr: NFS sunucusu yeniden başlatılamıyor/yüklenemiyor...
wa: Åk n' a nén stî tot renondant/ritcherdjant l' sierveu NFS

source: Directory selection
br: Choaz ar renkell
cs: Výběr adresáře
cy: Dewis cyfeiriadur
da: Katalog-valg
de: Verzeichnisauswahl
el: Επιλογή καταλόγου
es: Selección de directorio
et: Kataloogi valimine
eu: Direktorio hautaketa
fi: Hakemiston valinta
fr: Sélection du répertoire
hu: Könyvtárválasztás
id: Pemilihan direktori
is: Möppuval
it: Scelta della directory
nb: Mappevalg
nn: Mappeval
pl: Wybór katalogu
ro: Selectare director
ru: Выбор каталога
sl: Izbira map
tr: Dizin Seçimi

source: Should be a directory.
br: Ret eo bezañ ur renkell.
cs: Mělo by se jednat o adresář.
cy: Dylai fod yn gyfeiriadur.
da: Burde være et katalog.
de: Sollte ein Verzeichnis sein.
el: Πρέπει να είναι ένας κατάλογος.
es: Debería ser un directorio.
et: Peab olema kataloog.
eu: Direktorioa izan behar luke.
fi: Pitää olla hakemisto.
fr: Cela devrait être un répertoire.
he: צריך להיות ספריה.
hu: Könyvtárt kell megadni.
id: Harus sebuah direktori.
is: Ætti að vera mappa.
it: Deve essere una directory.
nb: Burde være en mappe.
nn: Må vera ei mappe.
pl: Obiekt powinien być katalogiem.
ro: Ar trebui să fie un director.
ru: Должен быть каталогом.
sl: Mora biti mapa.
tr: Bir dizin olmalı.
wa: Ça dvreut esse on ridant.
