Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Allowed addresses
br: Chomlec'hioù aotreet
cs: Povolené adresy
cy: Cyfeiriadau caniatawyd
da: Tilladte adresser
de: Erlaubte Adressen
el: Επιτρεπόμενες διευθύνσεις
es: Direcciones permitidas
et: Lubatud aadressid
eu: Onartutako helbideak
fi: Sallitut osoitteet
fr: Adresses autorisées
he: כתובות מותרות
hu: Engedélyezett címek
id: Alamat yang diizinkan
is: Leyfð vistföng
it: Indirizzi permessi
nb: Tillatte adresser
nn: Tillatne adresser
pl: Akceptowane adresy
ro: Adrese permise
ru: Разрешённые адреса
sl: Dovoljeni naslovi
tr: İzin verilen adresler
wa: Permetowès adresses

source: Interactive Firewall
br: Moger tan bev
cs: Interaktivní firewall
cy: Mur Cadarn Rhyngweithiol
da: Interaktiv brandmur
de: Interaktive Firewall
el: Διαδραστικό τείχος προστασίας
es: Cortafuegos interactivo
et: Interaktiivne tulemüür
eu: Suhesi Interaktiboa
fi: Interaktiivinen palomuuri
fr: Pare-feu interactif
he: חומת אש אינטראקטיבית
hu: Interaktív tűzfal
id: Firewall Interaktif
is: Gagnvirkur Eldveggur
it: Firewall interattivo
nb: Interaktiv brannmur
nn: Interaktiv brannmur
pl: Interaktywna zapora sieciowa
ro: Parafoc interactiv
ru: Интерактивный файервол
sl: Interaktivni požarni zid
tr: Etkileşimli Güvenlik Duvarı
wa: Côpe feu eteractif

source: Unable to contact daemon
br: N'hellan ket kevreañ ouzh an diaoul
cs: Nelze se spojit s démonem
cy: Methu cysylltu â daemon
da: Kan ikke kontakte dæmon
de: Dämon nicht erreichbar
el: Αδύνατη η επικοινωνία με το δαίμονα
es: No se puede contactar al demonio
et: Ühendust deemoniga ei saadud
eu: Ezin da deabrua kontaktatu
fi: Yhteyttä taustaprosessiin voitu muodostaa
fr: Impossible de contacter le démon
he: לא יכול להתחבר לתכנת הרקע
hu: Nem sikerült kapcsolódni a szolgáltatáshoz
id: Tidak bisa menghubungi daemon
is: Get ekki tengst þjónustu
it: Non si riesce a contattare il demone
nb: Klarte ikke å kontakte tjeneste
nn: Klarte ikkje kontakta tenesta.
pl: Nie można skontaktować się z demonem
ro: Nu se poate contacta demonul
ru: Невозможно связаться с демоном
sl: Ni moč vzpostaviti stika z demonom
tr: Uygulamacığa bağlanılamıyor
wa: Dji n' a savou m' raloyî å demon

source: Log
br: Kerzlevr
cs: Záznam
cy: Cofnodion
de: Protokoll
el: Καταγραφές
es: Registro
et: Logi
eu: Egunkaria
fi: Loki
fr: Journal
he: רישום
hu: Napló
is: Annálar
it: Registro
nb: Logg
nn: Logg
pl: Logi
ro: Jurnal
ru: Журнал
sl: Dnevnik
tr: Günlük
wa: Djournå

source: Allow
br: Aotren
cs: Povolit
cy: Caniatáu
da: Tillad
de: Erlauben
el: Επιτρέπεται
es: Permitir
et: Lubatud
eu: Onartu
fi: Salli
fr: Autoriser
he: התר
hu: Engedélyezés
id: Izinkan
is: Leyfa
it: Permetti
nb: Tillat
nn: Tillat
pl: Pozwalaj
ro: Permite
ru: Разрешить
sl: Dovoli
tr: İzin ver
wa: Permete

source: Block
br: Nac'h
cs: Blokovat
cy: Rhwystro
da: Blok
de: Blocken
el: Σε φραγή
es: Bloquear
et: Blokeeritud
eu: Oztopatu
fi: Estä
fr: Bloquer
he: חסום
hu: Tiltás
id: Blokir
is: Blokk
it: Blocca
nb: Blokkér
nn: Blokker
pl: Blokuj
ro: Blochează
ru: Блокировать
sl: Blokiraj
tr: Engelle
wa: Bloker

source: Close
br: Serriñ
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fi: Sulje
fr: Fermer
he: סגור
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
nb: Lukk
nn: Lukk
pl: Zamknij
ro: Închide
ru: Закрыть
sl: Zapri
tr: Kapat
wa: Clôre

source: Allowed services
br: Servijoù aotreet
cs: Povolené služby
cy: Gwasanaethau caniateir
da: Tilladte tjenester
de: Erlaubte Service
el: Επιτρεπόμενες υπηρεσίες
es: Servicios permitidos
et: Lubatud teenused
eu: Onartutako zerbitzuak
fi: Sallitut palvelut
fr: Services autorisés
he: שירותים מותרים
hu: Engedélyezett szolgáltatások
id: Layanan yang diizinkan
is: Leyfðar þjónustur
it: Servizi permessi
nb: Tillatte tjenester
nn: Tillatne tenester
pl: Akceptowane usługi
ro: Servicii permise
ru: Разрешённые службы
sl: Dovoljene storitve
tr: İzin verilen hizmetler
wa: Siervices permetous

source: Blocked services
br: Servijoù nac'het
cs: Blokované služby
cy: Gwasanaethau rhwystrwyd
da: Blokerede tjenester
de: Blockierte Dienste
el: Υπηρεσίες σε φραγή
es: Servicios bloqueados
et: Blokeeritud teenused
eu: Oztopatutako zerbitzuak
fi: Estetyt palvelut
fr: Services bloqués
he: שירותים חסומים
hu: Tiltott szolgáltatások
id: Layanan yang diblokir
is: Lokaðar þjónustur
it: Servizi bloccati
nb: Blokkerte tjenester
nn: Blokkerte tenester
pl: Blokowane usługi
ro: Servicii blocate
ru: Разрешённые службы
sl: Blokirane storitve
tr: Engellenen hizmetler
wa: Siervices blokés

source: Clear logs
br: Skarañ ar c'herzhlevr
cs: Smazat záznamy
cy: Clirio cofnodion
da: Nulstíl logger
de: Protokolle löschen
el: Καθαρισμός των καταγραφών
es: Limpiar registros
et: Kustuta logid
eu: Garbitu egunkariak
fi: Tyhjennä lokitiedostot
fr: Nettoyer les journaux
he: נקה דו"חות
hu: Naplók törlése
id: Bersihkan log
is: Hreinsa annála
it: Azzera registro
nb: Tøm logger
nn: Tøm loggar
pl: Wyczyść logi
ro: Curăță jurnalele
ru: Очистить журнал
sl: Počisti dnevnike
tr: Günlük kayıtlarını temizle
wa: Netyî les djournås

source: Blacklist
br: Roll zu
cs: Černá listina
cy: Rhestr Atal
da: Sortliste
de: Schwarze Liste
el: Μαύρη λίστα
es: Lista negra
et: Must nimekiri
eu: Zerrenda beltza
fi: Kiellettyjen lista
fr: Liste noire
he: רשימה שחורה
hu: Feketelista
id: Daftar hitam
is: Svartlisti
it: Lista nera
nb: Svarteliste
nn: Svarteliste
pl: Czarna lista
ro: Lista neagră
ru: Чёрный список
sl: Črni seznam
tr: Kara liste
wa: Noere djivêye

source: Whitelist
br: Roll wenn
cs: Bílá listina
cy: Rhestr Caniatáu
da: Hvidliste
de: Weiße Liste
el: Λευκή λίστα
es: Lista blanca
et: Valge nimekiri
eu: Zerrenda zuria
fi: Sallittujen lista
fr: Liste blanche
he: רשימה לבנה
hu: Fehérlista
id: Daftar putih
is: Vinalisti
it: Lista bianca
nb: Hvitliste
nn: Kviteliste
pl: Lista zaufanych
ro: Lista albă
ru: Белый список
sl: Beli seznam
tr: Ak liste
wa: Blanke djivêye

source: Remove from blacklist
br: Lemel diwar ar roll zu
cs: Odebrat z černé listiny
cy: Tynnu o'r rhestr wrthod LVM
da: Fjern fra sortliste
de: Aus der schwarzen Liste löschen
el: Αφαίρεση από τη μαύρη λίστα
es: Quitar de lista negra
et: Eemalda mustast nimekirjast
eu: Zerrenda beltzetik ezabatu
fi: Poista kiellettyjen listalta
fr: Supprimer de la liste noire
he: הסרה מהרשימה השחורה
hu: Eltávolítás a feketelistáról
id: Hapus dari daftar hitam
is: Fjarlægja úr svartlista
it: Togli dalla lista nera
nb: Fjern fra svarteliste
nn: Fjern frå svarteliste
pl: Usuń z czarnej listy
ro: Înlătură din lista neagră
ru: Удалить из чёрного списка
sl: Odstrani s črnega seznama
tr: Kara listeden kaldır
wa: Bodjî foû del noere djivêye

source: Move to whitelist
br: Fiñval d'ar roll zu
cs: Přesunout na bílou listinu
cy: Symud i'r rhestr caniatáu
da: Flyt til hvidliste
de: In die weiße Liste verschieben
el: Μετακίνηση στη λευκή λίστα
es: Mover a lista blanca
et: Liiguta valgesse nimekirja
eu: Zerrenda zurira mugitu
fi: Siirrä sallittujen listalle
fr: Déplacer vers la liste blanche
he: העבר לרשימה לבנה
hu: Áthelyezés a fehérlistára
id: Pindahkan ke daftar putih
is: Færa á vinalista
it: Sposta nella lista bianca
nb: Flytt til hvitliste
nn: Flytt til kviteliste
pl: Przenieś do listy zaufanych
ro: Mută în lista albă
ru: Переместить в белый список
sl: Premakni na beli seznam
tr: Ak listeye taşı
wa: Bodjî al blanke djivêye

source: Remove from whitelist
br: Lemel diwar ar roll wenn
cs: Odstranit z bílé listiny
cy: Tynnu o'r rhestr caniatáu
da: Fjern fra hvidliste
de: Aus der weißen Liste löschen
el: Αφαίρεση από τη λευκή λίστα
es: Quitar de lista blanca
et: Eemalda valgest nimekirjast
eu: Zerrenda zuritik ezabatu
fi: Poista sallittujen listalta
fr: Supprimer de la liste blanche
he: הסרה מהרשימה הלבנה
hu: Eltávolítás a fehérlistáról
id: Hapus dari daftar putih
is: Fjarlægja úr vinalista
it: Togli dalla lista bianca
nb: Fjern fra hvitliste
nn: Fjern frå kviteliste
pl: Usuń z listy zaufanych
ro: Înlătură din lista albă
ru: Удалить из белого списка
sl: Odstrani z belega seznama
tr: Ak listeden kaldır
wa: Bodjî foû del blanke djivêye

source: Date
br: Deiziad
cs: Datum
cy: Dyddiad
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
eu: Data
fi: Päiväys
he: תאריך
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
nb: Dato
nn: Dato
pl: Data
ro: Dată
ru: Дата
sl: Datum
tr: Tarih

source: Remote host
br: Ostiz a-bell
cs: Vzdálený počítač
cy: Gweinydd pell
da: Ekstern vært
de: Entfernter Rechner
el: Απομακρυσμένος υπολογιστής
es: Equipo remoto
et: Võrgumasin
eu: Urruneko ostalaria
fi: Etäkone
fr: Hôte distant
he: מארח מרוחק
hu: Távoli gép
id: Host remote
is: Fjarlæg vél
it: Host remoto
nb: Ekstern vert
nn: Fjernvert
pl: Usuń hosta
ro: Gazdă distantă
ru: Удалённый хост
sl: Oddaljen gostitelj
tr: Uzak makine

source: Type
br: Seurt
cs: Typ
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fi: Tyyppi
he: סוג
hu: Típus
id: Tipe
is: Tegund
it: Tipo
pl: Rodzaj
ro: Tip
ru: Тип
sl: Vrsta
tr: Tür
wa: Sôre

source: Service
br: Servij
cs: Služba
cy: Gwasanaeth
de: Dienst
el: Υπηρεσία
es: Servicio
et: Teenus
eu: Zerbitzua
fi: Palvelu
he: שרות
hu: Szolgáltatás
id: Layanan
is: Þjónusta
it: Servizio
nb: Tjeneste
nn: Teneste
pl: Usługa
ro: Serviciu
ru: Служба
sl: Storitev
tr: Hizmet
wa: Siervice

source: Network interface
br: Etrefas rouedad
cs: Síťové rozhraní
cy: Rhyngwyneb rhwydwaith
da: Netværksgrænsesnit
de: Netzwerkschnittstelle
el: Διεπαφή δικτύου
es: Interfaz de red
et: Võrguliides
eu: Sareko Interfazea
fi: Verkkoliitäntä
fr: Interface réseau
he: ממשק רשת
hu: Hálózati csatolófelület
id: Antarmuka jaringan
is: Nettengi
it: Interfaccia di rete
nb: Nettverksgrensesnitt
nn: Nettverksgrensesnitt
pl: Interfejs sieciowy
ro: Interfață de rețea
ru: Сетевой интерфейс
sl: Omrežni vmesnik
tr: Ağ ara birimi
wa: Eterface rantoele

source: Application
br: Meziant
cs: Aplikace
cy: Rhaglen
da: Program
de: Anwendung
el: Εφαρμογή
es: Aplicación
et: Rakendus
eu: Aplikazioa
fi: Sovellus
he: יישום
hu: Alkalmazás
id: Aplikasi
is: Forrit
it: Applicazione
nb: Program
nn: Program
pl: Aplikacja
ro: Aplicație
ru: Приложение
sl: Program
tr: Uygulama
wa: Programe

source: Status
br: Stad
cs: Stav
cy: Statws
el: Κατάσταση
es: Estado
et: Olek
eu: Egoera
fi: Tila
fr: État
he: מצב
hu: Állapot
is: Staða
it: Stato
pl: Stan
ro: Stare
ru: Статус
sl: Stanje
tr: Durum
wa: Estat

source: Allowed
br: Aotreet
cs: Povoleno
cy: Caniateir
da: Tilladte
de: Erlaubt
el: Επιτρέπονται
es: Permitido
et: Lubatud
eu: Onartuak
fi: Sallittu
fr: Autorisé
he: מותרים
hu: Engedélyezett
id: Diizinkan
is: Leyft
it: Permessi
nb: Tillatt
nn: Tilleten
pl: Dozwolone
ro: Permis
ru: Разрешённые
sl: Dovoljeno
tr: İzin verilen
wa: Permetous

source: Blocked
br: Nac'het
cs: Blokováno
cy: Rhwystrwyd
da: Blokerede
de: Blockiert
el: Σε φραγή
es: Bloqueado
et: Blokeeritud
eu: Oztopatuak
fi: Kielletty
fr: Bloqué
he: חסומים
hu: Tiltott
id: Diblokir
is: Lokað
it: Bloccati
nb: Blokkert
nn: Blokkert
pl: Zablokowane
ro: Blocat
ru: Заблокированные
sl: Blokirano
tr: Engellenen
wa: Blokés

source: Invictus Firewall
br: Moger tan Invictus
cy: Mur Cadarn Invictus
da: Invictus brandmur
el: Τείχος προστασίας Invictus
es: Cortafuegos Invictus
et: Invictuse tulemüür
eu: Invictus suhesia
fi: Invictus-palomuuri
fr: Pare-feu Invictus
he: חומת האש Invictus
hu: Invictus tűzfal
id: Firewall Invictus
is: Ósigrandi eldveggur
it: Firewall Invictus
nb: Invictus Brannmur
nn: Invictus brannmur
pl: Firewall Invictus
ro: Parafocul Invictus
ru: Файервол Invictus
sl: Požarni zid Invictus
tr: Güvenlik Duvarı
wa: Côpe feu Invictus

source: Start as master
br: Loc'het evel ur mestr
cs: Spustit jako nadřízený
cy: Cychwyn fel meistr
da: Start som styrende
de: Als Master starten
el: Εκκίνηση ως πρωτεύων
es: Iniciar como maestro
et: Käivitub ülemana
eu: Abiatu nagusi bezala
fi: Käynnistä isäntänä (master)
fr: Démarrer en maître
he: התחל כראשית
hu: Indítás elsődlegesként
id: Mulai sebagai master
is: Byrja sem stjórnandi
it: Attiva come principale
nb: Start som hoved
nn: Start som master
pl: Uruchamiaj jako master
ro: Pornește ca principal
ru: Запустить мастер
sl: Zaženi kot glavni
tr: Birincil olarak başlat
wa: Enonder come mwaisse

source: A password is required.
br: Ret eo reiñ un tremenger.
cs: Je vyžadováno heslo.
cy: Mae angen cyfrinair.
da: En adgangskode er krævet.
de: Ein Passwort ist nötig.
el: Απαιτείται ένας κωδικός πρόσβασης.
es: Se requiere una contraseña.
et: Parool on nõutav.
eu: Pasahitz bat behar da.
fi: Vaaditaan salasana.
fr: Un mot de passe est nécessaire.
he: נדרשת סיסמה
hu: Jelszó szükséges.
id: Sebuah sandi diperlukan.
is: Lykilorðs er þörf
it: Serve una password
nb: Krever et passord.
nn: Krev passord.
pl: Wymagane hasło.
ro: Este nevoie de o parolă.
ru: Нужен пароль.
sl: Vnesti morate geslo
tr: Parola gerekiyor
wa: I gn a mezåjhe d' on scret.

source: This tool allows to set up network interfaces failover and firewall replication.
cs: Tento nástroj umožňuje nastavit záložní síťová rozhraní a replikaci firewallu.
cy: Mae'r offeryn yn caniatau trosglwyddo ar fethiant rhyngwynebau rhwydwaith ac efelychiad mur cadarn
da: Dette værktøj tillader opsætning af netværksgrænsesnit, der kan afløse i tilfælde af fejl, og dublering af brandmur.
de: Dieses Werkzeug erlaubt die Einrichtung einer ausfallsicheren Netzwerkschnittstelle und einer Firewall-Duplizierung.
el: Αυτό το εργαλείο επιτρέπει να ρυθμίσετε την ανακατεύθυνση των διεπαφών δικτύου και την αναπαραγωγή του τοίχους προστασίας.
es: Esta herramienta permite configurar tolerancia a fallos de interfaces de red y replicación de cortafuegos.
et: See tööriist võimaldab seadistada võrguliideste tõrkesiirdeid ja tulemüüri tiražeerimist.
eu: Tresna honek sareko interfazeen akatsak gainditzea eta suhesi erreplikazioa ezarri ditzake.
fi: Tämä työkalu sallii verkkoliitäntöjen failover- ja palomuurireplikaatioasetusten tekemisen.
fr: Signale_r une anomalie
he: כלי זה מאפשר להגדיר גיבוי התקני רשת ושכפול חומת-אש.
hu: Ezzel az eszközzel beállítható a hálózati csatolók redundanciája (failover) és a tűzfalreplikáció.
id: Alat ini memungkinkan untuk mengatur antarmuka jaringan dan replikasi firewall.
is: Þetta tól aðstoðar við uppsetningu á varaleiðum fyrir net og eldvegg.
it: Questa applicazione permette di gestire la replicazione delle interfacce di rete e dei firewall.
nb: Dette verktøyet lar deg sette opp tilbakefall for nettverksgrensesnitt og brannmursreplikasjon.
nn: Dette verktøyet lèt deg setja opp failover for nettverksgrensesnitt, samt brannmursreplikering.
pl: To narzędzie umożliwia konfigurację obsługi awarii interfejsu sieciowego i replikacji zapory.
ro: Această unealtă permite configurarea interfețelor de rețea în mod redundant și replicarea parafocului.
ru: Эта утилита позволяет настроить перехват отказавшего сетевого интерфейса и репликацию файервола.
sl: S tem orodjem lahko nastavite ponovno vključitev omrežnih vmesnikov in ponovni zagon požarnega zidu
tr: Bu araç hatasız biçimde ağ ara birimlerini ve güvenlik duvarı kopyalarını kurmanızı sağlar.

source: Network redundancy (leave empty if interface is not used)
cs: Síťová redundance (ponechte prázdné pokud se rozhraní nepoužívá)
cy: Segurdod rhwydwaith (gadael yn wag os nag yw'r rhyngwyneb yn cael ei ddefnyddio)
da: Dublering af netværk (lad det være tomt hvis det ikke bruges)
de: Netzwerkredundanz (wenn die Schnittstelle nicht verwendet wird, leer lassen)
el: Πλεονασμός δικτύου (αφήστε το κενό αν η διεπαφή δεν χρησιμοποιείται)
es: Redundancia de red (dejar vacío si la interfaz no es utilizada)
et: Võrgu liiasus (võib jätta tühjaks, kui liidest ei kasutata)
eu: Sare erredundantzia (utzi hutsik interfazea erabiltzen ez bada)
fi: Verkon redundanssi (jätä tyhjäksi, jos liitäntä ei ole käytössä)
fr: Redondance réseau (laisser vide si l'interface n'est pas utilisée)
he: עמידות רשת (יש להותיר ריק אם התקן לא בשימוש)
hu: Hálózati redundancia (ha a csatoló nincs használva, akkor hagyja üresen)
id: Redundansi jaringan (biarkan kosong jika antarmuka tidak digunakan)
is: Tvöföldun nettengis (skilja eftir autt ef ekki notað)
it: Ridondanza di rete (lasciare vuoto se non si usa l'interfaccia)
nb: Nettverksredundans (la den være tom hvis ikke grensesnitt brukes)
nn: Nettverksredundans (la stå tom viss grensesnittet ikkje vert brukt)
pl: Redundancja sieciowa (pozostaw niewypełnione jeżeli interfejs jest niewykorzystywany)
ro: Redundanță rețea (lăsați gol dacă interfața nu este utilizată)
ru: Дублирование сети (оставьте пустым, если интерфейс не используется)
sl: Preobremenitev omrežja (če vmesnik ni v uporabi, pustite prazno)
tr: Ağ fazlalığı (ara birim kullanılmayacaksa boş bırakın)

source: Real address
br: Chomlec'h gwir
cs: Skutečná adresa
cy: Cyfeiriad cywir
da: Egentlig adresse
de: Echte Adresse
el: Πραγματική διεύθυνση
es: Dirección real
et: Tegelik aadress
eu: Benetako helbidea
fi: Oikea osoite
fr: Adresse réelle
he: כתובת אמיתית
hu: Valódi cím
id: Alamat asli
is: Raunverulegt vistfang
it: Indirizzo reale
nb: Virkelig adresse
nn: Verkeleg adresse
pl: Prawdziwy adres
ro: Adresă reală
ru: Реальный адрес
sl: Pravi naslov
tr: Gerçek adres
wa: Vraiye adresse

source: Virtual shared address
br: Chomlec'h rannet galloudel
cs: Virtuální sdílená adresa
cy: Cyfeiriad rhith rhanedig
da: Virtuel delt adresse
de: Virtuell geteilte Adresse
el: Εικονική κοινόχρηστη διεύθυνση
es: Dirección virtual compartida
et: Virtuaalne ühisaadress
eu: Banatutako alegiazko helbidea
fi: Näennäinen jaettu osoite
fr: Adresse virtuelle partagée
he: כתובת משותפת מדומה
hu: Virtuális megosztott cím
id: Alamat share virtual
is: Sameiginlegt sýndarvistfang
it: Indirizzo virtuale condiviso
nb: Virtuell delt adresse
nn: Virtuell delt adresse
pl: Adres współdzielony wirtualnie
ro: Adresă virtuală partajată
ru: Виртуальный адрес
sl: Navidezni deljeni naslov
tr: Sanal paylaşılan adres
wa: Forveyowe adresse pårtaedjeye

source: Virtual ID
br: ID galloudel
cs: Virtuální ID
cy: Rhith ID
da: Virtuel ID
de: Virtuelle ID
el: Εικονικό ID
es: ID virtual
et: Virtuaalne ID
eu: Alegiazko ID
fi: Näennäis-ID
fr: ID virtuel
he: זהוי מדומה
hu: Virtuális azonosító
id: IP Virtual
is: Sýndarauðkenni
it: ID virtuale
nb: Virtuell ID
nn: Virtuell ID
pl: Wirtualne ID
ro: ID virtual
ru: Виртуальный ID
sl: Navidezni ID
tr: Sanal Kimlik
wa: Forveyou ID

source: Password
br: Tremenger
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
eu: Pasahitza
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
id: Sandi
is: Lykilorð
nb: Passord
nn: Passord
pl: Hasło
ro: Parolă
ru: Пароль
sl: Geslo
tr: Şifre
wa: Sicret

source: Firewall replication
br: Eilañ diwezhañ
cs: Replikace firewallu
cy: Copïo’r mur cadarn
da: Dublering af brandmur
de: Firewall-Duplizierung
el: Αναπαραγωγή τοίχου προστασίας
es: Replicación de cortafuegos
et: Tulemüüri tiražeerimine
eu: Suhesi erreplikazioa
fi: Palomuurin replikointi
fr: Réplication du pare-feu
he: שכפול חומת-אש
hu: Tűzfalreplikáció
id: Replikasi firewall
is: Varaeldveggur
it: Replica del firewall
nb: Brannmurreplikasjon
nn: Brannmursreplikering
pl: Replikacja zapory ogniowej
ro: Replicare de parafoc
ru: Репликация файервола
sl: Ponovna vzpostavitev požarnega zidu
tr: Güvenlik Duvarı kopyası
wa: Replicaedje do côpe-feu

source: Synchronize firewall conntrack tables
cs: Synchronizovat tabulky firewallu conntrack
cy: Cydweddu tablau conntrack y mur cadarn
da: Synkronisér conntrack-tabeller for brandmur
de: Synchronisiere Firewall Conntrack-Tabellen (Verbindungsverfolgung)
el: Συγχρονίζει τους πίνακες conntrack του τοίχου προστασίας
es: Sincronizar tablas conntrack del cortafuegos
et: Tulemüüri conntrack-tabelite sünkroniseerimine
eu: Sinkronizatu suhesi conntrack taulak
fi: Synkronoi palomuurin conntrack-taulut
fr: Synchroniser les tables conntrack du pare-feu
he: סנכרון טבלאות המעקב של חומת האש
hu: A tűzfal kapcsolatkövetési (conntrack) tábláinak szinkronizálása
id: Sinkronisasi tabel conntrack firewall
is: Samhæfa conntrack (virkar tengingar) töflur eldveggja
it: Sincronizza le tabelle conntrack del firewall.
nb: Synkroniser brannmur conntrack-tabeller
nn: Synkroniser brannmur-conntrack-tabellar
pl: Synchronizacja tabel śledzących zapory ogniowej
ro: Sincronizează tabelele conntrack din parafoc
ru: Синхронизировать conntrack-таблицы файервола
sl: Sinhronizirajte zasledovanje povezav požarnega zidu
tr: Güvenlik duvarı anlaşma tablolarını diğerleriyle eşleştir
wa: Sincronijhî les tåves conntrack do côpe-feu

source: Synchronization network interface
cs: Síťové rozhraní pro synchronizaci
cy: Rhyngwyned cydweddu rhwydwaith
da: Nerværksgrænsesnit for synkronisering
de: Synchronisation der Netzwerkschnittstelle
el: Συγχρονισμός διεπαφής δικτύου
es: Sincronización de interfaz de red
et: Võrguliidese sünkroniseerimine
eu: Sare interfaze sinkronizaketa
fi: Synkronointiin käytettävä verkkoliitäntä
fr: Synchronisation de l'interface réseau
he: סינכרון התקן רשת
hu: Szinkronizálási hálózati csatoló
id: Sinkronisasi antarmuka jaringan
is: Samræmingar nettengi
it: Sincronizzazione dell'interfaccia di rete
nb: Synkroniser nettverksgrensesnitt
nn: Synkroniser nettverksgrensesnitt
pl: Sychronizacja interfejsu sieciowego
ro: Sincronizare interfață de rețea
ru: Синхронизация сетевого интерфейса
sl: Omrežni vmesnik za sinhronizacijo
tr: Ağ ara birimi eşleştirme
wa: Eterface rantoele di sincronijhaedje

source: Connection mark bit
cs: Bit pro označení připojení
cy: Did marcio cysylltiad
da: Markeringsbit for forbindelse
de: Verbindungs-Markierungsbit
el: Mark bit της σύνδεσης
es: Bit de marca de connexión
et: Ühendustähise bitt
eu: Lotura bit marka
fi: Yhteyden merkintäbitti
fr: Mark bit de la connexion
he: ביט סימון החיבור
hu: Kapcsolati jelzőbit (mark bit)
id: Bit penanda koneksi
is: Tengingar-merki-biti
it: Mark bit della connessione
nb: Tilkoblingsmerkedelen
nn: Bit i sambandsmerke
pl: Bit oznaczający połączenie
ro: Bit de marcare a conexiunii
ru: Маркерный бит соединения
sl: Mark bit povezave
tr: Bağlantı işaret biti
wa: Bit di måke di raloyaedje

source: Network profiles
br: Profiloù rouedad
cs: Síťové profily
cy: Proffiliau rhwydwaith
da: Netværksprofiler
de: Netzwerprofile
el: Προφίλ δικτύου
es: Perfiles de red
et: Võrguprofiilid
eu: Sare profilak
fi: Verkkoprofiilit
fr: Profils réseau
he: מתארי רשת
hu: Hálózati profilok
id: Profil jaringan
is: Netsnið
it: Profili di rete
nb: Nettverksprofiler
nn: Nettverksprofilar
pl: Profile sieciowe
ro: Profile de rețea
ru: Сетевые профили
sl: Omrežni profili
tr: Ağ Seçenekleri
wa: Profils pol rantoele

source: Module
br: Modul
cs: Modul
cy: Modiwl
da: Modul
de: Modul
el: Άρθρωμα
es: Módulo
et: Moodul
eu: Modulua
fi: Moduuli
hu: Modul
id: Modul
is: Eining
it: Modulo
nb: Modul
nn: Modul
pl: Moduł
ro: Modul
ru: Модуль
sl: Modul
tr: Modül

source: Enabled
br: Bevet
cs: Povolen
cy: Galluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilidato
et: Lubatud
eu: Gaituta
fi: Käytössä
fr: Activé
hu: Engedélyez
id: Dihidupkan
it: Abilitato
nb: Slått på
nn: I bruk
pl: Włącz
ro: Activat
ru: Включено
sl: Omogočeno
tr: Etkinleştirildi

source: Description
br: Deskrivadur
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Deskribapena
fi: Kuvaus
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
nb: Beskrivelse
nn: Beskriving
pl: Opis
ro: Descriere
ru: Описание
sl: Opis
tr: Açıklama
wa: Discrijhaedje

source: Profile
br: Profil
cs: Profil
cy: Proffiliau
da: Profil
de: Profil
el: Προφίλ
es: Perfil
et: Profiil
eu: Profila
fi: Profiili
fr: Profil
he: מתאר
hu: Profil
id: Profil
is: Snið
it: Profilo
nb: Profil
nn: Profil
pl: Profil
ro: Profil
ru: Профиль
sl: Profil
tr: Profiller
wa: Profil
