Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: list of accepted authenticated key management protocols. possible values are WPA-EAP, IEEE8021X, NONE
cs: Seznam přípustných protokolů pro správu ověřených klíčů. Možné hodnoty jsou WPA-EAP, IEEE8021X, NONE
cy: rhestr o brotocolau rheoli allweddi dilysu derbyniol. gwerthoedd posib yw WPA-EAP, IEEE8021X, NONE
da: liste med accepterede autentificerede protokoller til nøglehåndtering. mulige værdier er WPA-EAP, IEEE8021X, NONE
de: Liste der akzeptierten Authentifizierungs-Protokolle. Mögliche Werte sind WPA-EAP, IEEE8021X, NONE
el: λίστα των πρωτοκόλλων διαχείρισης αποδεκτών κλειδιών ταυτοποίησης. πιθανές τιμές : WPA-EAP, IEEE8021X, NONE
es: lista de protocolos de administración de llaves autenticadas aceptados. Valores posibles son WPA-EAP, IEEE8021X, NONE
et: Aktsepteeritud autenditud võtmehalduse protokollide loend. Võimalikud väärtused on WPA-EAP, IEEE8021X, NONE
eu: Onartutako autentikatutako gako kudeatzeko protokoloen zerrenda. Izan daitezkeen balioak WPA-EAP, IEEE8021X eta NONE dira
fi: Lista hyväksytyistä avaimenhallintaprotokollista. Mahdolliset arvot: WPA-EAP, IEEE8021X, NONE
fr: liste des protocoles de gestion de clés d'authentification acceptés. Valeurs possibles : WPA-EAP, IEEE8021X, NONE
he: רשימת פרוטוקולים מקובלים לניהול מפתחות הזדהות. הערכים האפשריים הם WPA-EAP, IEEE8021X, NONE
hu: az elfogadott azonosítókulcs kezelő protokollok listája. lehetséges értékek: WPA-EAP, IEEE8021X, NONE
id: list dari protokol manajemen kunci otentikasi yang diterima. nilai yang mungkin adalah WPA-EAP, IEEE8021X, NONE
is: listi af samþykktum auðkenningar-samskiptaferlum. möguleg gildi eru WPA-EAP, IEEE8021X, NONE
it: lista dei protocolli di gestione delle chiavi di autenticazione accettati. I valori possibili sono WPA-EAP, IEEE8021X, NONE
nb: En liste over aksepterte protokoller for håndtering av autentisering. Mulige valg er: WPA-EAP, IEEE8021X, NONE
nn: Liste over moglege autentiseringsnøkkelprotokollar. Moglege verdiar: WPA-EAP, IEEE8021X og NONE.
pl: lista zaakceptowanych uwierzytelnionych kluczy zarządzania protokołami. Możliwe wartości to WPA-EAP, IEEE8021X, BRAK
ro: lista protocoalelor de gestiune de chei de autentificare acceptate. valori posibile: WPA-EAP, IEEE8021X, NONE
ru: Список используемых протоколов управления ключами аутентификации. Возможные значения: WPA-EAP, IEEE8021X, NONE
sl: Seznam sprejemljivih protokolov za upravljanje s ključi. Možne vrednosti so: WPA-EAP, IEEE8021X, NONE
tr: Kabul edilen yetkilendirilmiş anahtar yönetim protokollerinin listesi. Muhtemel değerler: WPA-EAP, IEEE8021X, NONE

source: EAP outer identity
cs: Vnější identita EAP
cy: enw allanol EAP
da: EAP ydre identitet
de: äussere EAP-Identität
el: Εξωτερικό αναγνωριστικό EAP
es: Identidad externa EAP
et: EAP väline identiteet
eu: EAP kanpoko nortasuna
fi: EAP:n ulompi identiteetti
fr: Identité externe EAP
he: זהות EAP חיצונית
hu: EAP külső azonosító
id: Identitas luar EAP
is: EAP ytra auðkenni
it: Identità EAP
nb: Ytre identitet for EAP
nn: ytre EAP-identitet
pl: Zewnętrzna tożsamość EAP
ro: Identitate externă EAP
ru: Внешний идентификатор EAP
sl: EAP zunanja identiteta
tr: EAP dışsal kimliği

source: Anonymous identity string for EAP: to be used as the unencrypted identity with EAP types that support different tunnelled identity, e.g., TTLS
cs: Řetězec s anonymní identitou pro EAP: pro použití jako nešifrovaná identita u typů EAP, které podporují odlišnou tunelovanou identitu, např. TTLS
cy: Llinyn enw dienw ar gyfer EAP: gall gael ei ddefnyddio fel enw anamgryptiedig gyda mathau EAP sy'n cynnal enwau twneli gwahanol, e.e. TTLS.
da: Anonym identitetstekst for EAP: bruges som den ukrypterede identitet med EAP-typer som støtter forskellige tunellerede identiteter, som TTLS.
de: Anonymer Identitäts-String für EAP: zur Benutzung als unverschlüsselte Identität mit EAP-Typen, die verschiedene getunnelte Identitäten unterstützen, z.B. TTLS
el: Ανώνυμη συμβολοσειρά ταυτοποίησης για EAP: θα χρησιμοποιηθεί σαν ταυτότητα χωρίς κρυπτογράφηση με τους τύπους EAP που υποστηρίζουν διαφορετικά αναγνωριστικά ενθυλακωμένα σε σήραγγες, π.χ. TTLS
es: Cadena de identidad anónima para EAP: para ser usada como la identidad desencriptada con tipos EAP que soportan distintas identidades tuneleadas, ej, TTLS
et: EAP anonüümse identiteedi string: kasutage seda krüptimata identiteedina EAP tüüpide korral, mis toetavad erinevat tunneldatud identiteeti, nt. TTLS
eu: EAP-rentzako testu lerro identitate anonimoa: zifratu gabeko identitate bezela erabiltzeko tuneleratutako identitate desberdinak onartzen dituzten EAP motekin, adib, TTLS
fi: EAP:n anonyymi identiteetti: käytetään salaamattomana identiteettinä EAP-tyyppien kanssa, jotka tukevat erilaisia tunneloituja identiteettejä, esim. TTLS
fr: Chaîne d'identification anonyme pour EAP : sera utilisée comme identité non chiffrée avec les types d'EAP supportant différentes identités encapsulées dans des tunnels, ex. TTLS
he: מחרוזת הזדהות אנונימית עבור EAP: לשימוש כזהות בלתי מוצפנת עם סוגי EAP התומכים בזהות מוצנרת שונה, לדוגמה TTLS
hu: Anonim EAP azonosító: a titkosítatlan EAP azonosító használatával ehetősége lesz több alagutazott azonosító használatára. Pl.: TTLS
id: String identitas anonim untuk EAP: untuk digunakan sebagai identitas tak terenkripsi dengan tipe EAP yang mendukung identitas tunnel berbeda, misal, TTLS
it: Stringa per l'identità anonima per EAP: dev'essere usata come l'identità non crittografata per i tipi di EAS che supportano differenti identità incanalate; es. TTLS
nb: Anonym identifikasjonsstreng for EAP brukt som den ukrypterte identiteten med EAP-typer som støtter forskjellige identiteter gjennom tunnell, f.eks, TTLS
nn: Anonym identitetstekst for EAP: Vert brukt som ukryptert identitet med EAP-typar som støttar forskjellige tunellerte identitetar, som TTLS.
pl: Identyfikator anonimowego dostępu dla EAP: do wykorzystania jako niezabezpieczony identyfikator w połączeniu z trybami EAP, które obsługują tunelowanie, np. TTLS
ro: Șir de autentificare anonimă pentru EAP: va fi utilizată ca identitate necriptată cu tipurile de EAP ce suportă diferite identități încapsulate în tunele, ex: TTLS
ru: Строка идентификации анонимного пользователя для EAP: незашифрованный идентификатор используется вместе с типами EAP, которые поддерживают различные виды туннелирования, например, TTLS
sl: Niz anonimne identitete za EAP, ki se uporabi kot nešifrirana identiteta z vrstami EAP, ki podpirajo različne tunelirane identitete. Npr. TTLS.
tr: EAP için anonim kimlik söz dizisi: Farklı borulanmış kimlikleri, (örn. TTLS) destekleyen EAP türleri için şifrelenmemiş kimlik olarak kullanılır.

source: EAP phase2
cs: EAP fáze2
da: EAP fase2
el: EAP φάση2
es: EAP fase2
et: EAP faas 2
eu: EAP fase2
fi: EAP-vaihe 2
is: EAP þrep2
it: EAP Fase 2
nb: EAP fase2
ru: Вторая фаза EAP
sl: EAP faza 2

source: Inner authentication with TLS tunnel parameters. input is string with field-value pairs, Examples: auth=MSCHAPV2 for PEAP or autheap=MSCHAPV2 autheap=MD5 for TTLS
cs: Vnitřní ověření s parametry TLS tunelu. vstupem je řetězec s páry pole-hodnota, např.: auth=MSCHAPV2 pro PEAP nebo autheap=MSCHAPV2 autheap=MD5 pro TTLS
cy: Paramedrau twnnel TTLS gyda dilysiad mewnol. mewnbwn yw llinyn gyda parau gwerth maes, e.e.: auth=MSCHAPV2 ar gyfer PEAP neu autheap=MSCHAPV2 autheap=MD5 ar gyfer TTLS
da: Indre autentifikation med TLS tunnelparametre. indput er tekst with felt-værdi par, Eksempler: auth=MSCHAPV2 for PEAP eller autheap=MSCHAPV2 autheap=MD5 for TTLS
de: Interne Authentifizierung mit TLS Tunnelparametern. Eingabe ist ein String mit Feld-Wert-Paaren, Beispiele: auth=MSCHAPV2 für PEAP oder autheap=MSCHAPV2 autheap=MD5 für TTLS
el: Εσωτερική ταυτοποίηση με παραμέτρους της σήραγγας TLS. Είναι μια συμβολοσειρά ζευγών πεδίου-τιμής, Παραδείγματα: auth=MSCHAPV2 για PEAP ή autheap=MSCHAPV2 autheap=MD5 για TTLS
es: Autenticación interna con parámetros te túnel TLS. La entrada es una cadena con pares campo-valor. Ejemplos: auth=MSCHAPV2 para PEAP o autheap=MSCHAPV2 autheap=MD5 para TTLS
et: Seesmine autentimine TLS tunneli parameetritega. Sisend on string välja-väärtuse paaridega. Näited: auth=MSCHAPV2 PEAP korral või autheap=MSCHAPV2 autheap=MD5 TTLS korral
eu: Barruko autentikazioa TLS tunel parametroekin. Sarrera eremu-balio pareak dituen testu lerro bat da. Adibidez: auth=MSCHAPV2 PEAP-ekin edo autheap=MSCHAPV2 autheap=MD5 TTLS-rekin
fi: Sisempi tunnistautuminen TLS-tunnelin parametrien kera. Arvo on merkkijono muotoa kenttä=arvo, esim: auth=MSCHAPV2 (PEAP:lle) tai autheap=MSCHAPV2 autheap=MD5 (TTLS:lle)
fr: Authentification interne avec des paramètres de tunnel TLS. C'est une chaîne avec des couples champ=valeur, exemples : auth=MSCHAPV2 pour PEAP ou autheap=MSCHAPV2 autheap=MD5 pour TTLS
hu: Belső azonosítás TSL alagutazott paraméterekkel. Értékpárokat kell megadni. Pl.: auth=MSCHAPV2 PEAP-hoz vagy autheap=MSCHAPV2 autheap=MD5 TTLS-hoz
id: Otentikasi di dalam dengan parameter tunnel TLS. input adalah string dengan pasangan kolom-nilai, Contohnya: auth=MSCHAPV2 untuk PEAP atau autheap=MSCHAPV2 autheap=MD5 untuk TTLS
it: Identificazione interna per i parametri del tunnel TLS. L'input è dato da stringhe con campi a coppie, Esempi: auth=MSCHAPV2 per PEAP o autheap=MSCHAPV2 autheap=MD5 per TTLS
nb: Indre autentisering med tunellparametre for TLS. Inndata er strengen med feltverdipar. Eksempler: auth=MSCHAPV2 for PEAP eller autheap=MSCHAPV2 autheap=MD5 for TTLS
nn: Indre autentisering med TLS-tunellparametrar. Innverdi er ein tekst med feltverdipar. Eksempel: auth=MSCHAPV2 for PEAP, eller autheap=MSCHAPV2 autheap=MD5 for TTLS
pl: Wewnętrzne uwierzytelnianie z parametrami przekazywanymi przez tunel TLS. Dane wejściowe to para ciągów znaków. Przykłady: auth=MSCHAPV2 dla PEAP lub autheap=MSCHAPV2 autheap=MD5 dla TTLS
ro: Autentificare internă cu parametrii de tunel TLS. Este un șir cu cupluri de tip cîmp=valoare, exemple: auth=MSCHAPV2 pentru PEAP sau autheap=MSCHAPV2 autheap=MD5 pentru TTLS
ru: Внутренняя идентификация для TLS-туннеля. Представляет собой строку с параметрами поле=значение. Примеры: auth=MSCHAPV2 для PEAP или autheap=MSCHAPV2 autheap=MD5 для TTLS
sl: Notranje overjanje s parametri tunela TLS. Vnos je niz parov polje=vrednost. Primeri: auth=MSCHAPV2 za PEAP ali autheap=MSCHAPV2 autheap=MD5 za TTLS
tr: TLS borulama parametreleri ile iç yetkilendirme. girdi, alan-değerli parametreler ile söz dizisidir. Örnekler: auth=MSCHAPV2 for PEAP or autheap=MSCHAPV2 autheap=MD5 for TTLS

source: EAP CA certificate
br: Testeni CA EAP
cs: Certifikát EAP CA
cy: Tystysgrif CA EAP
da: EAP CA certifikat
de: EAP-CA-Zertifikat
el: Πιστοποιητικό CA EAP
es: Certificado de CA EAP
et: EAP SK sertifikaat
eu: EAP CA ziurtagiria
fi: EAP CA-sertifikaatti
fr: Certificat de l'AC EAP
he: אישור CA EAP
hu: EAP CA tanúsítvány
id: Sertifikat CA EAP
is: EAP CA skírteini
it: Certificato EAP CA
nb: CA-sertifikat for EAP
nn: EAP CA-sertifikat
pl: Certyfikat EAP CA
ro: Certificat CA EAP
ru: Центр сертификации EAP
sl: EAP potrdilo CA
tr: EAP CA sertifikası

source: Full file path to CA certificate file (PEM/DER). This file can have one or more trusted CA certificates. If ca_cert are not included, server certificate will not be verified. If possible, a trusted CA certificate should always be configured when using TLS or TTLS or PEAP.
cs: Úplná cesta k souboru certifikátu CA (PEM/DER). Tento soubor může obsahovat jednu nebo více důvěryhodných certifikátů CA. Pokud není ca_cert obsažen, certifikáty serveru nebudou ověřeny. Pokud je to možné, měl by být důvěryhodný certifikát CA vždy nastaven při použití TLS, TTLS nebo PEAP.
cy: Llwybr llawn ffeil i ffeil tystysgrif CA (PEM/DER). Gall fod gan y ffeil un neu fwy o dystysgrifau CA dibynadwy. Os nad yw ca_cert yn cael ei gynnwys, ni fydd tystysgrif gweinydd yn cael ei ddilysu. Os yn bosibl, dylai tystysgrif CA dibynadwy gael ei ffurfweddu bob tro pan yn defnyddio TLS neu TTLS neu PEAP.
da: Fuld filadresse til CA-certifikatfilen (PEM/DER). Denne fil kan have et eller flere tiltroede CA-certifikater. Hvis "ca_cert" ikke er med, bliver servercertifikatet ikke kontrolleret. Om muligt bør et tiltroet CA-certifikat altid sættes op ved brug af TLS, TTLS eller PEAP.
de: Voller Dateipfad zum CA-Zertifikat (PEM/DER). Diese Datei kann ein oder mehrere vertraute CA-Zertifikate aufweisen. Wenn ca_cert nicht enthalten ist, wird das Serverzertifikat nicht akzeptiert. Wenn möglich sollte beim Gebrauch von TLS, TTLS oder PEAP immer ein vertrautes CA-Zertifikat vorhanden sein.
el: Πλήρης διαδρομή του αρχείου του πιστοποιητικού CA (PEM/DER). Αυτό το αρχείο μπορεί να περιλαμβάνει ένα ή περισσότερα έμπιστα πιστοποιητικά CA. Εάν τα ca_cert δεν περιλαμβάνονται, το πιστοποιητικό του εξυπηρετητή δεν θα επαληθεύεται. Αν είναι δυνατό, ένα έμπιστο πιστοποιητικό CA θα πρέπει πάντα είναι ρυθμισμένο όταν γίνεται χρήση των TLS, TTLS ή PEAP.
es: Ruta completa del archivo de certificado de CA (PEM/DER). Este archivo puede tener uno o mas certificados CA confiados. Si no se incluyen ca_cert, el certificado de servidor no será verificado. Si es posible, siempre se debería cofigurar un certificado CA de confianza cuando se use TLS o TTLS o PEAP.
et: SK sertifikaadifaili (PEM/DER) täielik asukoht. See fail võib olla üks või ka mitu usaldusväärset SK sertifikaati. Kui ca_cert ei ole antud, ei saa serveri sertifikaati verifitseerida. Võimaluse korral tuleks TLS või TTLS või PEAP kasutamisel alati määrata usaldusväärne SK sertifikaat.
eu: CA ziurtagiri fitxategiaren (PEM/DER) fitxategi bide osoa. Fitxategi honek konfidantzazko CA ziurtagiri bat edo gehiago izan ditzake. ca_cert ez badira sartzen, zerbitzari ziurtagiriak ez dira egiaztatuko. Posible bada, beti konfiguratu beharko litzateke konfidantzazko CA ziurtagiri bat TLS edo TTLS edo PEAP erabiltzerakoan.
fi: CA-sertifikaatin täydellinen polku ja tiedostonimi. Tiedostossa voi olla yksi tai useampia sertifikaatteja. Jos ca_cert:ia ei ole sisällytetty, palvelimen sertifikaattia ei varmisteta. Jos mahdollista, luotetut CA-sertifikaatit tulisi aina määritellä käytettäessä TLS:ää, TTLS:ää tai PEAP:ia.
fr: Chemin complet du fichier certificat de l'AC (PEM/DER). Ce fichier peut inclure un ou plusieurs certificats de confiance. Si des ca_cert ne sont pas inclus, le certificat serveur ne sera pas vérifié. Si possible, un certificat d'une AC de confiance doit toujours être configuré lors de l'utilisation de TLS, TTLS ou PEAP.
he: נתיב מלא לקובץ אישור CA (קובץ PEM/DER). קובץ זה יכול להיות בעל אישור CA מוכר אחד או יותר. אם ca_cert אינם נכללים, אישור השרת לא יאומת. אם ניתן, יש תמיד להגדיר אישור CA מוכר בשימוש עם TLS, TTLS או PEAP.
hu: A CA tanúsítványt tartalmazó fájl (PEM/DER) teljes elérési útja. Ez a fájl egy vagy több ellenőrzött tanúsítványt tartalmaz. Ha ezt nem használ, akkor a kiszolgáló tanúsítványa nem ellenőrizhető. Ha lehet, mindig használjon ellenőrzött CA tanúsítványt, hogy TLS-t, TTLS-t vagy PEAP-ot használhasson.
id: Path file lengkap ke file sertifikat CA (PEM/DER). File ini bisa memiliki satu atau lebih sertifikat CA terpercaya. Jika ca_cert tidak disertakan, sertifikat server tidak akan diverifikasi. Jika memungkinkan, sebuah sertifikat CA terpercaya harus selalu dikonfigurasi ketika menggunakan TLS atau TTLS atau PEAP.
it: Percorso completo per il file contenente il certificato CA (PEM/DER). Questo file può contenere uno o più certificati CA. Se i ca_cert non sono inclusi il certificato del server non potrà essere verificato. Qualora sia possibile si dovrebbe sempre usare un certificato CA verificato quando si usa TLS, TTLS o PEAP.
nb: Full filsti til sertifikatfil (PEM/DER). Denne fila kan ha en eller flere pålitelige sertifikater. Hvis ikke ca_cert er inkludert, vil ikke et tjenersertifikat bli gjenkjent. Hvis mulig, bør et pålitelig sertifikat alltid settes opp når man benytter TLS, TTLS eller PEAP.
nn: Fill filadresse til CA-sertifikatfila (PEM/DER). Denne fila kan ha eitt eller fleire tiltrudde CA-sertifikat. Viss «ca_cert» ikkje er med, vert ikkje tentarsertifikatet sjekka. Viss, mogleg bør eit tiltrudd CA-sertifikat alltid setjast opp ved bruk av TLS, TTLS eller PEAP.
pl: Pełna ścieżka do certyfikatu CA (PEM/DER). Plik ten może zawierać jeden lub więcej certyfikatów. Jeżeli nie zawiera certyfikatów CA, certyfikat serwera nie zostanie zweryfikowany. Jeżeli będzie to możliwe, certyfikat zaufanego CA powinien być zawsze skonfigurowany jeżeli wykorzystywany jest TLS, TTLS lub PEAP.
ro: Calea completă a fișierului certificat CA (PEM/DER). Acest fișier poate include unul sau mai multe certificate de încredere. Dacă ca_cert nu sînt incluse, certificatul serverului nu va fi verificat. Dacă se poate, un certificat CA de încredere trebuie întotdeauna configurat dacă se utilizează TLS, TTLS sau PEAP.
ru: Полный путь к файлу сертификата (PEM/DER). В этом файле может быть несколько доверенных сертификатов. Если в конфигурации не включается параметр ca_cert, сервер сертификатов не будет проверен. По возможности доверенный сертификат всегда нужно настраивать при использовании вместе с TLS or TTLS или PEAP.
sl: Polna pot do datoteke s potrdilom CA (PEM/DER). Datoteka lahko vsebuje enega ali več potrdil CA z zaupanjem. Če potrdila niso priložena, potrdilo strežnika ne bo preverjeno. Če je le možno, naj bo pri uporabi TLS, TTLS ali PEAP nastavljeno potrdilo CA, ki mu gre zaupati.
tr: CA sertifika dosyasının (PEM/DER) tam konumu. Bu dosya birveya daha çok güvenilir CA sertifakası içerebilir. ca_cert içerilmiyorsa, sunucu sertifikası doğrulanamaz. Mümkünse, TLS, TTLS veya PEAP kullanılırken güvenilir bir CA sertifikası her zaman yapılandırılmalıdır.

source: EAP certificate subject match
cs: Hledání v subjektu EAP certifikátu
cy: cydweddiad pwnc tystysgrif EAP
da: "Subject"-overensstemmelse for EAP-certifikat
de: EAP-Zertifikat-Titelübereinstimmung
el: Συσχέτιση του θέματος του πιστοποιητικού EAP
es: Calce de asunto de certificado EAP
et: EAP sertifikaadi subjekti sobivus
eu: EAP ziurtagiriaren 'subject' eremua parekatu
fi: EAP-sertifikaatin tietojen täsmäys
fr: Modèle de sujet du certificat EAP
he: התאמת נושא אישור EAP
hu: EAP tanúsítvány tárgyegyezés
id: Subjek pencocokkan sertifikat EAP
it: Corrispondenza nel certificato EAP
nb: Emnetreff for EAP-sertifikat
nn: «Subject»-samsvar for EAP-sertifikat
pl: Oznaczenie tematu certyfikatu EAP
ro: Model de subiect de certificat EAP
ru: Соответствие описания сертификата EAP
sl: Ujemanje s temo potrdila EAP
tr: EAP sertifikası özne eşleşmesi
