Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Disconnect %s
br: Digevreañ %s
cs: Odpojit %s
cy: Datgysylltu %s
da: Frakobl %s
de: %s trennen
el: Αποσύνδεση του %s
es: Desconectar %s
et: %s ühenduse katkestamine
eu: Deskonektatu %s
fi: Katkaise %s
fr: Déconnecter %s
he: ניתוק %s
hu: Lekapcsolódás: %s
id: Putus %s
is: Aftengist %s
it: Disconnetti %s
nb: Koble fra %s
nn: Kopla frå «%s»
pl: Rozłącz %s
ro: Deconectează %s
ru: Отключить %s
sl: Prekini %s
tr: %s bağlantısını Kes
wa: Disraloyî %s

source: Monitor Network
br: Diwall ar rouedad
cs: Sledovat síť
cy: Monitro'r Rhwydwaith
da: Overvåg netværk
de: Netzwerk überwachen
el: Εποπτεία δικτύου
es: Monitor de red
et: Võrgu jälgimine
eu: Sarea Monitoretu
fi: Valvo verkkoa
fr: Surveiller le réseau
he: ניטור הרשת
hu: Hálózatfigyelés
id: Monitor Jaringan
is: Neteftirlit
it: Controlla la rete
nb: Overvåk nettverket
nn: Overvak nettverk
pl: Monitorowanie sieci
ro: Supraveghează rețeaua
ru: Мониторинг сети
sl: Nadzornik omrežja
tr: Ağı İzle
wa: Corwaitî li rantoele

source: Manage wireless networks
br: Merañ ar rouedadoù hep neud
cs: Spravovat bezdrátové sítě
cy: Rheoli rhwydweithiau di-wifr
da: Håndtér trådløse netværk
de: Verwaltung kabelloser Netzwerke
el: Διαχείριση των ασύρματων δικτύων
es: Administrar redes inalámbricas
et: Juhtmeta ühenduste haldamine
eu: Kudeatu hari gabeko sareak
fi: Hallitse langattomia verkkoja
fr: Gérer les réseaux sans fil
he: ניהול רשתות אלחוטיות
hu: Vezeték nélküli hálózatok kezelése
id: Kelola jaringan nirkabel
is: Sýsla með þráðlaus net
it: Gestione delle reti wireless
nb: Håndter trådløse nettverk
nn: Handter trådlausnettverk
pl: Zarządzanie sieciami bezprzewodowymi
ro: Gestionați rețelele fără-fir
ru: Управление беспроводными сетями
sl: Upravljanje brezžičnih omrežij
tr: Kablosuz ağları yönet
wa: Manaedjî les rantoeles sins fyis

source: Manage VPN connections
br: Meran ar c'hevreadennoù VPN
cs: Správa VPN připojení
cy: Rheoli cysylltiadau VPN
da: Administrér VPN-forbindelser
de: VPN Verbindungen verwalten
el: Διαχείριση των συνδέσεων VPN
es: Administrar conexiones VPN
et: VPN-ühenduste haldamine
eu: VPN loturak kudeatu
fi: Hallitse VPN-yhteyksiä
fr: Gérer les connexions VPN
he: ניהול חיבורי VPN
hu: VPN kapcsolatok kezelése
id: Kelola koneksi VPN
is: Sýsla með VPN tengingar
it: Gestione delle connessioni VPN
nb: Håndter VPN-tilkoblinger
nn: Handter VPN-samband
pl: Zarządzanie połączeniami VPN
ro: Gestionați conexiunile VPN
ru: Управление VPN-соединениями
sl: Upravljanje povezav VPN
tr: VPN bağlantılarını yönet
wa: Manaedjî les raloyaedjes VPN

source: Configure Network
br: Kefluniañ ar rouedad
cs: Nastavit síť
cy: Ffurfweddu rhwydwaith
da: Konfigurér netværk
de: Netzwerk konfigurieren
el: Ρύθμιση δικτύου
es: Configurar red
et: Võrgu seadistamine
eu: Sarea Konfiguratu
fi: Aseta verkko
fr: Configurer le réseau
he: הגדרת הרשת
hu: Hálózat beállítása
id: Konfigurasi Jaringan
is: Stilla nettengingu
it: Configura la rete
nb: Sett opp nettverk
nn: Set opp nettverk
pl: Konfiguracja sieci
ro: Configurează rețeaua
ru: Настроить сеть
sl: Nastavi omrežje
tr: Ağı Yapılandır
wa: Apontyî li rantoele

source: Watched interface
br: Etrefasoù sellet
cs: Sledované rozhraní
cy: Rhyngwyneb gwyliwr
da: Overvåget grænseflade
de: Überwachte Schnittstelle
el: Εποπτευόμενη διεπαφή
es: Interfaz vigilada
et: Jälgitav liides
eu: Zelatatutako interfazea
fi: Seurattu liitäntä
fr: Interface surveillée
he: ממשקים מנוטרים
hu: Figyelt csatoló
id: Antarmuka yang diawasi
is: Eftirlit með tengi
it: Interfaccia controllata
nb: Grensesnitt som følges med på
nn: Overvaka grensesnitt
pl: Monitorowane interfejsy
ro: Interfața supravegheată
ru: Наблюдаемые интерфейсы
sl: Opazovan vmesnik
tr: İzlenen ara birimler
wa: Corwaiteyès eterfaces

source: Auto-detect
br: Dinoiñ dre ardivink
cs: Autodetekce
cy: Awtoganfod
da: Automatisk detektion
de: Autoerkennung
el: Αυτόματος εντοπισμός
es: Auto-detectar
et: Automaattuvastus
eu: Autodetektatu
fi: Automaattinen
fr: Auto-détecter
he: זיהוי-אוטומטי
hu: Automatikus azonosítás
id: Deteksi otomatis
is: Finna sjálfkrafa
it: Riconoscimento automatico
nb: Automatisk oppdagelse
nn: Finn automatisk
pl: Wykryj automatycznie
ro: Auto-detecție
ru: Автоопределение
sl: Samodejna zaznava
tr: Otomatik algıla
wa: Deteccion otomatike

source: Active interfaces
br: Etrefasoù bev
cs: Činná rozhraní
cy: Rhyngwynebau gweithredol
da: Aktive grænsesnit
de: Aktive Schnittstellen
el: Ενεργές διεπαφές
es: Interfaces activas
et: Aktiivsed liidesed
eu: Interfaze aktiboak
fi: Aktiiviset liitännät
fr: Interfaces actives
he: מנשקים פעילים
hu: Aktív csatolók
id: Antarmuka aktif
is: Virk nettengi
it: Interfacce attive
nb: Aktive grensesnitt
nn: Grensesnitt i bruk
pl: Aktywne interfejsy
ro: Interfețe active
ru: Активные интерфейсы
sl: Delujoči vmesniki
tr: Etkin ara birimler
wa: Eterfaces actives

source: Profiles
br: Profiloù
cs: Profily
cy: Proffeiliau
da: Profiler
de: Profile
el: Προφίλ
es: Perfiles
et: Profiilid
eu: Profilak
fi: Profiilit
fr: Profils
he: פרופילים
hu: Profilok
id: Profil
is: Snið
it: Profili
nb: Profiler
nn: Profilar
pl: Profile
ro: Profile
ru: Профили
sl: Profili
tr: Profiller
wa: Profils

source: VPN connection
br: Kevreadenn VPN
cs: VPN připojení
cy: Cysylltiad VPN
da: VPN-forbindelse
de: VPN-Verbindung
el: Σύνδεση VPN
es: Conexión VPN
et: VPN-ühendus
eu: VPN lotura
fi: VPN-yhteys
fr: Connexion VPN
he: חיבור VPN
hu: VPN kapcsolat
id: Koneksi VPN
is: VPN tenging
it: Connessione VPN
nb: VPN-tilkobling
nn: VPN-samband
pl: Połączenie VPN
ro: Conexiune VPN
ru: VPN-подключение
sl: VPN povezava
tr: VPN bağlantısı
wa: Raloyaedje VPN

source: Wireless networks
br: Rouedadoù hep neud
cs: Bezdrátové sítě
cy: Rhwydweithiau diwifr
da: Trådløse netværk
de: Kabellose Netzwerke
el: Ασύρματα δίκτυα
es: Redes inalámbricas
et: Juhtmeta võrgud
eu: Hari gabeko sareak
fi: Langattomat verkot
fr: Réseaux sans fil
he: רשתות אלחוטיות
hu: Vezeték nélküli hálózatok
id: Jaringan nirkabel
is: Þráðlaus net
it: Reti wireless
nb: Trådløse nettverk
nn: Trådlausnettverk
pl: Sieci bezprzewodowe
ro: Rețele fără-fir
ru: Беспроводные сети
sl: Brezžična omrežja
tr: Kablosuz ağlar
wa: Rantoeles sins fyis

source: Network connection
br: Kevreadenn rouedad
cs: Síťové spojení
cy: Cysylltiad rhwydwaith
da: Netværksforbindelse
de: Netzwerkverbindung
el: Σύνδεση δικτύου
es: Conexión de red
et: Võrguühendus
eu: Sare lotura
fi: Verkkoliitäntä
fr: Connexion réseau
he: חיבורי רשת
hu: Hálózati kapcsolat
id: Koneksi jaringan
is: Nettenging
it: Connessione alla rete
nb: Nettverkstilkobling
nn: Nettverkssamband
pl: Połączenie sieciowe
ro: Conexiune rețea
ru: Сетевое подключение
sl: Omrežna povezava
tr: Ağ bağlantısı
wa: Raloyaedje rantoele

source: More networks
cs: Více sítí
cy: Rhagor o rwydweithiau
da: Flere netværk
de: Mehr Netzwerke
el: Περισσότερα δίκτυα
es: Más redes
et: Teised võrgud
eu: Sare gehiago
fi: Lisää verkkoja
fr: Plus de réseaux
he: רשתות נוספות
hu: További hálózatok
id: Jaringan lain
is: Fleiri net
it: Altre reti
nb: Flere nettverk
nn: Fleire nettverk
pl: Więcej sieci
ro: Mai multe rețele
ru: Другие сети
sl: Več omrežij
tr: Daha fazla ağ
wa: Co ds ôtès rantoeles

source: Interactive Firewall automatic mode
br: Moger tan bev ent emgefreek
cs: Automatický režim interaktivního firewallu
cy: Modd awtomatig rhyngweithiol Mur Cadarn
da: Automatisk tilstand for interaktiv brandmur
de: Automatischer Modus der interaktiven Firewall
el: Αυτόματη λειτουργία του διαδραστικού τοίχου προστασίας
es: Modo automático de Cortafuegos Interactivo
et: Interaktiivse tulemüüri automaatne režiim
eu: Suhesi Interaktiboaren modu automatikoa
fi: Interaktiivisen palomuurin automaattinen tila
fr: Mode automatique du pare-feu interactif
he: מצב אוטומטי של חומת האש האינטראקטיבית
hu: Interaktív tűzfal - automatikus mód
id: Firewall Interaktif mode otomatis
is: Gagnvirkur eldveggur í sjálfvirkum ham
it: Modalità automatica del firewall interattivo
nb: Automatisk interaktiv brannmursmodus
nn: Automatisk interaktiv brannmur-modus
pl: Tryb automatyczny interaktywnej zapory sieciowej
ro: Parafoc interactiv în mod automat
ru: Автоматический режим интерактивного файервола
sl: Samodejni način Interaktivnega požarnega zidu
tr: Etkileşimli Güvenlik Duvarı otomatik kipi
wa: Môde otomatike do côpe-feu eteractif

source: Always launch on startup
br: Loc'hañ atav pa loc'her ar reizhiad
cs: Vždy spouštět při startu
cy: Cychwyn wrth gychwyn
da: Kør altid ved opstart
de: Immer bei Systemstart starten
el: Να εκτελείται πάντοτε στην εκκίνηση
es: Siempre lanzar al arrancar
et: Alati käivitatakse käivitumisel
eu: Jaurti beti hasterakoan
fi: Käynnistä automaattisesti
fr: Toujours lancer au démarrage
he: הפעל תמיד באתחול המערכת
hu: Minden rendszerindításnál induljon el
id: Selalu jalankan saat startup
is: Ræsa alltaf þegar kveikt á vél
it: Lanciare sempre all'avvio
nb: På oppstart
nn: Start alltid ved oppstart
pl: Uruchamiaj przy starcie
ro: Lansează întotdeauna la pornire
ru: Всегда запускать при старте
sl: Vedno zaženi ob zagonu
tr: Her açılışta çalıştır
wa: El fé tofer a l' enondaedje

source: Settings
br: Dibarzhoù
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuraciones
et: Seadistused
eu: Ezarpenak
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
nb: Innstillinger
nn: Innstillingar
pl: Ustawienia
ro: Configurări
ru: Настройки
sl: Nastavitve
tr: Ayarlar
wa: Apontiaedjes

source: Network Monitoring
cy: Monitro'r Rhwydwaith
et: Võrgu jälgimine
eu: Sarearen monitorea
he: תצוגת מצב רשת
id: Monitoring Jaringan
is: Neteftirlit
nb: Nettverksovervåkning
ru: Мониторинг сети
sl: Nadzornik omrežja
tr: Ağ İzlemesi
wa: Corwaitaedje del rantoele

source: Default connection:
cy: Cysylltiad rhagosodedig:
et: Vaikimisi ühendus:
eu: Lotura lehenetsia:
id: Koneksi default:
is: Sjálfgefin tenging:
nb: Standard tilkobling:
ru: Соединение по умолчанию:
sl: Privzeta povezava:
tr: Öntanımlı bağlantı:

source: Wait please
cy: Arhoswch
et: Palun oodake
eu: Itxaron mesedez
he: נא להמתין
id: Silakan tunggu
is: Augnablik
nb: Vent litt
ru: Подождите, пожалуйста
sl: Prosimo, počakajte
tr: Lütfen bekleyin
wa: Tårdjîz on pô s' i vs plait.

source: Global statistics
cy: Ystadegau eang
et: Globaalne statistika
eu: Estatistika orokorrak
he: סטטיסטיקה כלליות
id: Statistik global
is: Tölulegar upplýsingar
nb: Globale statistikker
ru: Общая статистика
sl: Globalna statistika
tr: Genel istatistikler
wa: Sitatistikes globåles

source: Instantaneous
cy: Ebrwydd
et: Hetkel
eu: Bat-batekoa
he: מיידי
id: Instan
is: Augnabliks
nb: Øyeblikkelig
ru: Мгновенный
sl: Trenutno
tr: Şimdiki
wa: Djusse do côp

source: Average
cy: Cyfartaledd
et: Keskmine
eu: Batez bestekoa
he: ממוצע
id: Rata-rata
is: Meðaltal
nb: Gjennomsnitt
ru: Среднее
sl: Povprečno
tr: Ortalama
wa: Moyene

source: Sending speed:
cy: Cyflymder anfon:
et: Saatmise kiirus:
eu: Bidaltzeko abiadura:
he: מהירות שליחה:
id: Mengirim kecepatan:
is: Sendi hraði:
nb: Sendingshastighet:
ru: Скорость отправки:
sl: Hitrost pošiljanja:
tr: Gönderim Hızı:
wa: Roedeu d' evoyaedje:

source: unknown
cy: anhysbys
et: tundmatu
eu: ezezaguna
he: לא ידוע
id: tidak diketahui
is: óþekkt
nb: ukjent
ru: неопределенный
sl: neznano
tr: bilinmeyen
wa: nén cnoxhou

source: Receiving speed:
cy: Cyflymder derbyn:
et: Saamise kiirus:
eu: Jasotzeko abiadura:
he: מהירות קבלה:
id: Menerima kecepatan:
is: Móttöku hraði:
nb: Nedlastningshastighet:
ru: Скорость получения:
sl: Hitrost prejemanja:
tr: Alım Hızı:
wa: Roedeu di rçuvaedje:

source: Connection time:
cy: Amser cysylltiad:
et: Ühenduse kestus:
eu: Lotura denbora:
id: Waktu koneksi:
is: Tengitími:
nb: Oppkoblingstid:
ru: Время соединения:
sl: Čas povezave:
tr: Bağlantı süresi:

source: Use same scale for received and transmitted
cy: Defnyddio'r un raddfa ar gyfer derbyniwyd a throsglwyddo
et: Ühine skaala saamisele ja saatmisele
eu: Erabili eskala berdina jasotakoentzako eta bidalitakoentzako
he: שימוש באותו קנה מידה למידע מתקבל ונשלח
id: Gunakan skala yang sama untuk diterima dan dikirim
is: Nota sama skala fyrir móttekið og sent
nb: Bruk samme skala for mottatt og sendt
ru: Использовать одинаковую шкалу для принятых и отправленных
sl: Uporabi enako lestvico za sprejemanje in oddajanje
tr: Alınan ve gönderilenler için aynı çizelgeyi kullan
wa: Eployî l' minme schåle po l' riçuvaedje eyet l' evoyaedje

source: Wait please, testing your connection...
cy: Arhoswch, profi eich cysylltiad...
et: Palun oodake, Teie ühendust testitakse...
eu: Itxaron, konexioa probatzen...
he: נא להמתין, בזמן בדיקת החיבור שלך...
id: Silakan tunggu, menguji koneksi Anda...
is: Augnablik, prófa tengingu...
nb: Vennligst vent, tester tilkoblingen din …
ru: Подождите, пожалуйста. Идёт тестирование соединения...
sl: Prosimo, počakajte. Preverjanje povezave ...
tr: Lütfen bekleyin, bağlantınız test ediliyor...
wa: Tårdjîz s' i vs plait, dji saye vosse raloyaedje...

source: Disconnecting from Internet
cy: Datgysylltu o'r Rhyngrwyd
et: Internetiühenduse katkestamine
eu: Internetetik deskonektatzen
he: מתנתק מהאינטרנט
id: Memutuskan hubungan dari Internet
is: Aftengist frá Internetinu
nb: Kobler fra Internett
ru: Разрывается подключение к Интернету
sl: Prekinjanje povezave z internetom
tr: İnternetten çıkılıyor
wa: Si disraloyant del daegntoele

source: Connecting to Internet
cy: Cysylltu â'r Rhyngrwyd
et: Internetiühenduse loomine
eu: Internetekin konektatzen
he: מתחבר לאינטרנט
id: Menghubungkan ke Internet
is: Tengist Internetinu
nb: Kobler til Internett
ru: Идёт подключение к Интернету
sl: Povezovanje v internet
tr: İnternete bağlanılıyor
wa: Si raloyant al daegntoele

source: Disconnection from Internet failed.
cy: Methodd datgysylltu o'r Rhyngrwyd.
et: Internetiühenduse katkestamine nurjus.
eu: Internetetik deskonektatzeak huts egin du.
he: ההתנתקות מהאינטרנט נכשלה.
id: Pemutusan hubungan dari Internet gagal.
is: Aftenging frá Internetinu mistókst.
nb: Klarte ikke koble fra Internett.
ru: Не удалось отключиться от Интернета.
sl: Prekinitev povezave z internetom je spodletela.
tr: İnternet bağlantısının sonlandırılması başarısız.
wa: Li disraloyaedje del daegntoele a fwait berwete.

source: Disconnection from Internet complete.
cy: Datgysylltu o'r Rhyngrwyd wedi ei gwblhau.
et: Internetiühendus on katkestatud.
eu: Internetetik deskonektatu da.
he: ההתנתקות מהאינטרנט הושלמה בהצלחה.
id: Pemutusan hubungan dari Internet selesai.
is: Aftengingu frá Internetinu lokið.
nb: Frakobling fra Internett fullført.
ru: Отключение от Интернет завершено.
sl: Prekinitev povezave z internetom je opravljena.
tr: İnternet bağlantısı başarıyla sonlandırıldı.
wa: Disraloyaedje del daegntoele completé.

source: Connection complete.
cy: Cysylltiad wedi ei gwblhau.
et: Ühendus on loodud.
eu: Konexioa osatu da.
he: התחברות הושלמה.
id: Koneksi selesai.
is: Tenging uppsett.
nb: Oppkobling ferdig.
ru: Подключение выполнено.
sl: Povezovanje je opravljeno.
tr: Bağlantı tamamlandı.
wa: Raloyaedje completé.

source: Connection failed. Verify your configuration in the Mageia Linux Control Center.
id: Koneksi gagal. Periksa konfigurasi Anda di Pusat Kendali Linux Mageia.
ru: Подключение завершилось неудачей. Проверьте настройки в Центре управления Mageia.
tr: Bağlantı başarısız. Yapılandırmanızı Mageia Linux Denetim Merkezinden kontrol ediniz.

source: Color configuration
cy: Ffurfweddiad lliw
et: Värviseadistused
eu: Kolore-konfigurazioa
he: הגדרות צבע
id: Konfigurasi warna
is: Litauppsetning
nb: Fargeoppsett
ru: Настройка цвета
sl: Nastavitev barv
tr: Renk yapılandırması
wa: Apontiaedje del coleur

source: sent:
cy: anfonwyd:
et: saadetud:
eu: bidalita:
he: נשלחו:
id: dikirim:
is: sendi:
nb: sendt:
ru: отправлено:
sl: poslano:
tr: yollanan:
wa: evoyî(s):

source: received:
cy: derbyniwyd:
et: saadud:
eu: jasota:
he: התקבלו:
id: diterima:
is: móttók:
nb: mottatt:
ru: получено:
sl: prejeto:
tr: alınan:
wa: riçuvou(s):

source: average
cy: cyfartaledd
et: keskmine
eu: batez bestekoa
he: ממוצע
id: rata-rata
is: meðal
nb: gjennomsnitt
ru: в среднем
sl: povprečno
tr: ortalama
wa: moyene

source: Reset counters
cy: Ailosod cyfrif
et: Lähtesta arvestid
eu: Kontatzaileak berrezarri
id: Reset penghitung
is: Endurstilla teljara
nb: Nullstill tellere
ru: Обнулить счётчики
sl: Ponastavi števce
tr: Sayıcıları sıfırla

source: Local measure
cy: Mesur lleol
et: Kohalikud andmed
eu: Neurri lokala
he: מעקב
id: Ukuran lokal
is: Staðvær mæling
nb: Lokal måling
ru: Локальный показатель
sl: Krajevno merilo
tr: Yerel oran
wa: Mezuraedje locå

source: Warning, another internet connection has been detected, maybe using your network
cy: Rhybudd, mae cysylltiad arall gyda'r rhyngrwyd wedi ei ganfod, efallai'n defnyddio eich rhwydwaith.
et: Hoiatus, leiti veel üks internetiühendus, mis võib-olla kasutab Teie võrku
eu: Kontuz, beste Internet konexio bat detektatu da, agian zure sarea erabiltzen ariko da
he: אזהרה, חיבור אינטרנט אחר זוהה, אולי משתמש ברשת שלך
id: Peringatan, koneksi internet lain telah terdeteksi, mungkin sedang menggunakan jaringan Anda
is: Viðvörun, skynja aðra Internettengingu, kannski um staðarnetið þitt
nb: Advarsel, en annen Internettoppkobling som kanskje bruker nettverket ditt har blitt oppdaget
ru: Предупреждение: было обнаружено другое подключение к Интернету, возможно использующее вашу сеть
sl: Opozorilo, še ena internetna povezava je bila zaznana, morda uporablja vaše omrežje
tr: Uyarı, başka bir Internet bağlantısı saptandı, ağınızı kullanıyor olabilir
wa: Asteme, èn ôte raloyaedje al daegntoele a stî detecté, motoit eployant vosse rantoele locåle

source: Connected
br: Kevreadet
cs: Připojeno
cy: Wedi cysylltu
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectado
et: Ühendatud
eu: Konektatuta
fi: Yhteys muodostettu
fr: Connecté
he: מחובר
hu: Csatlakozva
id: Terhubung
is: Tengdur
it: Connesso
nb: Tilkoblet
nn: Kopla til
pl: Połączony
ro: Conectat
ru: Подключён
sl: Povezano
tr: Bağlandı
wa: Raloyî

source: Not connected
br: Kevreadet ebet
cs: Nepřipojeno
cy: Heb gysylltu
da: Ikke tilsluttet
de: Nicht Verbunden
el: Δεν συνδέθηκε
es: No conectado
et: Ei ole ühendatud
eu: Konektatu gabe
fi: Ei yhteyttä
fr: Non connecté
he: לא מחובר
hu: Nincs csatlakozva
id: Tidak terhubung
is: Ótengdur
it: Non connesso
nb: Ikke tilkoblet
nn: Ikkje kopla til
pl: Nie połączony
ro: Deconectat
ru: Не подключён
sl: Brez povezave
tr: Bağlı değil
wa: Nén raloyî

source: No internet connection configured
cy: Dim cysylltiad â'r rhyngrwyd wedi ei ffurfweddu
et: Internetiühendus pole seadistatud
eu: Ez dago Interneteko konexiorik konfiguratuta
he: לא הוגדר חיבור לאינטרנט
id: Tidak ada koneksi internet terkonfigurasi
is: Engin Internet uppsetning skilgreind
nb: Ingen Internetttilkobling er satt opp
ru: Подключение к Интернету не настроено
sl: Nobena internetna povezava ni nastavljena
tr: Hiç bir Internet bağlantısı yapılandırılmadı
wa: Nou raloyaedje al rantoele daegnrece d' apontyî

source: Unknown connection type
br: Dianav eo rizh ar gevreadenn
cs: Neznámý typ spojení
cy: Math anhysbys o gysylltiad
da: Ukendt forbindelsestype
de: Unbekannter Verbindungstyp
el: Άγνωστος τύπος σύνδεσης
es: Tipo de conexión desconocido
et: Tundmatu ühenduse tüüp
eu: Konexio mota ezezaguna
fi: Tuntematon yhteys
fr: Type de connexion inconnu
he: סוג חיבור לא מוכר
hu: Ismeretlen típusú kapcsolat
id: Tipe koneksi tidak diketahui
is: Óþekkt tegund tengingar
it: Tipo di connessione sconosciuta
nb: Ukjent tilkoblingstype
nn: Ukjend sambandstype
pl: Nieznany typ połączenia
ro: Tip de conexiune necunoscut
ru: Неизвестный тип соединения
sl: Neznana vrsta povezave
tr: Bilinmeyen bağlantı türü
wa: Sôre di raloyaedje nén cnoxhowe

source: Network access settings
br: Dibarzhoù ar rouedad
cs: Nastavení síťového přístupu
cy: Gosodiadau mynediad rhwydwaith
da: Opsætning for netværksadgang
de: Netzwerk-Zugangseinstellungen
el: Ρυθμίσεις πρόσβασης δικτύου
es: Configuraciones de acceso a red
et: Võrguligipääsu seadistused
eu: Sareko sarbide ezarpenak
fi: Verkkoyhteysasetukset
fr: Paramètres de l'accès réseau
he: הגדרות גישה לרשת
hu: Hálózati hozzáférési beállítások
id: Pengaturan akses jaringan
is: Net-aðgangs-stillingar
it: Impostazioni per accesso alla rete
nb: Oppsett for nettverkstilgang
nn: Nettverksoppsett
pl: Ustawienia dostępu do sieci
ro: Parametri de acces la rețea
ru: Параметры сетевого доступа
sl: Nastavitve internetnega dostopa
tr: Ağ erişimi ayarları
wa: Apontiaedjes d' accès rantoele

source: Access settings
cs: Nastavení přístupu
cy: Gosodiadau mynediad
da: Adgangsopsætning
de: Zugangseinstellungen
el: Ρυθμίσεις πρόσβασης
es: Configuraciones de acceso
et: Ligipääsu seadistused
eu: Sarbide ezarpenak
fi: Yhteysasetukset
fr: Paramètres d'accès
he: הגדרות גישה
hu: Hozzáférési beállítások
id: Pengaturan akses
is: Aðgangs-stillingar
it: Impostazioni di accesso
nb: Tilgangsoppsett
nn: Tilgangsoppsett
pl: Ustawienia dostępu
ro: Parametri de acces
ru: Параметры доступа
sl: Nastavitve dostopa
tr: Erişim ayarları
wa: Apontiaedjes d' accès

source: Address settings
br: Kefluniadur ar chomlec'h
cs: Nastavení adresy
cy: Gosodiadau cyfeiriad
da: Adresse-indstillinger
de: Adress-Einstellungen
el: Ρυθμίσεις διεύθυνσης
es: Configuraciones de dirección
et: Aadressi seadistused
eu: Helbide ezarpenak
fi: Osoiteasetukset
fr: Paramètres de l'adresse
he: הגדרות כתובת
hu: Címbeállítások
id: Pengaturan alamat
is: Vistfangs-stillingar
it: Impostazione indirizzi
nb: Adresseoppsett
nn: Adresseoppsett
pl: Ustawienia adresu
ro: Parametrii adresei
ru: Настройки адреса
sl: Nastavitve naslova
tr: Adres ayarları
wa: Apontiaedjes d' adresse

source: Unlisted - edit manually
br: N'eo ket er roll - aozañ anezhan gant an dorn
cs: Neuvedeno - upravit ručně
cy: Heb ei restru - golygu gyda llaw
da: Ikke beskrevet - regigér manuelt
de: Nicht aufgeführt - manuell eintragen
el: Μη καταχωρημένος - επεξεργασία χειροκινητα
es: No listado - editar manualmente
et: Puudub nimekirjast - käsitsimääramine
eu: Ez dago zerrendan - editatu eskuz
fi: Ei listattu - muokkaa käsin
fr: Non listé - éditer manuellement
he: לא רשום - עריכה ידנית
hu: A listában nem szereplő - kézi szerkesztés
id: Tidak terdaftar - edit manual
is: Óskráð - breyta handvirkt
it: Non in elenco - modificare manualmente
nb: Ulistet - endre manuelt
nn: Annan – legg inn sjølv
pl: Nie wypisane - zmodyfikuj ręcznie
ro: Nelistat - editează manual
ru: Нет в списке - отредактируйте вручную
sl: Ni na seznamu - uredite ročno
tr: Listelenmemiş - elle düzenle
wa: Nén el djivêye - apontyîz al mwin

source: None
br: Hini ebet
cs: Žádné
cy: Dim
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
et: Puudub
eu: Bat ere ez
fi: Ei mitään
fr: Aucun
he: כלום
hu: Egyik sem
id: Tidak ada
is: Enginn
it: Nessuno
nb: Ingen
nn: Ingen
pl: Brak
ro: Nici unul
ru: Отсутствует
sl: Brez
tr: Hiçbiri
wa: Nole

source: Allow users to manage the connection
cs: Povolit uživatelům spravovat připojení
cy: Gadael i ddefnyddwyr reoli'r cysylltiad
da: Tillad brugere at håndtere opkoblingen
de: Den Benutzern die Verwaltung der Verbindung ermöglichen
el: Επιτρέπεται στους χρήστες να διαχειρίζονται την σύνδεση
es: Permitir a los usuarios administrar la conexión
et: Kasutajatel lubatakse ühendust hallata
eu: Erabiltzaileei lotura kudeatzeko baimena eman
fi: Salli käyttäjien hallita yhteyttä
fr: Autoriser les utilisateurs à gérer la connexion
he: אפשר למשתמשים לנהל את ההתחברות
hu: A kapcsolat kezelésének engedélyezése a felhasználók számára
id: Izinkan pengguna mengelola koneksi
is: Leyfa notendum að sýsla með tengingar
it: Consenti agli utenti la gestione della connessione
nb: Tillat brukere å håndtere tilkoblingen
nn: Tillat brukarar å handtera sambandet
pl: Pozwól użytkownikom na zarządzanie połączeniem
ro: Permite utilizatorilor să gestioneze conexiunea
ru: Разрешить пользователям управлять подключением
sl: Omogoči uporabnikom upravljanje s povezavo
tr: Bağlantıyı yönetmek için kullanıcılara izin ver
wa: Permete ki les uzeus manaedjexhe li raloyaedje
