Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Turkey
br: Turki
cs: Turecko
cy: Twrci
da: Tyrkiet
de: Türkei
el: Τουρκία
es: Turquía
et: Türgi
eu: Turkia
fi: Turkki
fr: Turquie
he: טורקיה
hu: Törökország
id: Turki
is: Tyrkland
it: Turchia
nb: Tyrkia
pl: Turcja
ro: Turcia
ru: Турция
sl: Turčija
tr: Türkiye
wa: Turkeye

source: Trinidad and Tobago
br: Trinidad ha Tobago
cs: Trinidad a Tobago
cy: Trinidad a Tobago
da: Trinidad og Tobago
de: Trinidad und Tobago
el: Τρίνινταντ και Τομπάγκο
es: Trinidad y Tobago
et: Trinidad ja Tobago
eu: Trinidad eta Tobago
fi: Trinidad ja Tobago
fr: Trinité-et-Tobago
he: טרינידד וטובגו
hu: Trinidad és Tobago
id: Trinidad dan Tobago
is: Trínidad og Tóbagó
it: Trinidad e Tobago
nb: Trinidad og Tobago
nn: Trinidad og Tobago
pl: Trynidad i Tobago
ro: Trinidad și Tobago
ru: Тринидад и Тобаго
sl: Trinidad in Tobago
tr: Trinidad ve Tobako

source: Taiwan
br: Taeihlwan
cs: Tchaj-wan
el: Ταϊβάν
fr: Taïwan
he: טאיוואן
hu: Tajvan
is: Tævan
pl: Tajwan
ru: Тайвань
sl: Tajvan
tr: Tayvan

source: Ukraine
br: Ukren
cs: Ukrajina
cy: Wcráin
el: Ουκρανία
es: Ukrania
et: Ukraina
eu: Ukraina
fi: Ukraina
he: אוקראינה
hu: Ukrajna
id: Ukraina
is: Úkraína
it: Ucraina
nb: Ukraina
nn: Ukraina
pl: Ukraina
ro: Ucraina
ru: Украина
sl: Ukrajina
tr: Ukrayna

source: Uganda
br: Ouganda
el: Ουγκάντα
fr: Ouganda
he: אוגנדה
is: Úganda
ru: Уганда

source: Uruguay
br: Ourougwae
el: Ουρουγουάη
eu: Uruguai
he: אורוגוואי
is: Úrúgvæ
pl: Urugwaj
ru: Уругвай
sl: Urugvaj

source: Uzbekistan
br: Ouzbekistan
cs: Uzbekistán
de: Usbekistan
el: Ουζμπεκιστάν
et: Usbekistan
fr: Ouzbékistan
he: אוזבקיסטן
hu: Üzbegisztán
is: Úsbekistan
nb: Usbekistan
nn: Usbekistan
ru: Узбекистан
tr: Özbekistan

source: Saint Vincent and the Grenadines
br: Sant Visant ha Grenadin
cs: Saint Vincent a Grenadiny
cy: Saint Vincent a'r Grenadines
da: Sankt Vincent og Grenadinerne
de: St. Vincent und die Grenadinen
el: Άγιος Βικέντιος και Γρεναδίνες
es: San Vicente y las Granadinas
et: Saint Vincent ja Grenadiinid
eu: Saint Vincent eta Grenadinak
fi: Saint Vincent ja Grenadiinit
fr: Saint-Vincent-et-les-Grenadines
he: סנט וינסנט והגרנידים
hu: Saint Vincent és Grenadines
id: Saint Vincent dan Grenadines
is: Sankti Vincent og Grenadín
it: Saint Vincent e Grenadine
nb: St. Vincent og Grenadinene
nn: St. Vincent og Grenadinane
pl: Saint Vincent i Grenadiny
ro: Sfîntul Vincent și Grenadinele
ru: Сент-Винсент и Гренадины
sl: Saint Vincent in Grenadine
tr: Sen Vinsınt ve Granadalar

source: Venezuela
el: Βενεζουέλα
he: ונצואלה
is: Venesúela
pl: Wenezuela
ru: Венесуэла
tr: Venezuella

source: South Africa
br: Afrika ar Su
cs: Jižní Afrika
cy: De Affrica
da: Sydafrika
de: Südafrika
el: Νότιος Αφρική
es: Sudáfrica
et: Lõuna-Aafrika
eu: Hegoafrika
fi: Etelä-Afrikka
fr: Afrique du Sud
he: דרום אפריקה
hu: Dél-Afrika
id: Afrika Selatan
is: Suður Afríka
it: Sud Africa
nb: Sør-Afrika
nn: Sør-Afrika
pl: Afryka Południowa
ro: Africa de Sud
ru: Южная Африка
sl: Južna Afrika
tr: Güney Afrika

source: Algeria
br: Aljeria
cs: Alžírsko
da: Algeriet
de: Algerien
el: Αλγερία
et: Alžeeria
eu: Aljeria
fr: Algérie
he: אלג'יריה
hu: Algéria
is: Algería
nb: Algerie
nn: Algerie
pl: Algieria
ru: Алжир
sl: Alžirija
tr: Cezayir
wa: Aldjereye

source: Any
br: Forzh pehini
cs: Jakákoli
cy: Unrhyw
da: Vilkårlig
de: Alle
el: Οποιαδήποτε
es: Cualquiera
et: suvaline
eu: Edozein
fi: Mikä tahansa
fr: N'importe lequel
hu: Bármelyik
id: Lainnya
is: Hver sem er
it: Altro
nb: Valgfritt
nn: Alle
pl: dowolny
ro: Orice țară
ru: Любая
sl: Katerikoli
tr: Herhangi

source: Russia
br: Rusia
cs: Rusko
cy: Rwsia
da: Rusland
de: Russland
el: Ρωσία
es: Rusia
et: Venemaa
eu: Errusia
fi: Venäjä
fr: Russie
he: רוסיה
hu: Oroszország
id: Rusia
is: Rússland
nb: Russland
nn: Russland
pl: Rosja
ro: Rusia
ru: Россия
sl: Rusija
tr: Rusya
wa: Rûsseye

source: Tunisia
br: Tunizia
cs: Tunisko
da: Tunesien
de: Tunesien
el: Τυνησία
es: Túnez
et: Tuneesia
fr: Tunisie
he: טוניסיה
hu: Tunézia
is: Túnis
pl: Tunezja
ru: Тунис
sl: Tunizija
tr: Tunus
wa: Tunizeye

source: Wireless
br: Hep neud
cs: Bezdrátové připojení
cy: Diwyfr
da: Trådløst
el: Ασύρματο
es: Inalámbrica
et: Juhtmeta ühendus
eu: Irratia
fi: Langaton
fr: Sans fil
he: אלחוטי
hu: Vezeték nélküli
id: Nirkabel
is: Þráðlaust
nb: Trådløst
nn: Trådlaus
pl: Bezprzewodowy
ro: Fără-fir
ru: Беспроводная связь
sl: Brezžično
tr: Kablosuz
wa: Sins fyis

source: Wireless (Wi-Fi)
br: Hep neud (Wi-Fi)
cs: Bezdrátové (Wi-Fi)
cy: Diwyfr (Wi-Fi)
da: Trådløst (Wi-Fi)
de: Wireless (WLAN)
el: Ασύρματο (Wi-Fi)
es: Inalámbrica (Wi-Fi)
et: Juhtmeta ühendus (Wifi)
eu: Irratia (Wi-Fi)
fi: WLAN
fr: Sans fil (Wi-Fi)
hu: Vezeték nélküli (Wi-Fi)
id: Nirkabel (Wi-Fi)
is: Þráðlaust (Wi-Fi)
nb: Trådløst (Wi-Fi)
nn: Trådlaus (Wi-Fi)
pl: Bezprzewodowy (Wi-Fi)
ro: Fără-fir (Wi-Fi)
ru: Беспроводная связь (Wi-Fi)
sl: Brezžično (Wi-Fi)
tr: Kablosuz (Wi-Fi)

source: Use a Windows driver (with ndiswrapper)
br: Implijit ur sturier Windows (gant ndiswrapper)
cs: Použít ovladač z Windows (pomocí ndiswrapper)
cy: Defnyddiwch yrrwr Windows (gydan ndiswrapper)
da: Brug en Windows-driver (med ndiswrapper)
de: Einen Windowstreiber verwenden (mit ndiswrapper)
el: Χρήση ενός οδηγού Windows (με ndiswrapper)
es: Utilizar un controlador de Windows (con ndiswrapper)
et: Windowsi draiveri kasutamine (ndiswrapper'iga)
eu: Windows gidari bat erabili (ndiswrapper-rekin)
fi: Käytä Windows-ajuria (ndiswrapperin avulla)
fr: Utiliser un pilote Windows (avec ndiswrapper)
he: שימוש במנהל התקן של חלונות (בעזרת שכבת התאימות ndiswrapper)
hu: Windowsos meghajtóprogram használata (Ndiswrapper használatával)
id: Gunakan driver Windows (dengan ndiswrapper)
is: Nota Windows rekil (með ndiswrapper)
it: Usa un driver per Windows (con ndiswrapper)
nb: Bruk en driver for Windows (med ndiswrapper)
nn: Bruk ein Windows-drivar (med ndiswrapper)
pl: Użycie sterownika dla systemu Windows (z wykorzystaniem ndiswrapper)
ro: Utilizează un pilot Windows (cu ndiswrapper)
ru: Использовать драйвер Windows (с ndiswrapper)
sl: Uporabi gonilnik za Windows (z ndiswrapper)
tr: Bir Windows sürücüsü kullan (ndiswrapper ile)
wa: Eployî on mineu Windows (avou ndiswrapper)

source: Open WEP
br: WEP digor
cs: Otevřený WEP
cy: Agor WEP
da: Åben WEP
de: Offenes WEP
el: WEP ανοιχτό
es: WEP abierto
et: Avatud WEP
eu: WEP irekia
fi: WEP (avoin)
fr: WEP ouvert
he: WEP פתוח
hu: Nyílt WEP
id: WEP terbuka
is: Opnir WEP lyklar
it: WEP aperto
nb: Åpent WEP
pl: Otwarty WEP
ro: WEP deschis
ru: Открытый WEP
sl: Odprt WEP
tr: Açık WEP
wa: WEP å lådje

source: Restricted WEP
br: WEP serr
cs: Omezený WEP
cy: WEP cyfyngedig
da: Begrænset WEP
de: Eingeschränktes WEP
el: WEP με περιορισμούς
es: WEP restringido
et: Piiratud WEP
eu: WEP mugatua
fi: WEP (rajoitettu)
fr: WEP restreint
he: WEP מוגבל
hu: Korlátozott WEP
id: WEP terbatas
is: Lokaðir WEP lyklar
it: WEP ristretto
nb: Lukket WEP
nn: Avgrensa WEP
pl: Zastrzeżony WEP
ro: WEP restrîns
ru: Закрытый WEP
sl: Omejen WEP
tr: Sınırlı WEP
wa: WEP rastrindou

source: WPA/WPA2 Pre-Shared Key
cs: WPA/WPA2 předsdílený klíč
cy: Allwedd Cyn Rhannu WEP/WAP2
da: WPA/WPA2 forud-delt nøgle
de: WPA/WPA2 mit verteilten Schlüsseln
el: WPA/WPA2 με ήδη κοινόχρηστο κλειδί (PSK)
es: Clave pre-compartida WPA/WPA2
et: WPA/WPA2 eeljagatud võti
eu: Aurrez-Banatutako WPA/WPA2 Gakoa
fi: WPA / WPA2 PSK
fr: WPA/WPA2 avec clé pré-partagée (PSK)
hu: WPA/WPA2 előzetesen megosztott kulcs
is: WPA/WPA2 for-valinn lykill
it: Chiave WPA/WPA2 pre-condivisa
nb: WPA/WPA2 forhåndsdelt nøkkel
nn: WPA/WPA2 Førehandsdelt nøkkel
pl: Klucz WPA/WPA2 Pre-Shared Key
ro: WPA/WPA2 cu cheie pre-partajată (PSK)
ru: Ключ WPA/WPA2
sl: WPA/WPA2, v naprej deljen ključ
tr: WPA/WPA2 Önceden Paylaşılmış Anahtar

source: Windows driver
br: Sturier Windows
cs: Ovladač z Windows
cy: Gyrrwr Windows
de: Windowstreiber
el: Οδηγός Windows
es: Controlador de Windows
et: Windowsi draiver
eu: Windows gidaria
fi: Windows-ajuri
fr: Pilote Windows
he: הנע התקן של וינדוז
hu: Windows meghajtó
id: Driver Windows
is: Windows rekill
it: Driver Windows
nb: Driver for Windows
nn: Windows-drivar
pl: Sterownik Windows
ro: Pilot Windows
ru: Драйвер Windows
sl: Gonilnik za Windows
tr: Windows sürücüsü

source: Your wireless card is disabled, please enable the wireless switch (RF kill switch) first.
cs: Vaše bezdrátová karta je vypnuta. Zapněte, prosím, nejprve přepínač pro bezdrátové vysílání (přepínač RF kill).
cy: Mae eich cerdyn diwyfr wedi ei anablu, galluogwch y switch diwyfr(switch diffodd RF) yn gyntaf.
da: Dit trådløse netværkskort er deaktiveret, venligst aktivér den trådløse afbryder (RF kill switch) først.
de: Ihre WLAN-Karte ist deaktiviert. Bitte aktivieren Sie die WLANKarte (RF kill switch) als erstes.
el: Η κάρτα ασύρματου δικτύου είναι απενεργοποιημένη, παρακαλώ ενεργοποιήστε την πρώτα, από το διακόπτη της (RF kill switch).
es: Su tarjeta inalámbrica está deshabilitada, por favor habilite el interruptor inalámbrico primero (RF kill switch).
et: Teie juhtmeta ühenduse kaart on välja lülitatud, palun lülitage see kõigepealt sisse (RF kill).
eu: Zure sareko irrati txartela ezgaituta dago, mesedez gaitu irrati etengailua lehenengo.
fi: Langaton verkkokortti on poistettu käytöstä, kortti tulee ottaa käyttöön ensin.
fr: Votre carte réseau sans fil est désactivée, veuillez d'abord l'activer par le bouton associé.
he: פעולת כרטיס האלחוט שלך מבוטלת, נא להפעיל את מתג האלחוט (מתג ה-RF kill) תחילה.
hu: A vezeték nélküli kártya le van tiltva. Előbb engedélyezze azt (RF kapcsoló).
id: Perangkat nirkabel Anda dimatikan, silakan hidupkan switch nirkabel (switch RF kill) terlebih dahulu.
is: Þráðlausa netkortið þitt er ekki virkt, vinsamlega virkjaðu nettækið (RF kill switch) fyrst.
it: La scheda wireless è disattivata, abilitare prima lo switch (Interruttore disabilitazione RF).
nb: Ditt trådløse nettverkskort er slått av, vennligst slå det på først.
nn: Trådlauskortet er sett ut av bruk. Slå på trådlausbrytaren (RF kill switch).
pl: Bezprzewodowa karta sieciowa została wyłączona. Musisz uruchomić bezprzewodowy switch.
ro: Placa de rețea fără-fir este dezactivată, activați-o apăsînd butonul prevăzut în acest scop.
ru: Ваша карта беспроводной связи отключена. Включите её сначала (переключатель RF).
sl: Brezžična omrežna kartica je izključena. Najprej jo vključite (RF kill switch).
tr: Kablosuz kartınız devre dışı, lütfen öncelikle kablosuz anahtarını (RF öldürme anahtarı) etkinleştirin.
wa: Li cåte sins fyis da vosse est dismetowe, i vs el fåt d' aprume tchôkî sol boton po l' esprinde.

source: Wireless settings
br: Kefluniadur ar rouedad hep neud
cs: Nastavení bezdrátového připojení
cy: Gosodiadau diwyfr
da: Indstillinger for trådløst
de: Wireless-Einstellungen
el: Ρυθμίσεις ασύρματης σύνδεσης
es: Configuraciones inalámbricas
et: Juhtmeta ühenduse seadistused
eu: Irrati-sare ezarpenak
fi: Langattoman verkon asetukset
fr: Paramètres de la connexion sans fil
he: הגדרות אלחוט
hu: Vezeték nélküli kapcsolat beállításai
id: Pengaturan nirkabel
is: Stillingar Þráðlausrar tengingar
it: Impostazioni wireless
nb: Trådløst oppsett
nn: Trådlaust-oppsett
pl: Ustawienia połączenia bezprzewodowego
ro: Parametrii conexiunii fără-fir
ru: Параметры беспроводного соединения
sl: Nastavitve brezžične povezave
tr: Kablosuz ayarları
wa: Apontiaedjes del rantoele sins fyis

source: Operating Mode
br: Mod labour
cs: Operační režim
cy: Modd Gweithredu
da: Udførelsestilstand
de: Betriebsmodus
el: Τρόπος λειτουργίας
es: Modo de operación
et: Töörežiim
eu: Lan egiteko modua
fi: Toimintatila
fr: Mode de fonctionnement
he: אופן פעולה
hu: Működési mód
id: Mode Operasi
is: Vinnsluhamur
it: Modo di operare
nb: Operasjonsmodus
nn: Operasjonsmodus
pl: Tryb operacyjny
ro: Mod de operare
ru: Режим управления
sl: Način delovanja
tr: İşletim Kipi
wa: Môde d' operåcion

source: Managed
br: Meret
cs: Spravované
cy: Rheolwyd
da: Administreret (managed)
de: Geführt
el: Διαχειριζόμενο
es: Administrada
et: Määratud
eu: Kudeatua
fi: Hallittu
fr: Géré
he: מנוהל
hu: Menedzselt
id: Terkelola
is: Netgátt
it: Con access point (Managed)
nb: Håndtert
nn: Handtert
pl: Zarządzany
ro: Gestionat
ru: Управляемый
sl: Upravljano
tr: Yönet
wa: Manaedjî

source: Master
br: Mestr
cs: Primární
cy: Meistr
el: Κύριο
es: Maestro
et: Esmane
eu: Maisua
fi: Ensisijainen
fr: Maître
he: ראשי
hu: Fő
is: Stjórnandi
it: Come access point (Master)
nb: Hoved
nn: Hovud
pl: Główny
ro: Principal
ru: Мастер
sl: Glavno
tr: Ana
wa: Mwaisse

source: Repeater
br: Adkaser
cy: Eilydd
da: Forlænger (repeater)
el: Αναμεταδότης
es: Repetidor
et: Repiiter
eu: Errepikatzailea
fi: Toistin
fr: Répéteur
he: משחזר
hu: Ismétlő
is: Endurvaki
it: Ripetitore
nb: Repeterer
nn: Gjentakar
pl: Powielający
ro: Repetor
ru: Повторитель
sl: Ponavljalnik
tr: Tekrarlayıcı
wa: Repeteu

source: Secondary
br: Eil derez
cs: Sekundární
cy: Eilradd
da: Sekundær
de: Sekundär
el: Δευτερεύων
es: Secundario
et: Teisene
eu: Bigarren mailakoa
fi: Toissijainen
fr: Secondaire
he: משני
hu: Másodlagos
id: Sekunder
is: Aukalegur
it: Secondario
nb: Sekundær
nn: Sekundær
pl: Zapasowy
ro: Secundar
ru: Вторичный
sl: Sekundarno
tr: İkincil
wa: Segondaire

source: Auto
br: Emgefreek
cy: Awtomatig
de: Automatisch
el: Αυτόματο
et: Automaatne
eu: Automatikoa
fi: Automaattinen
he: אוטומטי
hu: Automatikus
id: Otomatis
is: Sjálfvirkt
nn: Automatisk
pl: Automatyczny
ru: Авто
sl: Samodejno
tr: Otomatik
wa: Otomatike

source: Network name (ESSID)
br: Anv ar rouedad (ESSID)
cs: Název sítě (ESSID)
cy: Enw'r rhwydwaith (ESSID)
da: Netværksnavn (ESSID)
de: Netzwerkname (ESSID)
el: Όνομα δικτύου (ESSID)
es: Nombre de red (ESSID)
et: Võrgu nimi (ESSID)
eu: Sare-izena (ESSID)
fi: Verkon nimi (ESSID)
fr: Nom de réseau (ESSID)
he: שם הרשת (ESSID)
hu: Hálózati név (ESSID)
id: Nama jaringan (ESSID)
is: Netnafn (ESSID)
it: Nome rete (ESSID)
nb: Nettverksnavn (ESSID)
nn: Nettverksnamn (ESSID)
pl: Nazwa sieci (ESSID)
ro: Numele rețelei (ESSID)
ru: Сетевое имя (ESSID)
sl: Omrežno ime (ESSID)
tr: Ağ adı (ESSID)
wa: No del rantoele (ESSID)

source: Encryption mode
br: Mod enrinegadur
cs: Režim šifrování
cy: Modd Amgryptiedig
da: Krypteringstilstand
de: Verschlüsselungsmodus
el: Λειτουργία κρυπτογράφησης
es: Modo de encriptación
et: Krüptorežiim
eu: Zifraketa modua
fi: Salaustapa
fr: Mode de chiffrement
he: אופן הצפנה
hu: Titkosítási mód
id: Mode enkripsi
is: Dulritunar-máti
it: Modalità cifratura
nb: Krypteringsmodus
nn: Krypteringsmodus
pl: Tryb szyfrowania
ro: Mod de criptare
ru: Режим шифрования
sl: Način šifriranja
tr: Şifreleme kipi
wa: Môde ecriptaedje

source: Encryption key
br: Alc'hwez enrinegadur
cs: Šifrovací klíč
cy: Allwedd amgryptio
da: Krypteringsnøgle
de: Schlüssel
el: Κλειδί κρυπτογράφησης
es: Llave de encriptación
et: Krüptovõti
eu: Enkriptatze-gakoa
fi: Salausavain
fr: Clé de chiffrement
he: מפתח הצפנה
hu: Titkosítási kulcs
id: Kunci enkripsi
is: Dulritunar-lykill
it: Chiave di cifratura
nb: Krypteringsnøkkel
nn: Krypteringsnøkkel
pl: Klucz szyfrujący
ro: Cheia de criptare
ru: Ключ шифрования
sl: Šifrirni ključ
tr: Şifreleme anahtarı
wa: Clé d' ecriptaedje

source: Hide password
br: Kuzhat an tremenger
cs: Skrýt heslo
cy: Cuddio cyfrinair
da: Skjul adgangskode
de: Passwort verbergen
el: Απόκρυψη κωδικού
es: Ocultar contraseña
et: Parooli ei näidata
eu: Pasahitza ezkutatu
fi: Piilota salasana
fr: Cacher le mot de passe
hu: Jelszó elrejtése
id: Sembunyikan sandi
it: Nasconde la password
nb: Gjem passord
nn: Gøym passordet
pl: Ukryj hasło
ro: Ascunde parola
ru: Скрыть пароль
sl: Skrij geslo
tr: Şifreyi gizle

source: Force using this key as ASCII string (e.g. for Livebox)
cs: Vynutit použití tohoto klíče jako ASCII řetězec (např. pro Livebox)
cy: Gorfodi defnyddio'r allwedd hwn fel llinyn ASCII (e.e. Livebox)
da: Gennemtving brug af denne nøgle som ASCII streng (fx for Livebox)
de: Erzwinge die Nutzung dieses Schlüssels als ASCII-Zeichenkette (z.B. für Livebox)
el: Εξαναγκασμός χρήσης αυτού του κλειδιού σαν συμβολοσειρά ASCII (πχ για το Livebox)
es: Forzar el uso de esta llave como cadena ASCII (por ejemplo, para Livebox)
et: Võtit kasutatakse ainult ASCII stringina (vajalik nt. Liveboxile)
eu: Gako hau ASCII testu lerro bezala erabili dadin behartu (adib Livebox-ekin)
fi: Pakota avaimen käyttö ASCII-merkkijonona (esim. Liveboxille)
fr: Forcer l'utilisation de cette clé en tant que chaîne ASCII (ex pour Livebox)
hu: Az ASCII karakterek erőltetése a használt kulcson (pl. Livebox-nak)
id: Paksa menggunakan kunci ini sebagai string ASCII (misal untuk Livebox)
is: Þvinga notkun á þessum lykli sem texta streng (ASCII) (t.d. fyrir Livebox)
it: Forza l'uso di questa chiave come una stringa ASCII (es. per Livebox)
nb: Tving bruken av denne nøkkelen som ASCII-streng (f.eks for LiveBox)
nn: Tving bruk av denne nøkkelen som ASCII-streng (for eksempel for Livebox)
pl: Wymuś zastosowanie tego klucza jako ciągu znaków ASCII (np. dla Livebox)
ro: Forțează utilizarea acestei chei ca șir ASCII (ex: pentru Livebox)
ru: Принудительно использовать этот ключ в качестве ASCII-строки (например для Livebox)
sl: Vsili uporabo tega ključa kot niza ASCII (npr. za Livebox)
tr: Bu anahtarın kullanımını ASCII söz dizisi olarak kullanmaya zorla (örn. Livebox için)

source: EAP Login/Username
br: Anv arveriad EAP
cs: Přihlášení EAP/Uživatel
cy: Mewngofnod EAP/Enw defnyddiwr
da: EAP login/brugernavn
de: EAP Login/Benutzername
el: Χρήστης/λογαριασμός EAP
es: Login/Nombre de usuario EAP
et: EAP kasutajatunnus
eu: EAP Login/Erabiltzaileizena
fi: EAP-käyttäjätunnus
fr: Utilisateur/compte EAP
he: משתמש EAP
hu: EAP Felhasználónév
id: Login/Nama Pengguna EAP
is: EAP auðkenni/notandanafn
it: Login/nome utente EAP
nb: EAP innlogging/brukernavn
nn: EAP-brukarnamn
pl: Nazwa użytkownika/login (EAP)
ro: Utilizator/Cont EAP
ru: Логин EAP (имя пользователя)
sl: Uporabniško ime EAP
tr: EAP Kullanıcı İsmi/Girişi

source: The login or username. Format is plain text. If you need to specify domain then try the untested syntax DOMAIN\username
cs: Přihlášení nebo uživatelské jméno. Formát je obyčejný text. Potřebujete-li zadat doménu, zkuste netestovanou syntaxi DOMÉNA\uživatel
cy: Y mewngofnod neu'r enw defnyddiwr. Fformat mewn testun plaen Os oes angen pennu parth yna defnyddiwch y cystrawen dibrawf DOMAIN\username
da: Brugernavn. Formatet er ren tekst. Hvis du behøver at specificere domænet, så prøv den utestede syntaks DOMÆNE\brugernavn
de: Login oder Username. Format ist reiner Text. Falls Sie eine Domain angeben müssen, dann versuchen Sie die ungetestete Syntax DOMAIN\username
el: Το όνομα σύνδεσης ή του χρήστη σε μορφή κειμένου. Αν πρέπει να καθορίσετε έναν τομέα, δοκιμάστε την μη δοκιμασμένη σύνταξη DOMAIN\χρήστης
es: El formato de login o nombre de usuario es texto plano. Si necesita especificar un dominio entonces intente la sintaxis no probada de DOMINIO ombre_de_usuario
et: Kasutajatunnus. See on klaartekstina. Kui peate määrama ka domeeni, võite proovida testimata süntaksit DOMEEN\kasutajanimi
eu: Login edo erabiltzaile izena. Formatua testu soila da. Domeinua zehaztu behar baduzu erabili frogatu gabeko sintaxia DOMEINUA\erabitzaileizena
fi: Kirjautumistunnus tai käyttäjätunnus tekstimuodossa. Jos toimialue täytyy määritellä, kokeile testaamatonta muotoa TOIMIALUE\käyttäjätunnus
fr: Le nom de connexion ou d'utilisateur au format texte. Si vous devez préciser un domaine, essayez la syntaxe non testée DOMAIN\utilisateur
he: שם המשתמש בטקסט רגיל. אם יעליך לציין מתחם נסה את התחביר שלא נבדק - מתחם\שם משתמש
hu: Bejelentkező vagy felhasználónév. Egyszerű szöveg formátum. Ha egyx speciális domainnév használata kötelező, akkor a nem tesztelt DOMAIN\felhasználónév formát használja.
id: Login atau nama pengguna. Formatnya adalah teks biasa. Jika Anda perlu menentukan domain, coba sintaks yang belum teruji DOMAIN\username
is: Auðkenni eða notandanafn. Sniðið er einfaldur texti. Ef þú þarft að tilgreina lén, reyndu þá að nota LÉN\notandi
it: Il Formato per login o nome utente è in solo testo. Se devi specificare il dominio allora prova la sintassi non collaudata DOMINO\ nomeutente
nb: Innloggings- eller brukernavnformatet er ren tekst. Prøv den utestede syntaksen DOMAIN\username hvis du må å angi domenet.
nn: Brukarnamn. Formatet er rein tekst. Viss du må spesifisera domenet, så prøv den utesta syntaksen DOMENE\brukarnamn
pl: Login lub nazwa użytkownika. W czystym formacie tekstowym. Jeżeli chcesz wybrać domenę spróbuj składni DOMENA azwa_uzytkownika
ro: Numele de conexiune sau utilizator în format text. Dacă trebuie precizat un domeniu, utilizați sintaxa (netestată) DOMENIU\utilizator
ru: Логин или имя пользователя. Формат - обычный текст. Если нудно указать домен, попробуйте воспользоватся ещё непроверенным синтаксисом ДОМЕН\имя_пользователя
sl: Uporabniško ime za prijavo. To je navadno besedilo. Če je potrebno določiti domeno poskusite z obliko: DOMENA\uporabniško_ime
tr: Giriş veya kullanıcı adı. Biçim düz metin biçimi. Bir alan belirtmek durumundaysanız denenmemiş bir söz dizimi kullanın ALAN\kullanıcı adı

source: EAP Password
br: Tremenger EAP
cs: Heslo EAP
cy: Cyfrinair EAP
da: EAP-adgangskode
de: EAP Passwort
el: Κωδικός πρόσβασης EAP
es: Contraseña EAP
et: EAP parool
eu: EAP Pasahitza
fi: EAP-salasana
fr: Mot de passe EAP
he: ססמת EAP
hu: EAP Jelszó
id: Sandi EAP
is: EAP Lykilorð
it: Password EAP
nb: EAP passord
nn: EAP-passord
pl: Hasło (EAP)
ro: Parolă EAP
ru: Пароль EAP
sl: Geslo EAP
tr: EAP Parolası
