Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: Card IO
br: IO kartenn
cs: IO karty
cy: IO'r Cerdyn
da: Kort IO
de: Karten-E/A
el: IO κάρτας
es: IO de tarjeta
et: Kaardi IO
eu: Txartelaren S/I
fi: Kortin IO
fr: E/S de la carte
he: קלט פלט של הכרטיס
hu: Kártya IO
id: IO perangkat
is: Kort IO
it: IO della scheda
nb: Kort IO
nn: Kort-IO
pl: IO karty
ro: IO a plăcii
ru: IO карты
sl: IO kartice
tr: Kartın IO değeri
wa: I/R del cåte

source: Card IO_0
br: IO_0 kartenn
cs: IO_0 karty
cy: IO_O y cerdyn
da: Kort IO_0
de: Karten-E/A_0
el: IO_0 κάρτας
es: IO_0 de tarjeta
et: Kaardi IO_0
eu: Txartelaren S/I_0
fi: Kortin IO_0
fr: E/S_0 de la carte
he: ערך IO_0 של הכרטיס
hu: Kártya IO_0
id: IO_0 perangkat
is: Kort IO_0
it: IO_0 della scheda
nb: Kort IO_0
nn: Kort-IO_0
pl: IO_0 karty
ro: IO_0 a plăcii
ru: IO_0 карты
sl: IO_0 kartice
tr: Kartın IO_0 değeri
wa: I/R del cåte (0)

source: European protocol (EDSS1)
br: Komenad europat (EDSS1)
cs: Evropský protokol (EDSS1)
cy: Protocol Ewropeaidd (EDSSI)
da: Protokol for Europa (EDSS1)
de: Europäisches Protokoll (EDSS1)
el: Ευρωπαϊκό πρωτόκολλο (EDSS1)
es: Protocolo Europeo (EDSS1)
et: Euroopa protokoll (EDSS1)
eu: Europako protokoloa (EDSS1)
fi: Eurooppalainen protokolla (EDSS1)
fr: Protocole pour l'Europe (EDSS1)
he: פרוטוקול אירופאי (EDSS1)
hu: Európai protokoll (EDSS1)
id: Protokol Eropa (EDSS1)
is: Evrópskan samskiptastaðal (EDSS1)
it: Protocollo europeo (EDSS1)
nb: Europaprotokollen (EDSS1)
nn: Europeisk protokoll (EDSS1)
pl: Protokół europejski (EDSS1)
ro: Protocol European (EDSS1)
ru: Европейский протокол (EDSS1)
sl: Evropski protokol (EDSS1)
tr: Avrupa protokolü (EDSS1)
wa: Protocole po l' Urope (EDSS1)

source: Protocol for the rest of the world No D-Channel (leased lines)
br: Komenad ar broioù all N'eus kanol-D ebet (linennoù fermet)
cs: Protokol použitý ve zbytku světa žádný D-kanál (leased lines)
cy: Protocol ar gyfer gweddill y byd dim D-Channel (llinell les)
da: Protokol for resten af verden ingen D-kanal (lejet linje)
de: Protokoll für den Rest der Welt ohne D-Kanal (Leased Lines)
el: Πρωτόκολλο για τον υπόλοιπο κόσμο χωρίς D-Channel (μισθωμένες γραμμές)
es: Protocolo para el resto del mundo Sin D-Channel (leased lines)
et: Protokoll ülejäänud maailma tarbeks Ilma D-kanalita (liisitud liinid)
eu: Gainerako munduko protokoloa D kanalik ez (linea alokatuak)
fi: Muun maailman käyttämä protokolla Ei D-kanavaa (vuokralinjat)
fr: Protocole pour le reste du monde Pas de canal D (lignes louées)
he: פרוטוקול לשאר העולם ללא ערוץ D (קווים חכורים)
hu: Protokoll a világ többi részén D csatorna nélkül (bérelt vonal)
id: Protokol untuk bagian dunia yang lain Tanpa D-Channel (leased lines)
is: Samskiptaregla til tengingar við umheiminn Ekki D-rás (leigðar línur)
it: Protocollo per il resto del mondo senza D-Channel (linee in affitto)
nb: Resten av verden Ingen D-kanal (leid linje)
nn: Protokoll for resten av verda. Ingen D-kanal (leigd linje).
pl: Protokół reszty świata Bez kanału D (linie dzierżawione)
ro: Protocol pentru restul lumii Fără D-Channel (linii închiriate)
ru: Протокол для всего остального мира Отсутствует D-канал (выделенные линии)
sl: Protokol za preostali svet Brez D-kanala (najetih linij)
tr: Dünyanın diğer kısımları için protokol D-Kanalı yok (kiralık hat)
wa: Protocole po les ôtes payis nou canå D (lenes di fyis louwés)

source: Vendor
br: Gwerzher
cs: Poskytovatel
cy: Gwerthwr
da: Producent
de: Verkäufer
el: Κατασκευαστής
es: Fabricante
eu: Hornitzailea
fi: Valmistaja
fr: Vendeur
hu: Gyártó
is: Framleiðandi
it: Venditore
nb: Produsent
nn: Merke
pl: Dostawca
ro: Producător
ru: Производитель
tr: Üretici

source: Media class
br: Renkad ar media
cs: Třída
cy: Dosbarth y cyfrwng
da: Medieklasse
de: Medien-Klasse
el: Κλάση υλικού
es: Clase de Medio
eu: Euskarri-klasea
fi: Media luokka
fr: Classe du média
hu: Médiaosztály
id: Kelas media
is: Flokkur miðils
it: Classe del mezzo
nb: Mediaklasse
nn: Medieklasse
pl: Klasa nośnika
ro: Clasa mediului
ru: Класс носителя
tr: Ortam sınıfı

source: Module name
br: Anv ar mollad
cs: Jméno modulu
cy: Enw'r modiwl
de: Modul-Name
el: Όνομα αρθρώματος
es: Nombre del módulo
fi: Moduulin nimi
fr: Nom du module
hu: Modulnév
id: Nama modul
it: Nome modulo
nn: Modulnamn
pl: Nazwa modułu
ro: Numele modulului
ru: Название модуля
tr: Modül adı

source: Mac Address
br: Chomlec'h MAC
cs: MAC adresa
cy: Cyfeiriad Mac
de: Mac-Adresse
el: Διεύθυνση MAC
es: Dirección MAC
fi: MAC-osoite
fr: Adresse MAC
hu: MAC-cím
id: Alamat Mac
it: Indirizzo MAC
nn: Mac-adresse
pl: Adres MAC
ro: Adresa MAC
ru: Mac адрес
tr: Mac Adresi

source: Bus
cs: Sběrnice
cy: Bws
el: Δίαυλος
fi: Väylä
hu: Busz
is: Braut
nb: Buss
nn: Buss
pl: Szyna
ro: Magistrală
ru: Шина
tr: Yol

source: Location on the bus
br: Lec'hel war ar bus
cs: Umístění na sběrnici
cy: Lleoliad ar y bws
da: Plads på bussen
de: Lage auf dem Bus
el: Θέση στο δίαυλο
es: Ubicación del bus
eu: Buseko kokalekua
fi: Sijainti väylässä
fr: Position sur le bus
hu: A buszon elfoglalt hely
id: Lokasi pada bus
is: Staðsetning á braut
it: Posizione nel bus
nb: Plassering på bussen
nn: Plassering på bussen
pl: Położenie na szynie
ro: Poziția pe magistrală
ru: Расположение шины
tr: Yol üzerindeki konum

source: Gateway address should be in format 1.2.3.4
br: Er furmad 1.2.3.4 e tlefe bezañ chomlec'h an dreuzell
cs: Adresa brány by měla být ve tvaru 1.2.3.4
cy: Dylai cyfeiriad mynedfa fod mewn fformat 1.2.3.4
da: Gateway-adresse skal have formatet 1.2.3.4
de: Die IP-Adresse des Gateways sollte etwa die Form „192.168.1.42“ haben!
el: Η διεύθυνση της πύλης πρέπει να είναι της μορφής 1.2.3.4
es: La dirección de la puerta de enlace debe tener formato 1.2.3.4
et: Lüüsi aadress peab olema kujul 1.2.3.4
eu: Atebidearen helbideak 1.2.3.4 formatua izan behar du
fi: Yhdyskäytävän osoite pitää olla muotoa 1.2.3.4
fr: L'adresse de la passerelle doit ressembler à quelque chose comme « 192.168.1.20 »
he: התחביר להגדרת כתובת שער הוא 1.2.3.4
hu: Az átjáró címének formátuma 1.2.3.4 legyen
id: Alamat gateway harus dalam format 1.2.3.4
is: Vistfang netgáttar á að vera á sniðinu 1.2.3.4
it: L'indirizzo del Gateway deve essere nel formato 1.2.3.4
nb: Gatewayadresse bør være i formatet 1.2.3.4
nn: Portnaradressa skal vera på formatet «1.2.3.4».
pl: Adres IP bramy powinien być w formacie typu 1.2.3.4
ro: Adresa pasarelei ar trebui să fie în formatul 1.2.3.4
ru: Адрес шлюза должен быть в формате 1.2.3.4
sl: Naslov privzetega prehoda mora imeti obliko 1.2.3.4.
tr: Ağ geçidi adresi 1.2.3.4 biçiminde olmalıdır
wa: L' adresse IP del pasrele doet esse del cogne 1.2.3.4

source: Gateway:
br: Treuzell :
cs: Brána:
cy: Mynedfa:
el: Πύλη:
es: Puerta de enlace:
fi: Yhdyskäytävä:
fr: Passerelle :
hu: Átjáró (gateway):
nn: Portnar:
pl: Brama:
ro: Pasarelă:
ru: Шлюз:
tr: Çıkış kapısı:

source: Interface:
br: Ketal :
cs: Rozhraní:
cy: Rhyngwyneb:
de: Schnittstelle:
el: Διεπαφή:
es: Interfáz:
fi: Liitäntä:
hu: Csatoló:
id: Antarmuka:
it: Interfaccia:
nn: Grensesnitt:
pl: Interfejs:
ro: Interfață:
ru: Интерфейс:
tr: Arayüz:

source: Internet connection configuration
br: Kefluniadur ar gevreadenn internet
cs: Nastavení internetového připojení
cy: Ffurfweddiad cysylltiad â'r Rhyngrwyd
de: Internetanschluss Konfiguration
el: Διαμόρφωση της σύνδεσης στο διαδίκτυο
es: Configuración de conexión a internet
fi: Internetyhteyden asetukset
fr: Configuration de la connexion Internet
hu: Internetkapcsolat beállítása
id: Konfigurasi koneksi Internet
it: Configurazione della connessione ad internet
nn: Internett-oppsett
pl: Konfiguracja połączenia internetowego
ro: Configurarea conexiunii la Internet
ru: Настройка Интернет-соединения
tr: İnternet bağlantı yapılandırması

source: You do not have any configured Internet connection. Run the "%s" assistant from the Mageia Control Center
de: Sie haben keinen Internetanschluss konfiguriert. Starten Sie den "%s"-Assistent aus dem Mageia-Kontrollzentrum
id: Anda tidak memiliki koneksi Internet terkonfigurasi. Jalankan asisten "%s" dari Pusat Kendali Mageia
pl: Nie posiadasz żadnego skonfigurowanego połączenia internetowego. Uruchom asystenta "%s" z Centrum Sterowania Mageia
ro: Nu aveți configurată nici o conexiune la Internet. Lansați asistentul „%s” din centrul de control Mageia
ru: У вас ещё нет ни одного настроенного соединения с Интернет. Запустите помощника "%s" из Центра Управления Mageia
tr: Yapılandırılmış bir internet bağlantınız yok. Mageia Denetim Merkezi' nden "%s" sihirbazını çalıştırın.

source: Host name (optional)
br: Anv ostiz (diret)
cs: Hostname (volitelné)
cy: Enw gwesteiwr (dewisol)
el: Όνομα υπολογιστή (προαιρετικό)
es: Nombre del host (opcional)
fi: Konenimi (ei pakollinen)
fr: Nom d'hôte (optionnel)
hu: Gépnév (nem kötelező)
id: Nama host (opsional)
it: Nome host (opzionale)
nn: Vertsnamn (valfri)
pl: Nazwa hosta (opcjonalnie)
ro: Nume de gazdă DNS (opțional)
ru: Имя узла (необязательно)
tr: Makine adı (isteğe bağlı)

source: First DNS Server (optional)
br: Servijer DNS kentañ (da zilenn)
cs: První DNS server (nepovinný)
cy: Gweinydd DNS Cyntaf (dewisol)
da: Første DNS-server (valgfri)
de: Erster DNS-Server (optional)
el: Πρώτος εξυπηρετητής DNS (προαιρετικό)
es: Primer servidor DNS (opcional)
et: Esimene nimeserver (pole kohustuslik)
eu: Lehen DNS zerbitzaria (aukerakoa)
fi: Ensisijainen nimipalvelin (valinnainen)
fr: Serveur DNS principal (optionnel)
he: שרת DNS ראשון (לא חובה)
hu: Elsődleges DNS kiszolgáló (nem kötelező)
id: Server DNS pertama (opsional)
is: Aðal nafnamiðlari (ekki krafist)
it: Primo server DNS (opzionale)
nb: Første DNS-tjener (valgfri)
nn: Første DNS-tenar (valfri)
pl: Pierwszy serwer DNS (opcjonalnie)
ro: Primul server DNS (opțional)
ru: Первый сервер DNS (необязательно)
sl: Prvi DNS strežnik (neobvezno)
tr: İlk DNS Sunucu (isteğe bağlı)
wa: Prumî sierveu DNS (opcionel)

source: Second DNS Server (optional)
br: Eil servijer DNS (da zilenn)
cs: Druhý DNS server (nepovinný)
cy: Ail Wasanaethwr DNS (dewisol)
da: Anden DNS-server (valgfri)
de: Zweiter DNS-Server (optional)
el: Δεύτερος εξυπηρετητής DNS (προαιρετικό)
es: Segundo servidor DNS (opcional)
et: Teine nimeserver (pole kohustuslik)
eu: Bigarren DNS zerbitzaria (aukerakoa)
fi: Toissijainen nimipalvelin (valinnainen)
fr: Serveur DNS secondaire (optionnel)
he: שרת DNS שני (לא חובה)
hu: Másodlagos DNS kiszolgáló (nem kötelező)
id: Server DNS kedua (opsional)
is: Vara nafnamiðlari (ekki krafist)
it: Secondo server DNS (opzionale)
nb: Andre DNS-tjener (valgfri)
nn: Andre DNS-tenar (valfri)
pl: Drugi serwer DNS (opcjonalnie)
ro: Al doilea server DNS (opțional)
ru: Второй сервер DNS (необязательно)
sl: Drugi DNS strežnik (neobvezno)
tr: İkinci DNS Sunucu(isteğe bağlı)
wa: Deujhinme sierveu DNS (opcionel)

source: Third DNS server (optional)
br: Servijer DNS trede (da zilenn)
cs: Třetí DNS server (volitelné)
cy: Trydydd gweinydd DNS (dewisol)
de: Dritter DNS Server (optional)
el: Τρίτος εξυπηρετητής DNS (προαιρετικό)
es: Tercer servidor DNS (opcional)
fi: Kolmas nimipalvelin (ei pakollinen)
fr: Serveur DNS tiers (optionnel)
hu: Harmadlagos DNS-kiszolgáló (nem kötelező)
id: Server DNS ketiga (opsional)
it: Terzo server DNS (opzionale)
nn: Tredje DNS-tenar (valfri)
pl: Trzeci serwer DNS (opcjonalnie)
ro: Server DNS terț (opțional)
ru: Третий DNS-сервер (необязательно)
tr: Üçüncü DNS sunucusu (isteğe bağlı)

source: Internet Connection Configuration
br: Kefluniadur ar gevreadenn ar genrouedad
cs: Nastavení internetového připojení
cy: Ffurfweddu Cysylltiad â'r Rhyngrwyd
de: Internetanschluss-Konfiguration
el: Διαμόρφωση σύνδεσης στο διαδίκτυο
es: Configuración de conexión a internet
fi: Internetyhteyden asetukset
fr: Configuration de la connexion Internet
hu: Internetkapcsolat beállítása
id: Konfigurasi Koneksi Internet
it: Configurazione Connessione ad Internet
nn: Internett-oppsett
pl: Konfiguracja połączenia internetowego
ro: Configurare conexiune la Internet
ru: Настройка Интернет-соединения
tr: İnternet Bağlantı Yapılandırması

source: Internet access
br: Digor ar genrouedad
cs: Přístup k internetu
cy: Mynediad i'r Rhyngrwyd
da: Internet-adgang
de: Internetzugang
el: Πρόσβαση στο διαδίκτυο
es: Acceso a internet
eu: Internet sarbidea
fi: Internetyhteys
fr: Accès à Internet
hu: Internet-hozzáférés
id: Akses Internet
it: Accesso internet
nb: Internettilgang
nn: Internett-tilgang
pl: Dostęp do Internetu
ro: Acces la Internet
ru: Доступ к Интернет
tr: İnternet erişimi

source: Connection type:
br: Seurt ar gevreadenn :
cs: Typ připojení:
cy: Math o gyswllt:
de: Anschlussart:
el: Τύπος σύνδεσης:
es: Tipo de conexión:
fi: Yhteyden nimi:
fr: Type de connexion :
hu: A csatlakozás típusa:
id: Tipe koneksi:
it: Tipo connessione:
nn: Sambandstype:
pl: Typ połączenia:
ro: Timp de conexiune:
ru: Тип соединения:
tr: Bağlantı türü:

source: Status:
br: Stad :
cs: Stav:
cy: Statws:
el: Κατάσταση:
es: Estatus:
fi: Tila:
fr: Statut :
hu: Állapot:
it: Stato:
ro: Stare:
ru: Статус:
tr: Durum:

source: Testing your connection...
br: O klask da lakaat ho kevradenn ...
cs: Zkouší se připojení k internetu...
cy: Profi eich cysylltiad...
da: Tester din forbindelse...
de: Ihre Verbindung wird getestet...
el: Δοκιμή της σύνδεσής σας...
es: Probando su conexión...
et: Testime Teie ühendust...
eu: Konexioa probatzen...
fi: Testataan yhteyttä...
fr: Test de votre connexion…
he: בודק את החיבור שלך...
hu: A kapcsolat ellenőrzése...
id: Menguji koneksi Anda...
is: Prófa tenginguna þína...
it: Sto provando la connessione...
nb: Tester tilkoblingen din …
nn: Testar sambandet …
pl: Testowanie połączenia...
ro: Se testează conexiunea...
ru: Проверяется ваше соединение...
sl: Preverjanje povezave....
tr: Bağlantınız test ediliyor...
wa: Dji saye vosse raloyaedje...

source: Parameters
br: Arventennoù
cs: Parametry
cy: Paramedrau
de: Parameter
el: Παράμετροι
es: Parámetros
fi: Parametrit
fr: Paramètres
hu: Paraméterek
id: Parameter
it: Parametri
nn: Parametrar
pl: Parametry
ro: Parametri
ru: Параметры
tr: Parametreler

source: Web Server
br: Servijer Web
cs: Webový server
cy: Gweinydd Gwe
el: Εξυπηρετητής ιστού
es: Serviror Web
et: Veebiserver
eu: Web zerbitzaria
fi: WWW-palvelin
fr: Serveur Web
he: שרת איחסון אתרים
hu: Webkiszolgáló
id: Server Web
is: Vefmiðlari
it: Server web
nb: Vevtjener
nn: Vevtenar
pl: Serwer WWW
ro: Server Web
ru: Веб-сервер
sl: Internetni strežnik
tr: Web Sunucusu
wa: Sierveu waibe

source: Domain Name Server
br: Servijer anvioù domani
cs: Doménový server
cy: Gweinydd Enw Parth
da: Server for domænenavne (DNS)
de: Domänen-Namenserver (DNS)
el: Εξυπηρετητής ονομάτων τομέα
es: Servidor de Nombre de Dominio
et: Nimeserver
eu: Domeinu Izenen Zerbitzaria
fi: Nimipalvelin
fr: Serveur de noms de domaine
he: שרת שמות מתחם
hu: Tartománynév kiszolgáló
id: Server Nama Domain
is: Nafnaþjónusta léns (DNS)
it: Server di dominio dei nomi (DNS)
nb: Domenenavntjener
nn: Domeneoppslagstenar
pl: Serwer DNS
ro: Server de nume de domeniu
ru: Сервер доменных имен
sl: DNS strežnik
tr: Alan adı Sunucusu
wa: Sierveu di nos d' dominne

source: SSH server
br: Servijer SSH
cs: Server SSH
cy: Gweinydd SSH
el: Εξυπηρετητής SSH
es: Servidor SSH
eu: SSH zerbitzaria
fi: SSH-palvelin
fr: Serveur SSH
he: שרת SSH
hu: SSH kiszolgáló
id: Server SSH
is: SSH miðlari
it: Server SSH
nb: SSH-tjener
nn: SSH-tenar
pl: Serwer SSH
ro: Server SSH
ru: Сервер SSH
sl: SSH strežnik
tr: SSH sunucusu
wa: Sierveu SSH

source: FTP server
br: Servijer FTP
cs: Server FTP
cy: Gweinydd FTP
el: Εξυπηρετητής FTP
es: Servidor FTP
eu: FTP zerbitzaria
fi: FTP-palvelin
fr: Serveur FTP
he: שרת FTP
hu: FTP kiszolgáló
id: Server FTP
is: FTP miðlari
it: Server FTP
nb: FTP-tjener
nn: FTP-tenar
pl: Serwer FTP
ro: Server FTP
ru: Сервер FTP
sl: FTP strežnik
tr: FTP sunucusu
wa: Sierveu FTP

source: DHCP Server
br: Servijer DHCP
cs: Server DHCP
cy: Gweinydd DHCP
el: Εξυπηρετητής DHCP
es: Servidor DHCP
eu: DHCP zerbitzaria
fi: DHCP-palvelin
fr: Serveur DHCP
hu: DHCP kiszolgáló
id: Server DHCP
is: DHCP miðlari
it: Server DHCP
nb: DHCP-tjener
nn: DHCP-tenar
pl: Serwer DHCP
ro: Server DHCP
ru: DHCP-сервер
sl: Strežnik DHCP
tr: DHCP Sunucusu

source: Mail Server
br: Servijer postel
cs: Poštovní server
cy: Gweinydd E-bost
da: Postserver
de: E-Mailserver
el: Εξυπηρετητής αλληλογραφίας
es: Servidor de correo
et: E-posti server
eu: Posta-zerbitzaria
fi: Sähköpostipalvelin
fr: Serveur de courrier
he: שרת דוא"ל
hu: Email kiszolgáló
id: Server Surat
is: Póstmiðlari
it: Server di posta
nb: E-post-tjener
nn: E-posttenar
pl: Serwer pocztowy
ro: Server de poștă electronică
ru: Почтовый сервер
sl: Poštni strežnik
tr: Posta Sunucusu
wa: Sierveu d' emilaedje

source: POP and IMAP Server
br: Servijer POP ha LDAP
cs: POP a IMAP server
cy: Gweinydd POP ac IMAP
da: POP- og IMAP-server
de: POP- und IMAP-Server
el: Εξυπηρετητής POP και IMAP
es: Servidor POP e IMAP
et: POP- ja IMAP-server
eu: POP eta IMAP zerbitzaria
fi: POP- ja IMAP-palvelin
fr: Serveur POP et IMAP
he: שרת POP ו-IMAP
hu: POP és IMAP kiszolgáló
id: Server POP dan IMAP
is: POP og IMAP miðlari
it: Server POP e IMAP
nb: POP- og IMAP-tjener
nn: POP- og IMAP-tenar
pl: Serwery POP oraz IMAP
ro: Server POP și IMAP
ru: Сервер POP и IMAP
sl: POP in IMAP strežnik
tr: POP ve IMAP Sunucusu
wa: Sierveu POP et IMAP

source: Telnet server
br: Servijer telnet
cs: Server Telnet
cy: Gweinydd Telnet
el: Εξυπηρετητής Telnet
es: Servidor Telnet
et: Telneti server
eu: Telnet zerbitzaria
fi: Telnet-palvelin
fr: Serveur telnet
he: שרת Telnet
hu: Telnet kiszolgáló
id: Server Telnet
is: Telnet miðlari
it: Server Telnet
nb: Telnet-tjener
nn: Telnet-tenar
pl: Serwer telnet
ro: Server de telnet
ru: Сервер Telnet
sl: Telnet strežnik
tr: Telnet Sunucusu
wa: Sierveu telnet

source: NFS Server
br: Servijer NFS
cs: Server NFS
cy: Gweinydd NFS
el: Εξυπηρετητής NFS
es: Servidor NFS
eu: NFS zerbitzaria
fi: NFS-palvelin
fr: Serveur NFS
hu: NFS kiszolgáló
id: Server NFS
is: NFS Miðlari
it: Server NFS
nb: NFS-tjener
nn: NFS-tenar
pl: Serwer NFS
ro: Server NFS
ru: NFS-сервер
sl: Strežnik NFS
tr: NFS Sunucusu

source: Windows Files Sharing (SMB)
br: O lodañ restroù Windows (SMB)
cs: Sdílení souborů s Windows (SMB)
cy: Rhannu Ffeiliau Wondows (SMB)
da: Windows-fildeling (SMB)
de: Windows-Dateifreigabe (SMB)
el: Κοινή χρήση αρχείων Windows (SMB)
es: Compartición de Archivos de Windows (SMB)
et: Windowsi failide jagamine (SMB)
eu: Windows Fitxategi Partekatzea (SMB)
fi: Windowsin tiedostojen jako (SMB)
fr: Partage de fichiers Windows (SMB)
he: שיתוף קבצי חלונות (SMB)
hu: Windowsos fájlmegosztás (SMB)
id: Sharing File Windows (SMB)
is: Windows skráamiðlun (SMB)
it: Condivisione file con Windows (SMB)
nb: Fildeling for Windows (SMB)
nn: Windows-fildeling (SMB)
pl: Windowsowy system współdzielenia plików (SMB)
ro: Partaj de fișiere Windows (SMB)
ru: Совместное использование файлов Windows (SMB)
sl: Deljenje datotek za Windows (SMB)
tr: Windows Dosya Paylaşımı (SMB)
wa: Pårtaedje di fitchîs Windows (SMB)

source: Bacula backup
cs: Záloha Bacula
da: Bacula sikkerhedskopi
el: Bacula αντίγραφα ασφαλείας
es: Respaldo Bacula
et: Bacula varundamine
eu: Bakula babes-kopia
fi: Bacula varmuuskopiot
fr: Sauvegarde Bacula
hu: Bacula mentés
id: Backup Bacula
is: Bacula afrit
nb: Bacula sikkerhetskopiering
nn: Bacula-reservekopi
pl: Kopie zapasowe Bacula
ro: Programul de salvgardat Bacula
ru: Резервное копирование Bacula
sl: Varnostno kopiranje Bacula
tr: Bacula Yedekleme

source: Syslog network logging
cs: Záznamy o síti v systémových záznamech
cy: Cofnodi rhwydwaith sys;pg
da: Logning af syslog over netværk
de: Protokolldatei der Netzwerkverbindungen
el: Καταγραφή Syslog για το δίκτυο
es: Registro de red en Syslog
et: Syslogi võrgulogid
eu: Syslog sareko egunkari sarrerak
fi: Syslog verkkolokit
fr: Journalisation réseau Syslog
hu: Hálózati Syslog naplózás
id: Pencatatan jaringan Syslog
is: Syslog annálar um net
it: Registrare il syslog della rete
nb: Syslog nettverkslogging
nn: Syslog nettverksloggføring
pl: Zapisywanie dziennika sieci do syslog
ro: Jurnalizarea mesajelor de rețea cu Syslog
ru: Журнал сетевой активности
sl: Beleženje v sistemski dnevnik
tr: Syslog ağ günlük kaydı

source: CUPS server
br: Servijer CUPS
cs: Server CUPS
cy: Gweinydd CUPS
el: Εξυπηρετητής CUPS
es: Servidor CUPS
eu: CUPS zerbitzaria
fi: CUPS-palvelin
fr: Serveur CUPS
he: שרת CUPS
hu: CUPS kiszolgáló
id: Server CUPS
is: CUPS miðlari
it: Server CUPS
nb: CUPS-tjener
nn: CUPS-tenar
pl: Serwer CUPS
ro: Server CUPS
ru: Сервер CUPS
sl: CUPS strežnik
tr: CUPS sunucusu
wa: Sierveu CUPS

source: MySQL server
br: Servijer MySQL
cs: Server MySQL
cy: Gweinydd MySQL
el: Εξυπηρετητής MySQL
es: Servidor MySQL
eu: MySQL zerbitzaria
fi: MySQL-tietokantapalvelin
fr: Serveur MySQL
hu: MySQL kiszolgáló
id: Server MySQL
is: MySQL miðlari
it: Server MySQL
nb: MySQL-tjener
nn: MySQL-tenar
pl: Serwer MySQL
ro: Server MySQL
ru: MySQL-сервер
sl: Strežnik MySQL
tr: MySQL sunucusu

source: PostgreSQL server
br: Servijer PostgreSQL
cs: Server PostgreSQL
cy: Gweinydd PostgreSQL
el: Εξυπηρετητής PostgreSQL
es: Servidor PostgreSQL
eu: PostgreSQL zerbitzaria
fi: PostgreSQL-tietokantapalvelin
fr: Serveur PostgreSQL
hu: PostgreSQL kiszolgáló
id: Server PostgreSQL
is: PostgreSQL miðlari
it: Server PostgreSQL
nb: PostgreSQL-tjener
nn: PostgreSQL-tenar
pl: Serwer PostgreSQL
ro: Server PostgreSQL
ru: PostgreSQL-сервер
sl: Strežnik PostgreSQL
tr: PostgreSQL sunucusu

source: Echo request (ping)
br: Goulenn heklev (ping)
cs: Požadavek na odezvu (ping)
cy: Cais Echo (ping)
da: Echo-forespørgsel (ping)
de: Echo-Anfrage (Ping)
el: Αίτηση αντήχησης (ping)
es: Petición de eco (ping)
et: Echo päring (ping)
eu: Oihartzun-eskaera (ping):
fi: Ping
fr: Requête d'écho (ping)
he: בדיקת הידהוד (ping)
hu: Echo kérés (ping)
id: Permintaan echo (ping)
is: Endurvarp-svörun (ping)
it: Richiesta di eco (ping)
nb: Ekkoforespørsel (ping)
nn: Ekkoførespurnad (ping)
pl: Żądanie echa (ping)
ro: Cerere de ecou (ping)
ru: Echo запрос (ping)
sl: Ping
tr: Echo isteği (ping)

source: Network services autodiscovery (zeroconf and slp)
cs: Automatické objevení síťových služeb (zeroconf a slp)
cy: Awtoganfod gwasanaethu rhwydwaith (zeroconf a slp)
da: Automatisk opdagelse af netværkstjenester (zeroconf og slp)
de: Automatische Erkennung der Netzwerk-Services (zeroconf und slp)
el: Αυτόματος εντοπισμός των υπηρεσιών δικτύου (zeroconf και slp)
es: Autodescubrimiento de servicios de red (zeroconf y slp)
et: Võrguteenuste automaatne tuvastamine (zeroconf ja slp)
eu: Sare zerbitzuen aurkitze automatikoa (zeroconf eta slp)
fi: Verkkopalveluiden automaattinen etsintä (zeroconf ja slp)
fr: Découverte automatique des services réseau (zeroconf et slp)
hu: Hálózati szolgáltatások automatikus felderítése (zeroconf és slp)
id: Autodiscovery layanan jaringan (zeroconf dan slp)
it: Ricerca automatica dei servizi di rete (zeroconf e slp)
nb: Autooppdagelse av nettverkstjenester (zeroconf og slp)
nn: Autooppdaging av nettverkstenester (zeroconf og slp)
pl: Automatyczne wykrywanie usług sieciowych (zeroconf i slp)
ro: Servicii de descoperire automată în rețea (zeroconf și slp)
ru: Автоматическое обнаружение сетевых служб (zeroconf и slp)
sl: Samodejno odkrivanje omrežnih storitev (Zeroconf in SLP)
tr: Ağ hizmetlerini otomatik algılama (sıfır yapılandırma ve slp)
