Repository: OpenMandrivaSoftware/drakx-net
Catalog: po/*.po
Languages: br, cs, cy, da, de, el, es, et, eu, fi, fr, he, hu, id, is, it, nb, nn, pl, ro, ru, sl, tr, wa

source: The pre-shared key should have between 8 and 63 ASCII characters, or 64 hexadecimal characters.
cs: Předsdílený klíč by měl mít 8 až 63 ASCII znaků nebo 64 hexadecimálních znaků.
cy: Dylai'r allwedd cyn-rannu fod a rhwng 8 a 63 nod, neu 64 nod hecsidegol.
da: The forud-delte nøgle bør have mellem 8 og 63 ASCII-tegn, or 64 heksadecimale tegn.
de: Ein pre-shared Schlüssel sollte zwischen 8 und 63 ASCII-Zeichen oder 64 hexadezimale Zeichen haben.
el: Το ήδη κοινόχρηστο κλειδί πρέπει να έχει ανάμεσα σε 8 και 63 χαρακτήρες ASCII, ή 64 δεκαεξαδικούς χαρακτήρες.
es: La llave pre-compartida debe tener entre 8 y 63 caracteres ASCII, o 64 caracteres hexadecimales.
et: Eeljagatud võtmel peab olema 8 kuni 63 ASCII märki või 64 16ndsüsteemis märki
eu: Aurrez partekatutako gakoak 8 eta 63 ASCII karaktere bitartean izan beharko lituzke, edo 64 caractere hamaseitar.
fi: Salausavaimessa tulisi olla 8-63 ASCII-merkkiä tai 64 heksadesimaalia.
fr: La clé pré-partagée comporte entre 8 et 63 caractères ASCII, ou 64 caractères héxadécimaux.
hu: Az előre megosztott kulcsnak vagy 8 és 63 közötti ASCII, vagy 64 hexadecimális karakterből kell állnia.
id: Kunci pre-shared harus memiliki karakter ASCII antara 8 dan 63, atau karakter heksadesimal 64.
is: Forvaldir lyklar ættu að vera á milli 8 og 63 ASCII stafir (enskt stafróf), eða 64 sextándakerfis stafir.
it: La chiave pre.condivisa dovrebbe avere tra gli 8 ed i 63 caratteri ASCII, o 64 caratteri esadecimali.
nb: Den forhåndsdelte nøkkelen bør ha mellom 8 og 63 ASCII-tegn eller 64 heksadesimaler.
nn: Den førehandsdelte nøkkelen skal ha mellom 8 og 63 ASCII-teikn, eller 64 heksadesimalteikn.
pl: Wspólny klucz powinien mieć długość od 8 do 63 znaków ASCII lub 64 znaki szesnastkowe
ro: Cheia pre-partajată conține între 8 și 63 de caractere ASCII, sau 64 de caractere hexazecimale.
ru: Ключ должен быть длиной от 8 до 63 ASCII-символов, или 64 шестнадцатиричных символа.
sl: Ta v naprej deljeni ključ naj bi imel od 8 do 63 znakov ASCII, ali pa 64 šestnajstiških znakov.
tr: Önceden paylaşılmış anahtar, 8 ile 63 ASCII karakter arasında veya 64 onaltılık karakter uzunluğunda olmalıdır.

source: The WEP key should have at most %d ASCII characters or %d hexadecimal characters.
cs: WEP klíč by měl mít nejvýše %d ASCII znaků nebo %d hexadecimálních znaků.
cy: Dylai allwedd WEP fod ag uchafwm o %d nod ASCII neu %d nod hecsidegol
da: WEP nøglen bør have højst %d ASCII tegn eller %d heksadecimale tegn.
de: Der WEP-Schlüssel sollte höchstens %d ASCII- oder %d hexadezimale Zeichen lang sein.
el: Το κλειδί WEP πρέπει να έχει το πολύ %d χαρακτήρες ASCII ή %d δεκαεξαδικούς χαρακτήρες.
es: La llave WEP debería tener a lo mas %d caracteres ASCII o %d caracteres hexadecimales.
et: WEP-võtmel peab olema maksimaalselt %d ASCII märki või %d 16ndsüsteemis märki.
eu: WEP gakoak gehinez %d ASCII karaktere edo %d karaktere hamaseitar izan beharko lituzke.
fi: WEP-avaimessa tulisi olla enintään %d ASCII-merkkiä tai %d heksadesimaalia.
fr: La clé WEP comporte au plus %d caractères ASCII ou %d caractères héxadécimaux.
hu: A WEP kulcsnak %d ASCII karakterből vagy %d hexadecimális karakterből kellene állnia.
id: Kunci WEP harus memiliki paling banyak %d karakter ASCII atau %d karakter heksadesimal.
is: WEP lykillinn ætti að hafa mest %d ASCII stafi eða %d sextándakerfis-stafi.
it: La chiave WEP dovrebbe avere al massimo %d caratteri ASCII o %d caratteri esadecimali.
nb: WEP-nøkkelen bør på det meste ha %d ASCII-tegn eller %d heksadesimaler.
nn: WEP-nøkkelen skal ha maks %d ASCII-teikn eller %d heksadesimalteikn.
pl: Klucz WEP powinien mieć maksymalnie %d znaków ASCII lub %d znaków szesnastkowych.
ro: Cheia WEP conține cel mult %d caractere ASCII sau %d caractere hexazecimale.
ru: WEP-ключ должен быть диной не более %d ASCII-символов или %d шестнадцатиричных символов.
sl: Ključ WEP naj bi imel največ %d znakov ASCII, ali pa največ %d šestnajstiških znakov.
tr: WEP anahtarı en fazla %d ASCII karakter veya %d onaltılık karakter uzunluğunda olmalıdır.

source: Freq should have the suffix k, M or G (for example, "2.46G" for 2.46 GHz frequency), or add enough '0' (zeroes).
cs: Frekvence má povolené přípony k, M nebo G (například "2,46G" pro frekvenci 2,46 GHz) nebo přidejte dostatek '0' (nul).
cy: Dylai Frqu gael rhagosodiad k, M neu G (ee "2.46G" am donfedd 2.46 GHz ), neu ychwanegu '0' (sero).
da: Frek bør have endelsen k, M or G (for eksempel, "2.46G" for 2.46 GHz frekvens), eller tilføj nok '0'.
de: Die Frequenz sollte entweder die Einheiten ‚K‘, ‚M‘ und ‚G‘ nutzen (etwa „2.46G“ für 2,46GHz) oder die entsprechende Anzahl 0 (Nullen) angehängt werden.
el: Η συχνότητα πρέπει να έχει μια κατάληξη k, M ή G (πχ: «2.46G» για 2.46 GHz ), ή προσθέτοντας να απαραίτητα μηδενικά («0»).
es: Freq debe tener el sufijo k, M o G (por ejemplo, "2.46G" para una frecuencia de 2.46 GHz), o agregar suficientes '0' (ceros).
et: Sagedus peab sisaldama sufiksit k, M või G (näiteks "2.46G" - 2,46 GHz sagedusel) või tuleb lisada piisavalt nulle.
eu: Maiztasunak k, M edo G atzizkia izan behar du (adibidez, "2,46G" 2,46 GHz adierazteko), edo bestela behar adina '0' (zero) gehitu behar dira.
fi: Taajuuden tulisi loppua päätteeseen k, M tai G (esim. "2.46G" jos taajuus on 2.46 GHz) tai loppuun tulee lisätä tarpeeksi nollia.
fr: La fréquence doit avoir un suffixe k, M ou G (par ex. « 2.46G » pour 2,46 GHz), ou bien avoir suffisamment de zéros.
he: באפשרותך להגדיר תדירות עם הסיומת k, M או G (למשל "2.46G" עבור תדירות 2.46 GHz). לחלופין עליך לרפד את המספר עם מספיק אפסים.
hu: A frekvencia k, M vagy G utótagot kaphat (például a "2,46G" 2,46 GHz-es frekvenciát jelöl), vagy ehelyett ki lehet írni a nullákat.
id: Freq harus memiliki akhiran k, M atau G (sebagai contoh, "2.46G" untuk frekuensi 2.46 GHz), atau tambahkan '0' (nol) secukupnya.
is: Tíðni ætti að hafa viðskeyti k, M eða G (t.d. "2.46G" fyrir 2.46 GHz tíðni), eða bæta við nógu mörgum núllum.
it: La frequenza deve avere un suffisso k, M o G (ad es. "2.46G" per 2.46 GHz), o un numero sufficiente di "0" (zeri).
nb: Frekvens skal ha fortegnet k, M eller G (For eksempel «2.46 G» for 2.46 GHz ) eller tilstrekkelig antall nuller.
nn: Frekvensen må ha eitt av suffiksa k, M eller G (eksempel: «2.46G» for 2,46 GHz), eller nok nullar.
pl: Częstotliwość powinna posiadać przyrostek k, M lub G (na przykład "2.46G" dla częstotliwości 2.46GHz, lub też dodaj wystarczającą ilość zer.
ro: Frecvența trebuie să conțină sufixul k, M or G (de exemplu: „2.46G” pentru frecvența de 2.46 GHz), sau să aibă suficiente „0” (zerouri).
ru: Freq (частота) должна иметь суффикс k, M или G (например, "2.46G" для частоты 2.46 ГГц), или добавьте нужное количество '0' (нулей).
sl: Frekvenca mora imeti predpono k, M ali G oziroma zadostno število ničel.
tr: Frekans k, M veya G son ekine sahip olmalıdır. (örneğin: 2.46 GHz frekans için "2.46G") veya yeterince '0' (sıfır) eklenmelidir.
wa: Li frekince doet aveur ene cawete «k», «M» ou «G» (par egzimpe, «2.46G» po ene frekince di 2.46 GHz), oudonbén radjoutez des zeros assez.

source: Rate should have the suffix k, M or G (for example, "11M" for 11M), or add enough '0' (zeroes).
cs: Intenzita má povolené přípony k, M nebo G (např. "11M" nebo 11M) nebo přidejte dostatečný počet '0' (nul).
cy: Dylai'r raddfa gael rhagosodiad K, M neu G (e.e."11M" am 11M), neu ychwanegi '0' (sero).
da: Hastighed bør have endelsen k, M or G (for eksempel, "11M" for 11M), eller tilføj nok '0'.
de: Die Rate sollte entweder die Einheiten ‚K‘, ‚M‘ und ‚G‘ nutzen (etwa „11M“ für 11M) oder die entsprechende Anzahl Nullen (0) angehängt werden.
el: Η ροή πρέπει να έχει μια κατάληξη k, M ή G (πχ: «11M» για 11M), ή προσθέτοντας να απαραίτητα μηδενικά («0»).
es: Tasa debe tener el sufijo k, M o G (por ejemplo, "11M" para 11M), o agregue suficientes '0' (ceros).
et: Kiirus peab sisaldama sufiksit k, M või G (näiteks "11M") või tuleb lisada piisavalt nulle.
eu: Abiadurak k, M edo G atzizkia izan behar du (adibidez, "11M" 11M adierazteko), edo bestela behar adina '0' (zero) gehitu behar dira.
fi: Nopeuden tulisi loppua päätteeseen k, M tai G (esim. "11M" jos nopeus on 11M) tai tai loppuun tulee lisätä tarpeeksi nollia.
fr: Le débit doit avoir un suffixe k, M ou G (par ex. « 11M » pour 11Mo), ou bien avoir suffisamment de zéros.
he: על הקצב להיות בעל הסיומת k, M או G (למשל "11M" עבור קצב של 11M). לחלופין ניתן להוסיף את מספר האפסים המתאים.
hu: Az átviteli sebesség k, M vagy G utótagot kaphat (például "11M"), vagy ehelyett ki lehet írni a nullákat.
id: Kecepatan harus memiliki akhiran k, M atau G (sebagai contoh, "11M" untuk 11M), atau tambahkan '0' (nol) secukupnya.
is: Hraði ætti að hafa viðskeyti k, M eða G (t.d. "11M" fyrir 11M) eða bæta við nógu mörgum núllum.
it: Il "rate" dovrebbe avere un suffisso k, M o G (ad es. "11M" per 11Mb), o un numero sufficiente di "0" (zeri).
nb: Hastighet skal ha fortegnet k, M eller G (for eksempel «11 M» for 11 M), eller tilstrekkelig antall nuller.
nn: Raten må ha eitt av suffiksa k, M eller G (eks.: 11M), eller nok 0-ar.
pl: Współczynnik powinien posiadać przyrostek k, M lub G (na przykład, "11M" oznaczający 11M), lub też wystarczy podać wystarczającą liczbę zer.
ro: Debitul trebuie să conțină sufixul k, M or G (de exemplu, "11M" pentru 11M), sau să aibă suficiente „0” (zerouri).
ru: Rate должна иметь суффикс k, M или G (например, "11M" для 11M), или добавьте нужное количество '0' (нулей).
sl: Hitrost mora imeti predpono k, M ali G oziroma zadostno število ničel.
tr: Oran k, M veya G son ekine sahip olmalıdır. (örneğin: 11Ms için "11M") veya yeterince '0' (sıfır) eklenmelidir.
wa: Li frekince doet aveur ene cawete «k», «M» ou «G» (par egzimpe, «2.46G» po ene frekince di 2.46 GHz), oudonbén radjoutez des zeros assez.

source: Allow access point roaming
br: Aotreañ ar c'hevreadennoù baleantour
cs: Povolit stěhování přístupového bodu
cy: Caniatáu crwydro pwynt mynediad
da: Tillad viderestilling af adgangspunkt
de: Erlaube Access-Point-Roaming
el: Επιτρέπεται η περιαγωγή του σημείου πρόσβασης
es: Permitir roaming del punto de acceso
et: Tugijaama vahetumise lubamine
eu: Sarbide puntuen ibiltaritza onartu
fi: Salli tukiaseman vaihtaminen
fr: Autoriser les connexions itinérantes
he: אפשר גישה לנקודת הגישה ממיקום בחו"ל (roaming)
hu: Roaming engedélyezése a hozzáférési pontra
id: Izinkan roaming jalur akses
is: Leyfa flakk milli aðgangspunkta
it: Permetti access point roaming
nb: Tillat aksesspunktvandring
nn: Godta nettveksling
pl: Zezwalaj na roaming między punktami dostępowymi
ro: Autorizează conexiunile itinerante
ru: Разрешить роуминг точки доступа
sl: Dovoli menjavanje dostopnih točk
tr: Erişim noktası dolaşımına izin ver

source: Associated to wireless network "%s" on interface %s
cs: Bezdrátová síť "%s" přiřazena k rozhraní %s
cy: Wedi ei gysylltu â rhwydwaith diwyfr "%s" ar ryngwyneb %s
da: Tilknyttet trådløst netværk '%s' på grænseflade %s
de: Verbinde die angeschlossene Schnittstelle %s mit de WLAN Netz "%s"
el: Συσχετισμένο στο ασύρματο δίκτυο «%s» στην διεπαφή %s
es: Se ha asociado a la red inalámbrica "%s" en la interfaz %s
et: Seotud juhtmeta võrguga "%s" liideses %s
eu: "%s" irrati sarera elkartuta %s interfazean
fi: Yhdistettiin langattomaan verkkoon %s liitännässä %s
fr: Associé au réseau sans fil « %s » sur l'interface %s
he: מקושר לרשת האלחוטית "%s" בהתקן %s
hu: A(z) "%s" vezeték nélküli hálózathoz rendelve ezen a csatolón: %s
id: Terasosiasi ke jaringan nirkabel "%s" pada antarmuka %s
is: Tengdur þráðlausu neti "%s" á nettengi %s
it: Associata alla rete wireless "%s" l'interfaccia %s
nb: Tilegna til trådløst nettverk «%s» på grensesnitt %s
nn: Knytt til trådlausnettverket «%s» på grensesnittet «%s».
pl: Przypisany do sieci bezprzewodowej "%s" na interfejsie %s
ro: Asociat rețelei fără-fir „%s” pe interfața %s
ru: Установлена связь с беспроводной сетью "%s" на интерфейсе %s
sl: Povezan z brezžičnim omrežjem "%s" na vmesniku %s.
tr: "%s" kablosuz ağı %s ara birimi üzerinde bağlandı
wa: Aloyî avou l' rantoele sins fyis «%s» so l' eterface %s

source: Lost association to wireless network on interface %s
cs: Ztraceno přiřazení k bezdrátové síti na rozhraní %s
cy: Wedi colli'r cysylltiad â'r rhwydwaith diwyfr ar ryngwyneb %s
da: Tabte det associerede trådløse netværk på grænseflade %s
de: Netzwerkverbindung der Schnittstelle %s verloren
el: Χάθηκε η σύνδεση στο ασύρματο δίκτυο στην διεπαφή %s
es: Se perdió la asociación a la red inalámbrica en la interfaz %s
et: Kaotatud seos juhtmeta võrguga liideses %s
eu: Irrati sareara elkarketa galdu da %s interfazean
fi: Yhteys katkesi langattomaan verkkoon liitännässä %s
fr: Association perdue avec le réseau sans fil sur l'interface %s
he: אבד הקישור לרשת האלחוטית בהתקן %s
hu: Megszűnt a vezeték nélküli hálózathoz való hozzárendelés ezen a csatolón: %s
id: Kehilangan asosiasi ke jaringan nirkabel pada antarmuka %s
is: Missti tengingu við þráðlaust net á nettengi %s
it: Persa l'associazione alla rete wireless sull'interfaccia %s
nb: Mistet det tilegnede trådløse nettverket på grensesnitt %s
nn: Mista tilknyting til trådlausnettverk på grensesnittet «%s».
pl: Utracono przypisanie do sieci bezprzewodowej na interfejsie %s
ro: S-a pierdut asocierea cu rețeaua fără-fir pe interfața %s
ru: Потеряна связь с беспроводной сетью на интерфейсе %s
sl: Povezava z brezžičnim omrežjem na vmesniku %s je izgubljena.
tr: %s ara birimindeki kablosuz ağ bağlantısı kaybedildi.
wa: Aloyaedje avou l' rantoele sins fyis pierdou so l' eterface %s

source: Alcatel speedtouch USB modem
br: Modem Alcatel speedtouch USB
cs: Modem Alcatel Speedtouch USB
cy: Modem USB Alcatel Speedtouch
el: Modem USB Alcatel speedtouch
es: Módem Alcatel speedtouch USB
eu: Alcatel speedtouch USB modema
fi: Alcatel Speedtouch USB-modeemi
fr: Modem USB Alcatel Speedtouch
he: מודם Alcatel speedtouch USB
id: Modem USB Alcatel speedtouch
is: Alcatel speedtouch USB mótald
it: Modem USB Alcatel speedtouch
pl: Modem Alcatel speedtouch usb
ro: Modem USB Alcatel speedtouch
ru: USB-модем speedtouch от Alcatel
wa: Modem USB Alcatel Speedtouch

source: The ECI Hi-Focus modem cannot be supported due to binary driver distribution problem. You can find a driver on http://eciadsl.flashtux.org/
cs: Modem ECI Hi-Focus nelze podporovat díky problémům se šířením binárních ovladačů. Ovladač pro tento modem lze nalézt na adrese http://eciadsl.flashtux.org/
cy: Methu cynnal modem ECI Hi-Focus oherwydd problem dosbarthu gyrrwr deuaidd. Mae modd canfod gyrrwr ar http://eciadsl.flashtux.org/
da: ECI Hi-Focus-modemmet kan ikke understøttes pga binær driver-distributionsproblem. Du kan finde en driver på http://eciadsl.flashtux.org/
de: Das ECI-Hi-Focus-Modem kann aufgrund eines binären Treiberproblems nicht unterstützt werden. Sie können einen Treiber finden unter http://eciadsl.flashtux.org/
el: Το modem ECI Hi-Focus δεν μπορεί να εγκατασταθεί εξαιτίας προβλημάτων στην αναδιανομή του δυαδικού οδηγού. Μπορείτε να βρείτε έναν οδηγό στο http://eciadsl.flashtux.org/
es: El módem ECI Hi-Focus no puede ser soportado debido a un problema con la distribución de controlador binario. Puede encontrar un controlador en http://eciadsl.flashtux.org/
et: ECI Hi-Focus modemil puudub toetus binaarse draiveri levitamise probleemide tõttu. Te leiate draiveri aadressil http://eciadsl.flashtux.org/
eu: ECI Hi-Focus modema ez da onartzen kontrolatzaile-banaketa bitarraren arazoengatik. Kontrolatzaile bat aurkituko duzu hemen: http://eciadsl.flashtux.org/
fi: ECI Hi-Focus -modeemia ei voida tukea johtuen binääriajurin jakeluun liittyvistä ongelmista. Ajuri löytyy osoitteesta http://eciadsl.flashtux.org/
fr: Le modem ECI Hi-Focus ne peut pas être configuré à cause d'un problème de redistribution du pilote binaire. Vous pouvez trouver un pilote sur http://eciadsl.flashtux.org/
he: המודם ECI Hi-Focus לא יכול להתמך עקב בעיה במנהל ההתקן הבינארי. באפשרותך למצוא מנהל התקן מתאים באתר http://eciadsl.flashtux.org/
hu: Az ECI Hi-Focus modem a bináris meghajtóprogramra vonatkozó terjesztési megszorítások miatt nem támogatott. A meghajtóprogramot innen lehet letölteni: http://eciadsl.flashtux.org/
id: Modem ECI Hi-Focus tidak bisa didukung karena masalah distribusi driver binari. Anda bisa menemukan driver di http://eciadsl.flashtux.org/
is: ECI Hi-Focus mótaldið er ekki stutt vegna dreifingarvandkvæða á vélamálsrekli. Þú getur fundið rekil á http://eciadsl.flashtux.org/
it: Il modem ECI Hi-Focus non è supportato per problemi di distribuzione del driver binario. Puoi trovare un driver su http://eciadsl.flashtux.org/
nb: ECI Hi-Focus-modemet kan støttes grunnet problemer distribusjon av binærdriver. Du kan finne en driver på «http://eciadsl.flashtux.org/»
nn: ECI Hi-Focus-modumet er ikkje støtta, grunna binærdrivardistribusjonsproblem. Du finn ein drivar på: http://eciadsl.flashtux.org/
pl: Modem ECI Hi-Focus nie może zostać obsłużony z uwagi na problem binarnego rozpowszechniania sterownika. Można go znaleźć na stronie http://eciadsl.flashtux.org/
ro: Modemul ECI Hi-Focus nu poate fi configurat din cauza unei probleme de redistribuire a pilotului binar. Puteți găsi pilotul la adresa http://eciadsl.flashtux.org/
ru: Модем ECI Hi-Focus не поддерживается вследствие проблем с распространением драйверов в бинарном виде. Драйвер можно найти на http://eciadsl.flashtux.org/
sl: ECI Hi-Focus modema ni mogoče podpirati zaradi težav z binarnim gonilnikom. Gonilnik je dosegljiv na http://eciadsl.flashtux.org/
tr: ECI Hi-Focus modemler, paketli donanım dağıtımı sorunu sebebiyle desteklenmemektedir. http://eciadsl.flashtux.org/ adresinde sürücü bulabilirsiniz.
wa: Li modem Hi-Focus ECI èn pout nén esse sopoirté cåze ki nos n' polans nén distribouwer ci mineu binaire. Vos l' pôroz trover sol waibe http://eciadsl.flashtux.org/

source: Modems using Conexant AccessRunner chipsets cannot be supported due to binary firmware distribution problem.
cs: Modemy používající čipsety Conexant AccessRunner nemohou být podporovány kvůli problémům s šířením binárního firmware.
cy: Nid oes modd cynnal modem sy'n defnyddio set ysglodyn Conexant AccessRunner oherwydd anhawster dosbarthiad caledwedd didol
da: Modemmer som bruger Conexant AccessRunner chipsæt kan ikke understøttes pga. problem med distribution af binær firmware.
de: Modems mit Conexant AccessRunner-Chipsätzen können wegen des Distributionsproblems mit binärer Firmware nicht unterstützt werden.
el: Τα modem που χρησιμοποιούν Conexant AccessRunner chipsets δεν υποστηρίζονται εξαιτίας προβλημάτων στην αναδιανομή του δυαδικού υλικολογισμικού (firmware).
es: Módems usando chipsets Conexant AccessRunner no pueden ser soportados debido a problemas de distribución de firmware binario.
et: Conexant AccessRunneri kiibistikuga modemid ei ole toetatud binaarse püsivara levitamise probleemi tõttu.
eu: Conexant AccessRunner chipset-ak erabiltzen dituzten modemei ezin zaie euskarririk eman firmware bitarraren banaketa arazoengatik.
fi: Conexant AccesRunner piirisarjaa käyttäviä modeemeita ei tueta binääriajurien jakeluongelmien vuoksi.
fr: Les modems utilisant les puces Conexant AccessRunner ne peuvent pas être pris en charge à cause d'un problème de redistribution du micro-code binaire.
he: לא ניתן לתמוך במודמים המשתמשים בערכות שבבים AccessRunner של Conexant בגלל בעיות בהפצת הקושחה בינארית
hu: A Conexant AccessRunner chipkészletet használó modemek nem támogatottak a bináris firmware-ekre vonatkozó terjesztési megkötések miatt.
id: Modem yang menggunakan chipset AccessRunner tidak bisa didukung karena masalah distribusi firmware binari.
is: Ekki er hægt að styðja við mótöld sem nota Conexant AccessRunner kubbasettið vegna takmarkana á dreifingu vélbúnaðarforrita.
it: I modem che usano i chipset Conexant AccessRunner non possono essere supportati per problemi di distribuzione del firmware binario.
nb: Modemer som bruker brikkesettet Conexant AccessRunner kan ikke støttes grunnet problemer med distribusjon av binær fastvare.
nn: Modem som brukar Conexant AccessRunner-brikker er ikkje støtta, grunna distribusjonsproblem med binærfastvare.
pl: Modemy oparte na czipsetach Conexant AccessRunner nie są obsługiwane ze względu na problemy związane z dystrybucją oprogramowania sprzętowego.
ro: Modemurile ce folosesc cipurile Conexant AccessRunner nu sînt suportate din cauza unei probleme de distribuție binară a microcodului.
ru: Модемы Conexant с чипсетом AccessRunner не поддерживаются из-за проблем с распространением встроенного ПО в двоичном формате.
sl: Modemi, s čipi Conexant AccessRunner niso podprti, saj ni dovoljena distribucija potrebne strojne programske opreme.
tr: Conexant AccessRunner çiplerini kullanan modemler, paketli donanım dağıtımı sorunu sebebiyle desteklenmemektedir.

source: DSL over CAPI
br: DSL a-us CAPI
cs: DSL přes CAPI
cy: DSL dros CAPI
de: DSL über CAPI
el: DSL σε CAPI
es: DSL sobre CAPI
et: DSL üle CAPI
eu: DSL CAPI gainetik
fi: DSL CAPIn yli
fr: ADSL via CAPI
he: חיבור DSL מעל CAPI
hu: DSL CAPI felett
is: DSL yfir CAPI
it: DSL su CAPI
pl: DSL przez CAPI
ro: ADSL via CAPI
ru: DSL через CAPI
sl: DSL prek CAPI
tr: CAPI üzerinden DSL
wa: DSL å dzeu d' CAPI

source: Dynamic Host Configuration Protocol (DHCP)
br: Komenad kefluniadur buhezek an ostiz (DHCP)
el: Πρωτόκολλο Δυναμικής Καταχώρησης IP διευθύνσεων (DHCP)
es: Protocolo de Configuración Dinámica de Equipo (DHCP)
et: DHCP
fr: Protocole de configuration dynamique de l'hôte (DHCP)
he: פרוטוקול הגדרת מארח באופן דינמי (DHCP)
hu: Dinamikus gépbeállítási protokoll (DHCP)
it: Protocollo Configurazione Dinamica Host (DHCP)
nn: Dynamisk vertsoppsett (DHCP)
pl: Protokół dynamicznej konfiguracji komputera (DHCP)
ro: Protocol de configurare dinamică a gazdei (DHCP)
ru: Протокол динамической конфигурации хоста (DHCP)
tr: Değişen Makine Yapılandırma Protokolü (DHCP)
wa: Protocole DHCP d' apontiaedje dinamike des lodjoes

source: Manual TCP/IP configuration
br: Kefluniadur-dorn TCP/IP
cs: Ruční nastavení TCP/IP
cy: Ffurfweddu TCP/IP gyda llaw
da: Manuel TCP/IP-konfiguration
de: Manuelle TCP/IP Konfiguration
el: Χειροκίνητη ρύθμιση TCP/IP
es: Configuración manual de TCP/IP
et: TCP/IP käsitsiseadistamine
eu: Eskuzko TCP/IP konfigurazioa
fi: Manuaaliset TCP/IP-asetukset
fr: Configuration TCP/IP manuelle
he: הגדרה ידנית של TCP/IP
hu: Kézi TCP/IP beállítás
id: Konfigurasi TCP/IP manual
is: Handvirk TCP/IP uppsetning
it: Configurazione TCP/IP manuale
nb: Manuelt oppsett av TCP/IP
nn: Manuelt TCP/IP-oppsett
pl: Konfiguracja ręczna TCP/IP
ro: Configurare TCP/IP manuală
ru: Ручная настройка TCP/IP
sl: Ročne nastavitve TCP/IP
tr: Elle TCP/IP yapılandırması
wa: Apontiaedje TCP/IP manuwel

source: Point to Point Tunneling Protocol (PPTP)
br: Komenad hent-riboul pik da bik (PPTP)
el: Πρωτόκολλο του Tunnel Point to Point (PPTP)
es: Protocolo de túnel punto a punto (PPTP)
et: PPTP (Point-to-Point tunneldusprotokoll)
fr: Protocole de tunnel point à point (PPTP)
he: פרוטוקול ערוץ נקודה לנקודה (PPTP)
hu: Pontból-pontba alagútprotokoll (PPTP)
it: Point to Point Tuneling Protocol (PPTP)
nb: Point to Point Tunneling-protokoll (PPTP)
nn: Punkt til punkt-tunellering (PPTP)
pl: Protokół tunelowania punkt-do-punktu (PPTP)
ro: Protocol de tunel punct la punct (PPTP)
ru: Протокол туннелирования между узлами (PPTP)
tr: Noktadan Noktaya Borulama Protokolü (PPTP)
wa: Protocole PPP pa tunel (PPTP)
